[
    {
        "segmentnr": "PA_bu-vb_np23:0.1",
        "original": "Theravāda Vinaya",
        "analyzed": "thera vāda vinaya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_bu-vb_np23:0.2",
        "original": "Mahāvibhaṅga",
        "analyzed": "mahāvibhaṅga ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_bu-vb_np23:0.3",
        "original": "Nissaggiyakaṇḍa",
        "analyzed": "nissaggiya kaṇḍa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_bu-vb_np23:0.4",
        "original": "Pattavagga",
        "analyzed": "patta vagga ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_bu-vb_np23:0.5",
        "original": "23. Bhesajjasikkhāpada",
        "analyzed": "bhesajja sikkhāpada ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.1",
        "original": "Tena samayena buddho bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
        "analyzed": "tena samayena buddhaḥ bhagavā sāvatthiyam viharati jetavane anāthapiṇḍikassa ārāme ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.2",
        "original": "Tena kho pana samayena āyasmā pilindavaccho rājagahe pabbhāraṁ sodhāpeti leṇaṁ kattukāmo.",
        "analyzed": "tena kho pana samayena āyasmā pilindavacchaḥ rājagahe pabbhāram sodhāpeti leṇam kattu kāmo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.3_0",
        "original": "Atha kho rājā māgadho seniyo bimbisāro yenāyasmā pilindavaccho tenupasaṅkami; upasaṅkamitvā",
        "analyzed": "atha khalu rājā māgadhaḥ seniyaḥ bimbisāraḥ yena ayasmā pilindavacchaḥ tena upasaṅkami upasaṅkamitvā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.3_1",
        "original": "āyasmantaṁ pilindavacchaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho rājā",
        "analyzed": "āyasmantam pilindavaccham abhivādetvā ekamantam nisīdi ekamantam nisinnaḥ khalu rājā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.3_2",
        "original": "māgadho seniyo bimbisāro āyasmantaṁ pilindavacchaṁ etadavoca—“kiṁ, bhante, thero kārāpetī”ti?",
        "analyzed": "māgadhaḥ seniyaḥ bimbisāraḥ āyasmantam pilindavaccham etat avocaki bhante theraḥ kārāpeti iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.4",
        "original": "“Pabbhāraṁ, mahārāja, sodhāpemi leṇaṁ kattukāmo”ti.",
        "analyzed": "pabbhāra mahā rāja sodhāpemi leṇam kattu kāmaḥ iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.5",
        "original": "“Attho, bhante, ayyassa ārāmikenā”ti?",
        "analyzed": "atthaḥ bhante ayyassa ārāmikena ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.6",
        "original": "“Na kho, mahārāja, bhagavatā ārāmiko anuññāto”ti.",
        "analyzed": "na kho mahā rāja bhagavatā ārāmikaḥ anuññātaḥ ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.7",
        "original": "“Tena hi, bhante, bhagavantaṁ paṭipucchitvā mama āroceyyāthā”ti.",
        "analyzed": "tena hi bhante bhagavantam paṭipucchitvā mama āroceyyātha ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.8",
        "original": "“Evaṁ, mahārājā”ti kho āyasmā pilindavaccho rañño māgadhassa seniyassa bimbisārassa paccassosi.",
        "analyzed": "eva mahā rāja ati kho āyasmā pilindavacchaḥ raññaḥ māgadhassa seniyassa bimbisārassa paccassosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.9",
        "original": "Atha kho āyasmā pilindavaccho rājānaṁ māgadhaṁ seniyaṁ bimbisāraṁ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi.",
        "analyzed": "atha kho āyasmā pilindavacchaḥ rājānam māgadham seniyam bimbisāram dhammiyā kathāya sandassesi samādapesi samuttejesi sampahasesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.10_0",
        "original": "Atha kho rājā māgadho seniyo bimbisāro āyasmatā pilindavacchena dhammiyā kathāya",
        "analyzed": "atha kho rājā māgadhaḥ seniyaḥ bimbisāraḥ āyasmatā pilindavacchena dhammiyā kathāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.10_1",
        "original": "sandassito samādapito samuttejito sampahaṁsito uṭṭhāyāsanā āyasmantaṁ pilindavacchaṁ",
        "analyzed": "sandassitaḥ samādapitaḥ samuttejitaḥ sampahasitaḥ uṭṭhāya āsanā āyasmantam pilinda vaccha ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.10_2",
        "original": "abhivādetvā padakkhiṇaṁ katvā pakkāmi.",
        "analyzed": "abhivādetvā padakkhiṇam katvā pakkāmi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.11",
        "original": "Atha kho āyasmā pilindavaccho bhagavato santike dūtaṁ pāhesi—",
        "analyzed": "atha kho āyasmā pilindavacchaḥ bhagavatoḥ santike dūtam pāhesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.12",
        "original": "“rājā, bhante, māgadho seniyo bimbisāro ārāmikaṁ dātukāmo.",
        "analyzed": "rājā bhante māgadhaḥ seniyaḥ bimbisāraḥ ārāmikam dātu kāmaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.13",
        "original": "Kathaṁ nu kho, bhante, mayā paṭipajjitabban”ti?",
        "analyzed": "katham nu kho bhante mayā paṭipajjitabbanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.14",
        "original": "Atha kho bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe dhammiṁ kathaṁ katvā bhikkhū āmantesi—",
        "analyzed": "atha kho bhagavā etasmim nidāne etasmim pakaraṇe dhammim katham katvā bhikkhū āmantesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.15",
        "original": "“anujānāmi, bhikkhave, ārāmikan”ti.",
        "analyzed": "anujānāmi bhikkhave ārāmikanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.16_0",
        "original": "Dutiyampi kho rājā māgadho seniyo bimbisāro yenāyasmā pilindavaccho tenupasaṅkami;",
        "analyzed": "dutiyam pi kho rājā māgadhaḥ seniyaḥ bimbisāraḥ yena ayasmā pilindavaccho tena upasaṅkami ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.16_1",
        "original": "upasaṅkamitvā āyasmantaṁ pilindavacchaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno",
        "analyzed": "upasaṅkamitvā āyasmantam pilindavaccham abhivādetvā ekamantam nisīdi ekamantam nisinnaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.16_2",
        "original": "kho rājā māgadho seniyo bimbisāro āyasmantaṁ pilindavacchaṁ etadavoca—",
        "analyzed": "kho rājā māgadhaḥ seniyaḥ bimbisāraḥ āyasmantam pilindavaccham etat avoca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.17",
        "original": "“anuññāto, bhante, bhagavatā ārāmiko”ti?",
        "analyzed": "anuññātaḥ bhante bhagavatā ārāmikā iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.18",
        "original": "“Evaṁ, mahārājā”ti.",
        "analyzed": "eva mahārājāti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.19",
        "original": "“Tena hi, bhante, ayyassa ārāmikaṁ dammī”ti.",
        "analyzed": "tena hi bhante ayyassa ārāmikam dammi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.20_0",
        "original": "Atha kho rājā māgadho seniyo bimbisāro āyasmato pilindavacchassa ārāmikaṁ paṭissuṇitvā",
        "analyzed": "atha kho rājā māgadhaḥ seniyaḥ bimbisāraḥ āyasmataḥ pilindavacchassa ārāmikam paṭissuṇitvā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.20_1",
        "original": "vissaritvā cirena satiṁ paṭilabhitvā aññataraṁ sabbatthakaṁ mahāmattaṁ āmantesi—“yo",
        "analyzed": "vissaritvā cirena satim paṭilabhitvā aññataram sabbatthakam mahāmattam āmantesiyo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.20_2",
        "original": "mayā, bhaṇe, ayyassa ārāmiko paṭissuto, dinno so ārāmiko”ti?",
        "analyzed": "mayā bhaṇe ayyassa ārāmiko paṭissutaḥ dinno saḥ ārāmiko ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.21",
        "original": "“Na kho, deva, ayyassa ārāmiko dinno”ti.",
        "analyzed": "na kho deva ayyassa ārāmikaḥ dinno ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.22",
        "original": "“Kīvaciraṁ nu kho, bhaṇe, ito hi taṁ hotī”ti?",
        "analyzed": "kīvaciram nu khalu bhaṇe itas hi tam iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.23",
        "original": "Atha kho so mahāmatto rattiyo gaṇetvā rājānaṁ māgadhaṁ seniyaṁ bimbisāraṁ etadavoca—“pañca, deva, rattisatānī”ti.",
        "analyzed": "atha kho saḥ mahāmattaḥ rattiyaḥ gaṇetvā rājānam māgadham seniyam bimbisāram etat avoca pañca deva ratti satāni iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.24",
        "original": "“Tena hi, bhaṇe, ayyassa pañca ārāmikasatāni dehī”ti.",
        "analyzed": "tena hi bhaṇe ayyassa pañca ārāmika satāni dehi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.25",
        "original": "“Evaṁ, devā”ti",
        "analyzed": "eva deva ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.26",
        "original": "kho so mahāmatto rañño māgadhassa seniyassa bimbisārassa paṭissuṇitvā āyasmato pilindavacchassa pañca ārāmikasatāni pādāsi, pāṭiyekko gāmo nivisi.",
        "analyzed": "kho saḥ mahāmattaḥ raññaḥ māgadhassa seniyassa bimbisārassa paṭissuṇitvā āyasmataḥ pilindavacchassa pañca ārāmika satāni pādāsi pāṭiyekkaḥ gāmaḥ nivisi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.1.27",
        "original": "Ārāmikagāmakotipi naṁ āhaṁsu, pilindagāmakotipi naṁ āhaṁsu.",
        "analyzed": "ārāmika gāmaka utipi naṃ āhasu pilinda gāmaka utipi naṃ āhasu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.1",
        "original": "Tena kho pana samayena āyasmā pilindavaccho tasmiṁ gāmake kulūpako hoti.",
        "analyzed": "tena khalu pana samayena āyasmā pilindavacchaḥ tasmin gāmake kulūpakaḥ hoti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.2",
        "original": "Atha kho āyasmā pilindavaccho pubbaṇhasamayaṁ nivāsetvā pattacīvaraṁ ādāya pilindagāmakaṁ piṇḍāya pāvisi.",
        "analyzed": "atha kho āyasmā pilindavacchaḥ pubbaṇha samayam nivāsetvā patta cīvaram ādāya pilindagāmakam piṇḍāya pāvisi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.3",
        "original": "Tena kho pana samayena tasmiṁ gāmake ussavo hoti. Dārakā alaṅkatā mālākitā kīḷanti.",
        "analyzed": "tena kho pana samayena tasmin gāmake ussavaḥ hoti dārakāḥ alaṅkatāḥ mālākitāḥ kīḷanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.4",
        "original": "Atha kho āyasmā pilindavaccho pilindagāmake sapadānaṁ piṇḍāya caramāno yena aññatarassa ārāmikassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
        "analyzed": "atha kho āyasmā pilindavacchaḥ pilindagāmake sa padānam piṇḍāya caramānaḥ yena aññatarassa ārāmikassa nivesanam tena upasaṅkami upasaṅkamitvā paññatte āsane nisīdi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.5",
        "original": "Tena kho pana samayena tassā ārāmikiniyā dhītā aññe dārake alaṅkate mālākite passitvā rodati—“mālaṁ me detha, alaṅkāraṁ me dethā”ti.",
        "analyzed": "tena kho pana samayena tassāḥ ārāmikiniyāḥ dhītā aññe dārake alaṅkate mālākite passitvā rodati mālam me detha alaṅkāram me detha ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.6",
        "original": "Atha kho āyasmā pilindavaccho taṁ ārāmikiniṁ etadavoca—“kissāyaṁ dārikā rodatī”ti?",
        "analyzed": "atha kho āyasmā pilindavacchaḥ tam ārāmikinim etat avoca kiṃsāyam dārikā rodati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.7",
        "original": "“Ayaṁ, bhante, dārikā aññe dārake alaṅkate mālākite passitvā rodati—‘mālaṁ me detha, alaṅkāraṁ me dethā’ti. Kuto amhākaṁ duggatānaṁ mālā kuto, alaṅkāro”ti?",
        "analyzed": "bhante dārikā aññe dārake alaṅkate mālākite passitvā rodati mālam me detha alaṅkāram me detha ati kutas amhākam duggatānam mālā kutas ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.8",
        "original": "Atha kho āyasmā pilindavaccho aññataraṁ tiṇaṇḍupakaṁ gahetvā taṁ ārāmikiniṁ etadavoca—“handimaṁ tiṇaṇḍupakaṁ tassā dārikāya sīse paṭimuñcā”ti.",
        "analyzed": "atha kho āyasmā pilindavacchaḥ aññataram tiṇaṇḍupakam gahetvā tam ārāmikinim etat avoca handimam tiṇaṇḍupakam tassāḥ dārikāya sīse paṭimuñcāti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.9",
        "original": "Atha kho sā ārāmikinī taṁ tiṇaṇḍupakaṁ gahetvā tassā dārikāya sīse paṭimuñci. Sā ahosi suvaṇṇamālā abhirūpā dassanīyā pāsādikā.",
        "analyzed": "atha kho sā ārāmikinī tam tiṇaṇḍupakam gahetvā tassāḥ dārikāya sīse paṭimuñci sā ahosi suvaṇṇa mālā abhirūpā dassanīyā pāsādikā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.10",
        "original": "Natthi tādisā raññopi antepure suvaṇṇamālā.",
        "analyzed": "natthi tādisā raññaḥ api antepure suvaṇṇa mālā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.11",
        "original": "Manussā rañño māgadhassa seniyassa bimbisārassa ārocesuṁ—“amukassa, deva, ārāmikassa ghare suvaṇṇamālā abhirūpā dassanīyā pāsādikā.",
        "analyzed": "manussāḥ raññaḥ māgadhassa seniyassa bimbisārassa ārocesu amukassa deva ārāmikassa ghare suvaṇṇa mālā abhirūpā dassanīyā pāsādikā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.12",
        "original": "Natthi tādisā devassāpi antepure suvaṇṇamālā.",
        "analyzed": "natthi tādisā devassa api antepure suvaṇṇa mālā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.13",
        "original": "Kuto tassa duggatassa.",
        "analyzed": "kutas tassa duggatassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.14",
        "original": "Nissaṁsayaṁ corikāya ābhatā”ti.",
        "analyzed": "nissasayam corikāyai ābhata ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.15",
        "original": "Atha kho rājā māgadho seniyo bimbisāro taṁ ārāmikakulaṁ bandhāpesi.",
        "analyzed": "atha khalu rājā māgadhaḥ seniyaḥ bimbisāraḥ tam ārāmika kulam bandhāpesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.16",
        "original": "Dutiyampi kho āyasmā pilindavaccho pubbaṇhasamayaṁ nivāsetvā pattacīvaraṁ ādāya pilindagāmakaṁ piṇḍāya pāvisi.",
        "analyzed": "dutiyam pi kho āyasmā pilindavaccho pubbaṇha samayam nivāsetvā patta cīvaram ādāya pilindagāmakam piṇḍāya pāvisi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.17",
        "original": "Pilindagāmake sapadānaṁ piṇḍāya caramāno yena tassa ārāmikassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paṭivissake pucchi—“kahaṁ imaṁ ārāmikakulaṁ gatan”ti?",
        "analyzed": "pilinda gāmake sa padānam piṇḍāya caramānaḥ yena tassa ārāmikassa nivesanam tena upasaṅkami upasaṅkamitvā paṭivissake imam ārāmika kulam gatanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.2.18",
        "original": "“Etissā, bhante, suvaṇṇamālāya kāraṇā raññā bandhāpitan”ti.",
        "analyzed": "etissā bhante suvaṇṇa mālāya kāraṇā raññā bandhāpitanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.1",
        "original": "Atha kho āyasmā pilindavaccho yena rañño māgadhassa seniyassa bimbisārassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
        "analyzed": "atha kho āyasmā pilindavacchaḥ yena raññaḥ māgadhassa seniyassa bimbisārassa nivesanam tena upasaṅkami upasaṅkamitvā paññatte āsane nisīdi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.2",
        "original": "Atha kho rājā māgadho seniyo bimbisāro yenāyasmā pilindavaccho tenupasaṅkami; upasaṅkamitvā āyasmantaṁ pilindavacchaṁ abhivādetvā ekamantaṁ nisīdi.",
        "analyzed": "atha khalu rājā māgadhaḥ seniyaḥ bimbisāraḥ yena āyasmā pilindavacchaḥ tena upasaṅkami upasaṅkamitvā āyasmantam pilindavaccham abhivādetvā ekamantam nisīdi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.3",
        "original": "Ekamantaṁ nisinnaṁ kho rājānaṁ māgadhaṁ seniyaṁ bimbisāraṁ āyasmā pilindavaccho etadavoca—“kissa, mahārāja, ārāmikakulaṁ bandhāpitan”ti?",
        "analyzed": "ekamantam nisinnam kho rājānam māgadham seniyam bimbisāram āyasmā pilindavacchaḥ etat avoca kissa mahā rāja ārāmika kulam bandhāpitanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.4",
        "original": "“Tassa, bhante, ārāmikassa ghare suvaṇṇamālā abhirūpā dassanīyā pāsādikā.",
        "analyzed": "tassa bhante ārāmikassa ghare suvaṇṇa mālā abhirūpā dassanīyā pāsādikā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.5",
        "original": "Natthi tādisā amhākampi antepure suvaṇṇamālā.",
        "analyzed": "natthi tādisā amhākam pi antepure suvaṇṇa mālā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.6",
        "original": "Kuto tassa duggatassa.",
        "analyzed": "kutas tassa duggatassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.7",
        "original": "Nissaṁsayaṁ corikāya ābhatā”ti.",
        "analyzed": "nissasayam corikāyai ābhata ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.8",
        "original": "Atha kho āyasmā pilindavaccho rañño māgadhassa seniyassa bimbisārassa pāsādaṁ suvaṇṇanti adhimucci.",
        "analyzed": "atha kho āyasmā pilindavacchaḥ raññaḥ māgadhassa seniyassa bimbisārassa pāsādam suvaṇṇanti adhimucci ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.9",
        "original": "So ahosi sabbasovaṇṇamayo.",
        "analyzed": "saḥ ahosi sabbaso vaṇṇa mayaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.10",
        "original": "“Idaṁ pana te, mahārāja, tāva bahuṁ suvaṇṇaṁ kuto”ti?",
        "analyzed": "idam pana te mahā rāja tāva bahum suvaṇṇam kutas iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.11",
        "original": "“Aññātaṁ, bhante, ayyasseveso iddhānubhāvo”ti.",
        "analyzed": "aññāta bhante ayyassa iva īso iddha anubhāvaḥ ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.12",
        "original": "Taṁ ārāmikakulaṁ muñcāpesi.",
        "analyzed": "tam ārāmika kulam muñca apesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.13",
        "original": "Manussā—“ayyena kira pilindavacchena sarājikāya parisāya uttarimanussadhammaṁ iddhipāṭihāriyaṁ dassitan”ti,",
        "analyzed": "manussāayyena kira pilindavacchena sa rājikāya parisāya uttari manussa dhammam iddhi pāṭihāriyam dassitanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.14",
        "original": "attamanā abhippasannā āyasmato pilindavacchassa pañca bhesajjāni abhihariṁsu, seyyathidaṁ—sappi navanītaṁ telaṁ madhu phāṇitaṁ.",
        "analyzed": "attamanāḥ abhippasannāḥ āyasmataḥ pilindavacchassa pañca bhesajjāni abhiharisu seyyathida sappi navanītam telam madhu phāṇita ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.15",
        "original": "Pakatiyāpi ca āyasmā pilindavaccho lābhī hoti pañcannaṁ bhesajjānaṁ.",
        "analyzed": "ca lābhī hoti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.16",
        "original": "Laddhaṁ laddhaṁ parisāya vissajjeti.",
        "analyzed": "laddham laddham parisāya vissajja iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.17",
        "original": "Parisā cassa hoti bāhullikā.",
        "analyzed": "parisā ca assa hoti bāhullikā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.18",
        "original": "Laddhaṁ laddhaṁ kolambepi ghaṭepi pūretvā paṭisāmeti, parissāvanānipi thavikāyopi pūretvā vātapānesu laggeti.",
        "analyzed": "laddham laddham kolambe pi ghaṭe pi pūretvā paṭisāmeti parissāvanāni pi thavikāyaḥ api pūretvā vāta pānesu laggeti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.19",
        "original": "Tāni olīnavilīnāni tiṭṭhanti. Undūrehipi vihārā okiṇṇavikiṇṇā honti.",
        "analyzed": "tāni olīna vilīnāni tiṭṭhanti vihārāḥ okiṇṇa vikiṇṇāḥ honti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.20",
        "original": "Manussā vihāracārikaṁ āhiṇḍantā passitvā ujjhāyanti khiyyanti vipācenti—",
        "analyzed": "manussā vihāra cārikam āhiṇḍantā passitvā ujjhāyanti khiyyanti vipācenti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.21",
        "original": "“antokoṭṭhāgārikā ime samaṇā sakyaputtiyā, seyyathāpi rājā māgadho seniyo bimbisāro”ti.",
        "analyzed": "antokoṭṭhāgārikāḥ ime samaṇā sakyaputtiyā seyyathā api rājā māgadhaḥ seniyaḥ bimbisāraḥ iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.22",
        "original": "Assosuṁ kho bhikkhū tesaṁ manussānaṁ ujjhāyantānaṁ khiyyantānaṁ vipācentānaṁ.",
        "analyzed": "assosum kho bhikkhū tesam manussānam ujjhāyantānam khiyyantānam vipācentāna ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.23",
        "original": "Ye te bhikkhū appicchā …pe… te ujjhāyanti khiyyanti vipācenti—",
        "analyzed": "ye te bhikkhū appicchā pe te ujjhāyanti khiyyanti vipācenti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.24",
        "original": "“kathañhi nāma bhikkhū evarūpāya bāhullāya cetessantī”ti.",
        "analyzed": "katham hi nāma bhikkhū evarūpāya bāhullāya cetessanti iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.25",
        "original": "Atha kho te bhikkhū te anekapariyāyena vigarahitvā bhagavato etamatthaṁ ārocesuṁ …pe…",
        "analyzed": "atha kho te bhikkhū te aneka pariyāyena vigarahitvā bhagavato etam attham ārocesuṃ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.26",
        "original": "“saccaṁ kira, bhikkhave, bhikkhū evarūpāya bāhullāya cetentī”ti?",
        "analyzed": "saccam kira bhikkhave bhikkhū evarūpāya bāhullāya cetenti iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.27",
        "original": "“Saccaṁ, bhagavā”ti.",
        "analyzed": "sat ca bhagavān ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.28",
        "original": "Vigarahi buddho bhagavā …pe…",
        "analyzed": "vigarahi buddhaḥ bhagavān pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.29",
        "original": "kathañhi nāma te, bhikkhave, moghapurisā evarūpāya bāhullāya cetessanti.",
        "analyzed": "katham hi nāma te bhikkhave moghapurisāḥ evarūpāya bāhullāya cetessanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.30",
        "original": "Netaṁ, bhikkhave, appasannānaṁ vā pasādāya …pe…",
        "analyzed": "na ita bhikkhave appasannānam vā pasādāya pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.31",
        "original": "evañca pana, bhikkhave, imaṁ sikkhāpadaṁ uddiseyyātha—",
        "analyzed": "evam ca pana bhikkhave imam sikkhāpadam uddiseyyātha ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.32.1_0",
        "original": "“Yāni kho pana tāni gilānānaṁ bhikkhūnaṁ paṭisāyanīyāni bhesajjāni, seyyathidaṁ—",
        "analyzed": "yāni kho pana tāni gilānānam bhikkhūnam paṭisāyanīyāni bhesajjāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.32.1_1",
        "original": "sappi navanītaṁ telaṁ madhu phāṇitaṁ, tāni paṭiggahetvā sattāhaparamaṁ sannidhikārakaṁ paribhuñjitabbāni.",
        "analyzed": "sappi navanītam telam madhu phāṇita tāni paṭiggahetvā satta aha paramam sannidhi kārakam paribhuñjitabbāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:1.3.33",
        "original": "Taṁ atikkāmayato nissaggiyaṁ pācittiyan”ti.",
        "analyzed": "tam atikkāmayataḥ nissaggiyam pācittiyanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.1",
        "original": "Yāni kho pana tāni gilānānaṁ bhikkhūnaṁ paṭisāyanīyāni bhesajjānīti",
        "analyzed": "yāni kho pana tāni gilānānam bhikkhūnam paṭisāyanīyāni bhesajjāni iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.2",
        "original": "sappi nāma",
        "analyzed": "sappi nāma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.3",
        "original": "gosappi vā ajikāsappi vā mahiṁsasappi vā yesaṁ maṁsaṁ kappati tesaṁ sappi.",
        "analyzed": "go sappi vā ajikā sappi vā mahisa sappi vā yesam masam kappati tesam sappi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.4",
        "original": "Navanītaṁ nāma",
        "analyzed": "navanītam nāma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.5",
        "original": "tesaṁyeva navanītaṁ.",
        "analyzed": "navanīta ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.6",
        "original": "Telaṁ nāma",
        "analyzed": "telam nāma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.7",
        "original": "tilatelaṁ sāsapatelaṁ madhukatelaṁ eraṇḍatelaṁ vasātelaṁ.",
        "analyzed": "tila telam sāsapa telam madhuka telam eraṇḍa telam vasā tela ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.8",
        "original": "Madhu nāma",
        "analyzed": "madhu nāma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.9",
        "original": "makkhikāmadhu.",
        "analyzed": "makkhikā madhu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.10",
        "original": "Phāṇitaṁ nāma",
        "analyzed": "phāṇitam nāma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.11",
        "original": "ucchumhā nibbattaṁ.",
        "analyzed": "ucchumhā nibbatta ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.12",
        "original": "Tāni paṭiggahetvā sattāhaparamaṁ sannidhikārakaṁ paribhuñjitabbānīti",
        "analyzed": "tāni paṭiggahetvā satta aha paramam sannidhi kārakam paribhuñjitabbāni iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.13",
        "original": "sattāhaparamatā paribhuñjitabbāni.",
        "analyzed": "satta aha parama tā paribhuñjitabbāni ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.14",
        "original": "Taṁ atikkāmayato nissaggiyaṁ hotīti",
        "analyzed": "tam atikkāmayataḥ nissaggiyam hoti iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.15",
        "original": "aṭṭhame aruṇuggamane nissaggiyaṁ hoti.",
        "analyzed": "aṭṭhame aruṇuggamane nissaggiyam hoti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.16",
        "original": "Nissajjitabbaṁ saṅghassa vā gaṇassa vā puggalassa vā.",
        "analyzed": "nissajjitabbam saṅghassa vā gaṇassa vā puggalassa vā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.17",
        "original": "Evañca pana, bhikkhave, nissajjitabbaṁ.",
        "analyzed": "evam ca pana bhikkhave ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.18",
        "original": "…pe…",
        "analyzed": "pe ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.19",
        "original": "idaṁ me, bhante, bhesajjaṁ sattāhātikkantaṁ nissaggiyaṁ,",
        "analyzed": "idam me bhante bhesajjam satta aha atikkantam nissaggiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.20",
        "original": "imāhaṁ saṅghassa nissajjāmīti …pe…",
        "analyzed": "imā aham saṅghassa nissajjāmi iti pe ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.21",
        "original": "dadeyyāti …pe…",
        "analyzed": "dadeyyā ati pe ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.22",
        "original": "dadeyyunti …pe…",
        "analyzed": "pe ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.23",
        "original": "āyasmato dammīti.",
        "analyzed": "āyasmataḥ dammi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.24.1",
        "original": "Sattāhātikkante atikkantasaññī, nissaggiyaṁ pācittiyaṁ.",
        "analyzed": "satta aha atikkante atikkanta saññī nissaggiyam pācittiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.25",
        "original": "Sattāhātikkante vematiko, nissaggiyaṁ pācittiyaṁ.",
        "analyzed": "satta aha atikkante vematikaḥ nissaggiyam pācittiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.26",
        "original": "Sattāhātikkante anatikkantasaññī, nissaggiyaṁ pācittiyaṁ.",
        "analyzed": "satta aha atikkante an atikkanta saññī nissaggiyam pācittiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.27",
        "original": "Anadhiṭṭhite adhiṭṭhitasaññī, nissaggiyaṁ pācittiyaṁ.",
        "analyzed": "an adhiṭṭhite adhiṭṭhita saññī nissaggiyam pācittiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.28",
        "original": "Avissajjite vissajjitasaññī, nissaggiyaṁ pācittiyaṁ.",
        "analyzed": "a vissajjite vissajjita saññī nissaggiyam pācittiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.29",
        "original": "Anaṭṭhe naṭṭhasaññī, nissaggiyaṁ pācittiyaṁ.",
        "analyzed": "an aṭṭhe naṭṭha saññī nissaggiyam pācittiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.30",
        "original": "Avinaṭṭhe vinaṭṭhasaññī, nissaggiyaṁ pācittiyaṁ.",
        "analyzed": "a vinaṭṭhe vinaṭṭha saññī nissaggiyam pācittiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.31",
        "original": "Adaḍḍhe daḍḍhasaññī, nissaggiyaṁ pācittiyaṁ.",
        "analyzed": "a daḍḍhe daḍḍha saññī nissaggiyam pācittiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.32",
        "original": "Avilutte viluttasaññī, nissaggiyaṁ pācittiyaṁ.",
        "analyzed": "a vilutte vilutta saññī nissaggiyam pācittiya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.33",
        "original": "Nissaṭṭhaṁ paṭilabhitvā na kāyikena paribhogena paribhuñjitabbaṁ, na ajjhoharitabbaṁ,",
        "analyzed": "nissaṭṭham paṭilabhitvā na kāyikena paribhogena paribhuñjitabba na ajjhoharitabba ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.34",
        "original": "padīpe vā kāḷavaṇṇe vā upanetabbaṁ,",
        "analyzed": "padīpe vā kāḷavaṇṇe vā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.35",
        "original": "aññena bhikkhunā kāyikena paribhogena paribhuñjitabbaṁ, na ajjhoharitabbaṁ.",
        "analyzed": "aññena bhikkhunā kāyikena paribhogena paribhuñjitabba na ajjhoharitabba ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.36",
        "original": "Sattāhānatikkante atikkantasaññī, āpatti dukkaṭassa.",
        "analyzed": "satta aha anatikkante atikkanta saññī āpatti dukkaṭassa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.37",
        "original": "Sattāhānatikkante vematiko, āpatti dukkaṭassa.",
        "analyzed": "satta aha an atikkante vematikaḥ āpatti dukkaṭassa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.38",
        "original": "Sattāhānatikkante anatikkantasaññī, anāpatti.",
        "analyzed": "satta aha anatikkante anatikkanta saññī anāpatti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.39.1",
        "original": "Anāpatti—",
        "analyzed": "anāpatti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.40",
        "original": "antosattāhaṁ adhiṭṭheti, vissajjeti, nassati, vinassati, ḍayhati, acchinditvā gaṇhanti, vissāsaṁ gaṇhanti,",
        "analyzed": "antosattāham adhiṭṭheti vissajjeti nassati vinassati ḍayhati a chinditvā gaṇhanti vissāsam gaṇhanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.41",
        "original": "anupasampannassa cattena vantena muttena anapekkho datvā paṭilabhitvā paribhuñjati,",
        "analyzed": "an upasampannassa cattena vantena muttena anapekkhaḥ datvā paṭilabhitvā paribhuñjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.42",
        "original": "ummattakassa,",
        "analyzed": "ummattakassa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.43",
        "original": "ādikammikassāti.",
        "analyzed": "ādikammikassa ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_bu-vb_np23:2.44",
        "original": "Bhesajjasikkhāpadaṁ niṭṭhitaṁ tatiyaṁ.",
        "analyzed": "bhesajja sikkhāpadam niṭṭhitam tatiya ",
        "folio": "2"
    }
]