[
    {
        "segmentnr": "PA_dn_14:0.1",
        "original": "Dīgha Nikāya 14",
        "analyzed": "dīgha nikāya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_dn_14:0.2",
        "original": "Mahāpadānasutta",
        "analyzed": "mahāpadānasutta ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_dn_14:1.0",
        "original": "1. Pubbenivāsapaṭisaṁyuttakathā",
        "analyzed": "pubbenivāsa paṭisayutta kathā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.1.2",
        "original": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme karerikuṭikāyaṁ.",
        "analyzed": "ekam samayam bhagavā sāvatthiyam viharati jetavane anāthapiṇḍikassa ārāme karerikuṭikāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.1.3",
        "original": "Atha kho sambahulānaṁ bhikkhūnaṁ pacchābhattaṁ piṇḍapātapaṭikkantānaṁ karerimaṇḍalamāḷe sannisinnānaṁ sannipatitānaṁ pubbenivāsapaṭisaṁyuttā dhammī kathā udapādi:",
        "analyzed": "atha kho sambahulānam bhikkhūnam pacchābhattam piṇḍapāta paṭikkantānam kareri maṇḍala māḷe sannisinnānam sannipatitānam pubbenivāsa paṭisayuttā dhammī kathā udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.1.4",
        "original": "“itipi pubbenivāso, itipi pubbenivāso”ti.",
        "analyzed": "iti pi pubbenivāso iti pi pubbenivāso ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.2.1",
        "original": "Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya tesaṁ bhikkhūnaṁ imaṁ kathāsallāpaṁ.",
        "analyzed": "assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkanta mānusikāya tesam bhikkhūnam imam kathā sallāpa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.2.2",
        "original": "Atha kho bhagavā uṭṭhāyāsanā yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā bhikkhū āmantesi:",
        "analyzed": "atha kho bhagavā uṭṭhāya āsanā yena karerimaṇḍalamāḷo tena upasaṅkami upasaṅkamitvā paññatte āsane nisīdi nisajja kho bhagavā bhikkhū āmantesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.2.3",
        "original": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā; kā ca pana vo antarākathā vippakatā”ti?",
        "analyzed": "kāya nuttha bhikkhave etarahi kathāya sannisinnā kā ca pana vaḥ antarākathā vippakatā ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.2.4",
        "original": "Evaṁ vutte, te bhikkhū bhagavantaṁ etadavocuṁ:",
        "analyzed": "evam vutte te bhikkhū bhagavantam etat avocuḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.2.5",
        "original": "“idha, bhante, amhākaṁ pacchābhattaṁ piṇḍapātapaṭikkantānaṁ karerimaṇḍalamāḷe sannisinnānaṁ sannipatitānaṁ pubbenivāsapaṭisaṁyuttā dhammī kathā udapādi:",
        "analyzed": "idha bhante amhākam pacchābhattam piṇḍapāta paṭikkantānam kareri maṇḍalamāḷe sannisinnānam sannipatitānam pubbenivāsa paṭisayuttā dhammī kathā udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.2.6",
        "original": "‘itipi pubbenivāso itipi pubbenivāso’ti.",
        "analyzed": "iti pi pubbenivāso iti pi pubbenivāso ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.2.7",
        "original": "Ayaṁ kho no, bhante, antarākathā vippakatā. Atha bhagavā anuppatto”ti.",
        "analyzed": "ayam kho naḥ bhante antarākathā vippakatā atha bhagavā anuppatto ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.3.1",
        "original": "“Iccheyyātha no tumhe, bhikkhave, pubbenivāsapaṭisaṁyuttaṁ dhammiṁ kathaṁ sotun”ti?",
        "analyzed": "iccheyyātha no tumhe bhikkhave pubbenivāsa paṭisayuttam dhammim katham sotuṃ ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.3.2",
        "original": "“Etassa, bhagavā, kālo; etassa, sugata, kālo;",
        "analyzed": "etassa bhagavā kālaḥ etassa sugata kālaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.3.3",
        "original": "yaṁ bhagavā pubbenivāsapaṭisaṁyuttaṁ dhammiṁ kathaṁ kareyya, bhagavato sutvā bhikkhū dhāressantī”ti.",
        "analyzed": "yam bhagavā pubbenivāsa paṭisayuttam dhammim katham kareyya bhagavato sutvā bhikkhū dhāressanti iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.3.4",
        "original": "“Tena hi, bhikkhave, suṇātha sādhukaṁ manasi karotha bhāsissāmī”ti.",
        "analyzed": "tena hi bhikkhave suṇātha sādhukam manasi karotha bhāsissāmi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.3.5",
        "original": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ.",
        "analyzed": "eva bhante iti kho te bhikkhū bhagavato ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.3.6",
        "original": "Bhagavā etadavoca:",
        "analyzed": "bhagavān etat avoca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.4.1",
        "original": "“Ito so, bhikkhave, ekanavutikappe yaṁ vipassī bhagavā arahaṁ sammāsambuddho loke udapādi.",
        "analyzed": "itas saḥ bhikkhave ekanavuti kappe yam vipassī bhagavā araham sammāsambuddhaḥ loke udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.4.2",
        "original": "Ito so, bhikkhave, ekatiṁse kappe yaṁ sikhī bhagavā arahaṁ sammāsambuddho loke udapādi.",
        "analyzed": "itas saḥ bhikkhave ekatise kappe yam sikhī bhagavā araham sammāsambuddhaḥ loke udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.4.3",
        "original": "Tasmiññeva kho, bhikkhave, ekatiṁse kappe vessabhū bhagavā arahaṁ sammāsambuddho loke udapādi.",
        "analyzed": "tasmin ñeva kho bhikkhave ekatise kappe vessabhū bhagavā araham sammāsambuddhaḥ loke udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.4.4",
        "original": "Imasmiññeva kho, bhikkhave, bhaddakappe kakusandho bhagavā arahaṁ sammāsambuddho loke udapādi.",
        "analyzed": "imasmin ñeva kho bhikkhave bhadda kappe kakusandhaḥ bhagavā araham sammāsambuddhaḥ loke udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.4.5",
        "original": "Imasmiññeva kho, bhikkhave, bhaddakappe koṇāgamano bhagavā arahaṁ sammāsambuddho loke udapādi.",
        "analyzed": "imasmin ñā eva kho bhikkhave bhaddakappe koṇāgamanaḥ bhagavā araham sammāsambuddhaḥ loke udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.4.6",
        "original": "Imasmiññeva kho, bhikkhave, bhaddakappe kassapo bhagavā arahaṁ sammāsambuddho loke udapādi.",
        "analyzed": "imasmin ñeva kho bhikkhave bhaddakappe kassapaḥ bhagavā araham sammāsambuddhaḥ loke udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.4.7",
        "original": "Imasmiññeva kho, bhikkhave, bhaddakappe ahaṁ etarahi arahaṁ sammāsambuddho loke uppanno.",
        "analyzed": "imasmin ñeva kho bhikkhave bhaddakappe aham etarahi araham sammāsambuddhaḥ loke uppannaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.5.1",
        "original": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi.",
        "analyzed": "vipassī bhikkhave bhagavā araham sammāsambuddhaḥ khattiyaḥ jātiyā ahosi khattiya kule udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.5.2",
        "original": "Sikhī, bhikkhave, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi.",
        "analyzed": "sikhī bhikkhave bhagavā araham sammāsambuddhaḥ khattiyaḥ jātiyā ahosi khattiya kule udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.5.3",
        "original": "Vessabhū, bhikkhave, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi.",
        "analyzed": "vessabhū bhikkhave bhagavā araham sammāsambuddhaḥ khattiyaḥ jātiyā ahosi khattiya kule udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.5.4",
        "original": "Kakusandho, bhikkhave, bhagavā arahaṁ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi.",
        "analyzed": "kakusandhaḥ bhikkhave bhagavā araham sammāsambuddhaḥ brāhmaṇaḥ jātiyā ahosi brāhmaṇa kule udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.5.5",
        "original": "Koṇāgamano, bhikkhave, bhagavā arahaṁ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi.",
        "analyzed": "koṇāgamanaḥ bhikkhave bhagavā araham sammāsambuddhaḥ brāhmaṇaḥ jātiyā ahosi brāhmaṇa kule udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.5.6",
        "original": "Kassapo, bhikkhave, bhagavā arahaṁ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi.",
        "analyzed": "kassapaḥ bhikkhave bhagavā araham sammāsambuddhaḥ brāhmaṇaḥ jātiyā ahosi brāhmaṇa kule udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.5.7",
        "original": "Ahaṁ, bhikkhave, etarahi arahaṁ sammāsambuddho khattiyo jātiyā ahosiṁ, khattiyakule uppanno.",
        "analyzed": "aha bhikkhave etarahi araham sammāsambuddhaḥ khattiyaḥ jātiyā ahosi khattiya kule uppannaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.6.1",
        "original": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi.",
        "analyzed": "vipassī bhikkhave bhagavā araham sammāsambuddhaḥ koṇḍaññaḥ gottena ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.6.2",
        "original": "Sikhī, bhikkhave, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi.",
        "analyzed": "sikhī bhikkhave bhagavā araham sammāsambuddhaḥ koṇḍaññaḥ gottena ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.6.3",
        "original": "Vessabhū, bhikkhave, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi.",
        "analyzed": "vessabhū bhikkhave bhagavā araham sammāsambuddhaḥ koṇḍaññaḥ gottena ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.6.4",
        "original": "Kakusandho, bhikkhave, bhagavā arahaṁ sammāsambuddho kassapo gottena ahosi.",
        "analyzed": "kakusandhaḥ bhikkhave bhagavā araham sammāsambuddhaḥ kassapaḥ gottena ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.6.5",
        "original": "Koṇāgamano, bhikkhave, bhagavā arahaṁ sammāsambuddho kassapo gottena ahosi.",
        "analyzed": "koṇāgamanaḥ bhikkhave bhagavā araham sammāsambuddho kassapaḥ gottena ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.6.6",
        "original": "Kassapo, bhikkhave, bhagavā arahaṁ sammāsambuddho kassapo gottena ahosi.",
        "analyzed": "kassapaḥ bhikkhave bhagavā araham sammāsambuddhaḥ kassapaḥ gottena ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.6.7",
        "original": "Ahaṁ, bhikkhave, etarahi arahaṁ sammāsambuddho gotamo gottena ahosiṁ.",
        "analyzed": "aha bhikkhave etarahi araham sammāsambuddhaḥ gotamaḥ gottena ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.7.1",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṁ ahosi.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa asīti vassa sahassāni āyu ppamāṇam ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.7.2",
        "original": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa sattativassasahassāni āyuppamāṇaṁ ahosi.",
        "analyzed": "sikhissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa sattati vassa sahassāni āyu ppamāṇam ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.7.3",
        "original": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa saṭṭhivassasahassāni āyuppamāṇaṁ ahosi.",
        "analyzed": "vessabhussa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa saṭṭhi vassa sahassāni āyu ppamāṇam ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.7.4",
        "original": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa cattālīsavassasahassāni āyuppamāṇaṁ ahosi.",
        "analyzed": "kakusandhassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa cattālīsa vassa sahassāni āyu ppamāṇam ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.7.5",
        "original": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa tiṁsavassasahassāni āyuppamāṇaṁ ahosi.",
        "analyzed": "koṇāgamanassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa tisa vassa sahassāni āyu ppamāṇam ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.7.6",
        "original": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa vīsativassasahassāni āyuppamāṇaṁ ahosi.",
        "analyzed": "kassapassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa vīsati vassa sahassāni āyu ppamāṇam ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.7.7",
        "original": "Mayhaṁ, bhikkhave, etarahi appakaṁ āyuppamāṇaṁ parittaṁ lahukaṁ; yo ciraṁ jīvati, so vassasataṁ appaṁ vā bhiyyo.",
        "analyzed": "bhikkhave etarahi appakam āyu ppamāṇam parittam yo ciram jīvati saḥ vassa satam appam vā bhiyyas ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.8.1",
        "original": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho pāṭaliyā mūle abhisambuddho.",
        "analyzed": "vipassī bhikkhave bhagavā araham sammāsambuddhaḥ pāṭaliyā mūle abhisambuddhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.8.2",
        "original": "Sikhī, bhikkhave, bhagavā arahaṁ sammāsambuddho puṇḍarīkassa mūle abhisambuddho.",
        "analyzed": "sikhī bhikkhave bhagavā araham sammāsambuddhaḥ puṇḍarīkassa mūle abhisambuddho ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.8.3",
        "original": "Vessabhū, bhikkhave, bhagavā arahaṁ sammāsambuddho sālassa mūle abhisambuddho.",
        "analyzed": "vessabhū bhikkhave bhagavā araham sammāsambuddhaḥ sālassa mūle abhisambuddho ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.8.4",
        "original": "Kakusandho, bhikkhave, bhagavā arahaṁ sammāsambuddho sirīsassa mūle abhisambuddho.",
        "analyzed": "kakusandhaḥ bhikkhave bhagavā araham sammāsambuddhaḥ sirīsassa mūle abhisambuddhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.8.5",
        "original": "Koṇāgamano, bhikkhave, bhagavā arahaṁ sammāsambuddho udumbarassa mūle abhisambuddho.",
        "analyzed": "koṇāgamanaḥ bhikkhave bhagavā araham sammāsambuddhaḥ udumbarassa mūle abhisambuddhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.8.6",
        "original": "Kassapo, bhikkhave, bhagavā arahaṁ sammāsambuddho nigrodhassa mūle abhisambuddho.",
        "analyzed": "kassapaḥ bhikkhave bhagavā arahan sammāsambuddhaḥ nigrodhassa mūle abhisambuddhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.8.7",
        "original": "Ahaṁ, bhikkhave, etarahi arahaṁ sammāsambuddho assatthassa mūle abhisambuddho.",
        "analyzed": "aha bhikkhave etarahi araham sammāsambuddhaḥ assatthassa mūle abhisambuddhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.9.1",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa khaṇḍatissaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa khaṇḍatissam nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.9.2",
        "original": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa abhibhūsambhavaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "sikhissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa abhibhūsambhavam nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.9.3",
        "original": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa soṇuttaraṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "vessabhussa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa soṇuttaram nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.9.4",
        "original": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa vidhurasañjīvaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "kakusandhassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa vidhurasañjīvam nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.9.5",
        "original": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa bhiyyosuttaraṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "koṇāgamanassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa bhiyyosuttaram nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.9.6",
        "original": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa tissabhāradvājaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "kassapassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa tissabhāradvājam nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.9.7",
        "original": "Mayhaṁ, bhikkhave, etarahi sāriputtamoggallānaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "bhikkhave etarahi sāriputta moggallānam nāma sāvaka yugam ahosi aggam bhaddayuga ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.1_0",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa tayo sāvakānam sannipātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.1_1",
        "original": "ahesuṁ. Eko sāvakānaṁ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṁ, eko sāvakānaṁ",
        "analyzed": "ekaḥ sāvakānam sannipātaḥ ahosi aṭṭhasaṭṭhi bhikkhu sata sahasse ekaḥ sāvakāna ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.1_2",
        "original": "sannipāto ahosi bhikkhusatasahassaṁ, eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni.",
        "analyzed": "sannipātaḥ ahosi bhikkhu sata sahassaḥ ekaḥ sāvakānam sannipātaḥ ahosi asīti bhikkhu sahassāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.1_3",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ime tayo sāvakānam sannipātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.1_4",
        "original": "ahesuṁ sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "ahesum sabbesayā iva khīṇa āsavāna ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.2_0",
        "original": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā",
        "analyzed": "sikhissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa tayo sāvakānam sannipātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.2_1",
        "original": "ahesuṁ. Eko sāvakānaṁ sannipāto ahosi bhikkhusatasahassaṁ, eko sāvakānaṁ sannipāto",
        "analyzed": "ekaḥ sāvakānam sannipātaḥ ahosi bhikkhu sata sahasse ekaḥ sāvakānam sannipātaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.2_2",
        "original": "ahosi asītibhikkhusahassāni, eko sāvakānaṁ sannipāto ahosi sattatibhikkhusahassāni.",
        "analyzed": "ahosi asīti bhikkhu sahassāni ekaḥ sāvakānam sannipātaḥ ahosi sattati bhikkhu sahassāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.2_3",
        "original": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā",
        "analyzed": "sikhissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ime tayo sāvakānam sannipātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.2_4",
        "original": "ahesuṁ sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "ahesum sabbesayā iva khīṇa āsavāna ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.3_0",
        "original": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā",
        "analyzed": "vessabhussa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa tayo sāvakānam sannipātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.3_1",
        "original": "ahesuṁ. Eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni, eko sāvakānaṁ sannipāto",
        "analyzed": "ekaḥ sāvakānam sannipātaḥ ahosi asīti bhikkhu sahassāni ekaḥ sāvakānam sannipātaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.3_2",
        "original": "ahosi sattatibhikkhusahassāni, eko sāvakānaṁ sannipāto ahosi saṭṭhibhikkhusahassāni.",
        "analyzed": "ahosi sattati bhikkhu sahassāni ekaḥ sāvakānam sannipātaḥ ahosi saṭṭhi bhikkhu sahassāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.3_3",
        "original": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā",
        "analyzed": "vessabhussa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ime tayo sāvakānam sannipātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.3_4",
        "original": "ahesuṁ sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "ahesum sabbesayā iva khīṇa āsavāna ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.4_0",
        "original": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṁ sannipāto",
        "analyzed": "kakusandhassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ekaḥ sāvakānam sannipātaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.4_1",
        "original": "ahosi cattālīsabhikkhusahassāni. Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa",
        "analyzed": "ahosi cattālīsa bhikkhu sahassāni kakusandhassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.4_2",
        "original": "ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "ayam ekaḥ sāvakānam sannipātaḥ ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.5_0",
        "original": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṁ sannipāto",
        "analyzed": "koṇāgamanassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ekaḥ sāvakānam sannipātaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.5_1",
        "original": "ahosi tiṁsabhikkhusahassāni. Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa",
        "analyzed": "ahosi tisa bhikkhu sahassāni koṇāgamanassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.5_2",
        "original": "ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "ayam ekaḥ sāvakānam sannipātaḥ ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.6_0",
        "original": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṁ sannipāto",
        "analyzed": "kassapassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ekaḥ sāvakānam sannipātaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.6_1",
        "original": "ahosi vīsatibhikkhusahassāni. Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa",
        "analyzed": "ahosi vīsati bhikkhu sahassāni kassapassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.6_2",
        "original": "ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "ayam ekaḥ sāvakānam sannipātaḥ ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.10.7",
        "original": "Mayhaṁ, bhikkhave, etarahi eko sāvakānaṁ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. Mayhaṁ, bhikkhave, ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "bhikkhave etarahi ekaḥ sāvakānam sannipātaḥ ahosi aḍḍhateḷasāni bhikkhu satāni bhikkhave ayam ekaḥ sāvakānam sannipātaḥ ahosi khīṇāsavānam ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.11.1",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa asokaḥ nāma bhikkhu upaṭṭhākaḥ ahosi aggupaṭṭhāko ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.11.2",
        "original": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa khemaṅkaro nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "sikhissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa khemaṅkaraḥ nāma bhikkhu upaṭṭhākaḥ ahosi aggupaṭṭhāko ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.11.3",
        "original": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa upasanto nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "vessabhussa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa upasantaḥ nāma bhikkhu upaṭṭhākaḥ ahosi agga upaṭṭhāko ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.11.4",
        "original": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa buddhijo nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "kakusandhassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa buddhijaḥ nāma bhikkhu upaṭṭhākaḥ ahosi aggupaṭṭhāko ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.11.5",
        "original": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa sotthijo nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "koṇāgamanassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa sotthijaḥ nāma bhikkhu upaṭṭhākaḥ ahosi aggupaṭṭhāko ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.11.6",
        "original": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa sabbamitto nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "kassapassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa sabbamittaḥ nāma bhikkhu upaṭṭhākaḥ ahosi aggupaṭṭhāko ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.11.7",
        "original": "Mayhaṁ, bhikkhave, etarahi ānando nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "bhikkhave etarahi ānandaḥ nāma bhikkhu upaṭṭhākaḥ ahosi agga upaṭṭhāko ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.1",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa bandhumā nāma rājā pitā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.2",
        "original": "Bandhumatī nāma devī mātā ahosi janetti.",
        "analyzed": "bandhumatī nāma devī mātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.3",
        "original": "Bandhumassa rañño bandhumatī nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "bandhumassa raññaḥ bandhumatī nāma nagaram rājadhānī ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.4",
        "original": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa aruṇo nāma rājā pitā ahosi.",
        "analyzed": "sikhissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa aruṇaḥ nāma rājā pitā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.5",
        "original": "Pabhāvatī nāma devī mātā ahosi janetti.",
        "analyzed": "pabhāvatī nāma devī mātā ahosi jana itti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.6",
        "original": "Aruṇassa rañño aruṇavatī nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "aruṇassa raññaḥ aruṇavatī nāma nagaram rājadhānī ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.7",
        "original": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa suppatito nāma rājā pitā ahosi.",
        "analyzed": "vessabhussa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa suppatitaḥ nāma rājā pitā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.8",
        "original": "Vassavatī nāma devī mātā ahosi janetti.",
        "analyzed": "vassavatī nāma devī mātā ahosi janetti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.9",
        "original": "Suppatitassa rañño anomaṁ nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "suppatitassa raññaḥ anomam nāma nagaram rājadhānī ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.10",
        "original": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa aggidatto nāma brāhmaṇo pitā ahosi.",
        "analyzed": "kakusandhassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa aggidattaḥ nāma brāhmaṇaḥ pitā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.11",
        "original": "Visākhā nāma brāhmaṇī mātā ahosi janetti.",
        "analyzed": "visākhā nāma brāhmaṇī mātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.12",
        "original": "Tena kho pana, bhikkhave, samayena khemo nāma rājā ahosi.",
        "analyzed": "tena kho pana bhikkhave samayena khemaḥ nāma rājā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.13",
        "original": "Khemassa rañño khemavatī nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "khemassa raññaḥ khemavatī nāma nagaram rājadhānī ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.14",
        "original": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa yaññadatto nāma brāhmaṇo pitā ahosi.",
        "analyzed": "koṇāgamanassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa yaññadattaḥ nāma brāhmaṇaḥ pitā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.15",
        "original": "Uttarā nāma brāhmaṇī mātā ahosi janetti.",
        "analyzed": "uttarā nāma brāhmaṇī mātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.16",
        "original": "Tena kho pana, bhikkhave, samayena sobho nāma rājā ahosi.",
        "analyzed": "tena kho pana bhikkhave samayena sobhaḥ nāma rājā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.17",
        "original": "Sobhassa rañño sobhavatī nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "sobhassa raññaḥ sobhavatī nāma nagaram rājadhānī ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.18",
        "original": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa brahmadatto nāma brāhmaṇo pitā ahosi.",
        "analyzed": "kassapassa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa brahmadattaḥ nāma brāhmaṇaḥ pitā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.19",
        "original": "Dhanavatī nāma brāhmaṇī mātā ahosi janetti.",
        "analyzed": "dhanavatī nāma brāhmaṇī mātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.20",
        "original": "Tena kho pana, bhikkhave, samayena kikī nāma rājā ahosi.",
        "analyzed": "tena kho pana bhikkhave samayena kikī nāma rājā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.21",
        "original": "Kikissa rañño bārāṇasī nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "kikissa raññaḥ bārāṇasī nāma nagaram rājadhānī ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.22",
        "original": "Mayhaṁ, bhikkhave, etarahi suddhodano nāma rājā pitā ahosi.",
        "analyzed": "bhikkhave etarahi suddhodanaḥ nāma rājā pitā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.23",
        "original": "Māyā nāma devī mātā ahosi janetti.",
        "analyzed": "māyā nāma devī mātā ahosi jana itti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.24",
        "original": "Kapilavatthu nāma nagaraṁ rājadhānī ahosī”ti.",
        "analyzed": "kapilavatthu nāma nagaram rājadhānī ahosi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.25",
        "original": "Idamavoca bhagavā.",
        "analyzed": "idam avoca bhagavān ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.12.26",
        "original": "Idaṁ vatvāna sugato uṭṭhāyāsanā vihāraṁ pāvisi.",
        "analyzed": "idam vatvāna sugataḥ uṭṭhāya āsanā vihāram pāvisi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.1",
        "original": "Atha kho tesaṁ bhikkhūnaṁ acirapakkantassa bhagavato ayamantarākathā udapādi:",
        "analyzed": "atha kho tesam bhikkhūnam acira pakkantassa bhagavataḥ ayam antarākathā udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.2",
        "original": "“acchariyaṁ, āvuso, abbhutaṁ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā.",
        "analyzed": "acchariyaḥ āvuso abbhutaḥ āvuso tathāgatassa mahiddhika tā mahā anubhāva tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.3_0",
        "original": "Yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe",
        "analyzed": "yatra hi nāma tathāgataḥ atīte buddhe parinibbute chinna papañce chinna vaṭume pariyādinna vaṭṭe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.3_1",
        "original": "sabbadukkhavītivatte jātitopi anussarissati, nāmatopi anussarissati, gottatopi anussarissati,",
        "analyzed": "sabba dukkha vītivatte jātitaḥ api anussarissati nāmataḥ api anussarissati gottataḥ api anussarissati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.3_2",
        "original": "āyuppamāṇatopi anussarissati, sāvakayugatopi anussarissati, sāvakasannipātatopi anussarissati:",
        "analyzed": "āyu ppamāṇataḥ api anussarissati sāvaka yugataḥ api anussarissati sāvaka sannipātataḥ api anussarissati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.4",
        "original": "‘evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’”ti.",
        "analyzed": "eva jaccā te bhagavantaḥ ahesuṃ iti pi eva nāmā evaṃgottāḥ eva sīlāḥ eva dhammāḥ eva paññāḥ eva vihārī eva vimuttā te bhagavantaḥ ahesuṃ iti pi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.5_0",
        "original": "“Kiṁ nu kho, āvuso, tathāgatasseva nu kho esā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā",
        "analyzed": "kim nu kho āvuso tathāgatassa iva nu kho esā dhammadhātu su paṭividdhā yassā dhammadhātuyā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.5_1",
        "original": "suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe",
        "analyzed": "suppaṭividdha ttā tathāgataḥ atīte buddhe parinibbute chinna papañce chinna vaṭume pariyādinna vaṭṭe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.5_2",
        "original": "sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati,",
        "analyzed": "sabba dukkha vītivatte jātitaḥ api anussarati nāmataḥ api anussarati gottataḥ api anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.5_3",
        "original": "āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati:",
        "analyzed": "āyu ppamāṇataḥ api anussarati sāvaka yugataḥ api anussarati sāvaka sannipātataḥ api anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.5_4",
        "original": "‘evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā",
        "analyzed": "te bhagavantaḥ ahesuṃ iti pi eva nāmāḥ evaṃgottāḥ eva sīlāḥ eva dhammāḥ eva paññā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.5_5",
        "original": "evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’ti,",
        "analyzed": "te bhagavantaḥ ahesuṃ iti pi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.6_0",
        "original": "udāhu devatā tathāgatassa etamatthaṁ ārocesuṁ, yena tathāgato atīte buddhe parinibbute",
        "analyzed": "udāhu devatā tathāgatassa etam attham ārocesu yena tathāgataḥ atīte buddhe parinibbute ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.6_1",
        "original": "chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati,",
        "analyzed": "chinna papañce chinna vaṭume pariyādinna vaṭṭe sabba dukkha vītivatte jātitaḥ api anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.6_2",
        "original": "nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi",
        "analyzed": "nāmataḥ api anussarati gottataḥ api anussarati āyu ppamāṇataḥ api anussarati sāvaka yugataḥ api ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.6_3",
        "original": "anussarati, sāvakasannipātatopi anussarati: ‘evaṁjaccā te bhagavanto ahesuṁ itipi,",
        "analyzed": "anussarati sāvaka sannipātataḥ pi anussarati evajaccā te bhagavantaḥ ahesuṃ iti pi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.6_4",
        "original": "evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’”ti.",
        "analyzed": "eva nāmā evaṃgottā eva sīlāḥ eva dhammāḥ eva paññāḥ eva vihārī eva vimuttā te bhagavantaḥ ahesuṃ iti pi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.13.7",
        "original": "Ayañca hidaṁ tesaṁ bhikkhūnaṁ antarākathā vippakatā hoti.",
        "analyzed": "ayam ca hidam tesam bhikkhūnam antarākathā vippakatā hoti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.1",
        "original": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.",
        "analyzed": "atha kho bhagavā sāyanha samayam paṭisallānā vuṭṭhitaḥ yena karerimaṇḍalamāḷo tena upasaṅkami upasaṅkamitvā paññatte āsane nisīdi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.2",
        "original": "Nisajja kho bhagavā bhikkhū āmantesi:",
        "analyzed": "nisajja kho bhagavā bhikkhū āmantesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.3",
        "original": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā; kā ca pana vo antarākathā vippakatā”ti?",
        "analyzed": "kāya nuttha bhikkhave etarahi kathāya sannisinnā kā ca pana vaḥ antarākathā vippakatā ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.4",
        "original": "Evaṁ vutte, te bhikkhū bhagavantaṁ etadavocuṁ:",
        "analyzed": "evam vutte te bhikkhū bhagavantam etat avocuḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.5",
        "original": "“idha, bhante, amhākaṁ acirapakkantassa bhagavato ayaṁ antarākathā udapādi:",
        "analyzed": "idha bhante amhākam acira pakkantassa bhagavataḥ ayam antarākathā udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.6",
        "original": "‘acchariyaṁ, āvuso, abbhutaṁ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā.",
        "analyzed": "acchariyaḥ āvuso abbhutaḥ āvuso tathāgatassa mahiddhika tā mahā anubhāva tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.7_0",
        "original": "Yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe",
        "analyzed": "yatra hi nāma tathāgataḥ atīte buddhe parinibbute chinna papañce chinna vaṭume pariyādinna vaṭṭe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.7_1",
        "original": "sabbadukkhavītivatte jātitopi anussarissati, nāmatopi anussarissati, gottatopi anussarissati,",
        "analyzed": "sabba dukkha vītivatte jātitaḥ api anussarissati nāmataḥ api anussarissati gottataḥ api anussarissati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.7_2",
        "original": "āyuppamāṇatopi anussarissati, sāvakayugatopi anussarissati, sāvakasannipātatopi anussarissati:",
        "analyzed": "āyu ppamāṇataḥ api anussarissati sāvaka yugataḥ api anussarissati sāvaka sannipātataḥ api anussarissati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.8",
        "original": "“evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī”ti.",
        "analyzed": "eva jaccā te bhagavantaḥ ahesuṃ iti pi eva nāmā evaṃgottāḥ eva sīlāḥ eva dhammāḥ eva paññāḥ eva vihārī eva vimuttā te bhagavantaḥ ahesuṃ iti pi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.9_0",
        "original": "Kiṁ nu kho, āvuso, tathāgatasseva nu kho esā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā",
        "analyzed": "kim nu kho āvuso tathāgatassa iva nu kho esā dhammadhātu su paṭividdhā yassā dhammadhātuyā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.9_1",
        "original": "suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe",
        "analyzed": "suppaṭividdha ttā tathāgataḥ atīte buddhe parinibbute chinna papañce chinna vaṭume pariyādinna vaṭṭe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.9_2",
        "original": "sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati,",
        "analyzed": "sabba dukkha vītivatte jātitaḥ api anussarati nāmataḥ api anussarati gottataḥ api anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.9_3",
        "original": "āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati:",
        "analyzed": "āyu ppamāṇataḥ api anussarati sāvaka yugataḥ api anussarati sāvaka sannipātataḥ api anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.10",
        "original": "“evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī”ti.",
        "analyzed": "eva jaccā te bhagavantaḥ ahesuṃ iti pi eva nāmā evaṃgottāḥ eva sīlāḥ eva dhammāḥ eva paññāḥ eva vihārī eva vimuttā te bhagavantaḥ ahesuṃ iti pi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.11_0",
        "original": "Udāhu devatā tathāgatassa etamatthaṁ ārocesuṁ, yena tathāgato atīte buddhe parinibbute",
        "analyzed": "udāhu devatā tathāgatassa etam attham ārocesu yena tathāgataḥ atīte buddhe parinibbute ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.11_1",
        "original": "chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati,",
        "analyzed": "chinna papañce chinna vaṭume pariyādinna vaṭṭe sabba dukkha vītivatte jātitaḥ api anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.11_2",
        "original": "nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi",
        "analyzed": "nāmataḥ api anussarati gottataḥ api anussarati āyu ppamāṇataḥ api anussarati sāvaka yugataḥ api ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.11_3",
        "original": "anussarati, sāvakasannipātatopi anussarati:",
        "analyzed": "anussarati sāvaka sannipātataḥ pi anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.12",
        "original": "“evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī”’ti?",
        "analyzed": "eva jaccā te bhagavantaḥ ahesuṃ iti pi eva nāmā evaṃgottāḥ eva sīlāḥ eva dhammāḥ eva paññāḥ eva vihārī eva vimuttā te bhagavantaḥ ahesuṃ iti pi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.14.13",
        "original": "Ayaṁ kho no, bhante, antarākathā vippakatā, atha bhagavā anuppatto”ti.",
        "analyzed": "ayam kho naḥ bhante antarākathā vippakatā atha bhagavā anuppatto ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.1_0",
        "original": "“Tathāgatassevesā, bhikkhave, dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā",
        "analyzed": "tathāgatassa iva īsā bhikkhave dhammadhātu su paṭividdhā yassā dhammadhātuyā su paṭividdha ttā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.1_1",
        "original": "tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte",
        "analyzed": "tathāgataḥ atīte buddhe parinibbute chinna papañce chinna vaṭume pariyādinna vaṭṭe sabba dukkha vītivatte ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.1_2",
        "original": "jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati,",
        "analyzed": "jātitaḥ api anussarati nāmataḥ api anussarati gottataḥ api anussarati āyu ppamāṇataḥ api anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.1_3",
        "original": "sāvakayugatopi anussarati, sāvakasannipātatopi anussarati:",
        "analyzed": "sāvaka yugataḥ api anussarati sāvaka sannipātataḥ api anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.2",
        "original": "‘evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’ti.",
        "analyzed": "eva jaccā te bhagavantaḥ ahesuṃ iti pi eva nāmā evaṃgottāḥ eva sīlāḥ eva dhammāḥ eva paññāḥ eva vihārī eva vimuttā te bhagavantaḥ ahesuṃ iti pi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.3_0",
        "original": "Devatāpi tathāgatassa etamatthaṁ ārocesuṁ, yena tathāgato atīte buddhe parinibbute",
        "analyzed": "devatā api tathāgatassa etam attham ārocesu yena tathāgataḥ atīte buddhe parinibbute ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.3_1",
        "original": "chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati,",
        "analyzed": "chinna papañce chinna vaṭume pariyādinna vaṭṭe sabba dukkha vītivatte jātitaḥ api anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.3_2",
        "original": "nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi",
        "analyzed": "nāmataḥ api anussarati gottataḥ api anussarati āyu ppamāṇataḥ api anussarati sāvaka yugataḥ api ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.3_3",
        "original": "anussarati, sāvakasannipātatopi anussarati:",
        "analyzed": "anussarati sāvaka sannipātataḥ pi anussarati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.4",
        "original": "‘evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’ti.",
        "analyzed": "eva jaccā te bhagavantaḥ ahesuṃ iti pi eva nāmā evaṃgottāḥ eva sīlāḥ eva dhammāḥ eva paññāḥ eva vihārī eva vimuttā te bhagavantaḥ ahesuṃ iti pi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.5",
        "original": "Iccheyyātha no tumhe, bhikkhave, bhiyyoso mattāya pubbenivāsapaṭisaṁyuttaṁ dhammiṁ kathaṁ sotun”ti?",
        "analyzed": "iccheyyātha no tumhe bhikkhave bhiyyosaḥ mattāya pubbenivāsa paṭisayuttam dhammim katham sotuṃ ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.6",
        "original": "“Etassa, bhagavā, kālo; etassa, sugata, kālo;",
        "analyzed": "etassa bhagavā kālaḥ etassa sugata kālaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.7",
        "original": "yaṁ bhagavā bhiyyoso mattāya pubbenivāsapaṭisaṁyuttaṁ dhammiṁ kathaṁ kareyya, bhagavato sutvā bhikkhū dhāressantī”ti.",
        "analyzed": "yam bhagavā bhiyyosaḥ mattāya pubbenivāsa paṭisayuttam dhammim katham kareyya bhagavato sutvā bhikkhū dhāressanti iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.8",
        "original": "“Tena hi, bhikkhave, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti.",
        "analyzed": "tena hi bhikkhave suṇātha sādhukam manasi karotha bhāsissāmi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.9",
        "original": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ.",
        "analyzed": "eva bhante iti kho te bhikkhū bhagavato ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.15.10",
        "original": "Bhagavā etadavoca:",
        "analyzed": "bhagavān etat avoca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.1",
        "original": "“Ito so, bhikkhave, ekanavutikappe yaṁ vipassī bhagavā arahaṁ sammāsambuddho loke udapādi.",
        "analyzed": "itas saḥ bhikkhave ekanavuti kappe yam vipassī bhagavā araham sammāsambuddhaḥ loke udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.2",
        "original": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi.",
        "analyzed": "vipassī bhikkhave bhagavā araham sammāsambuddhaḥ khattiyaḥ jātiyā ahosi khattiya kule udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.3",
        "original": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi.",
        "analyzed": "vipassī bhikkhave bhagavā araham sammāsambuddhaḥ koṇḍaññaḥ gottena ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.4",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṁ ahosi.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa asīti vassa sahassāni āyu ppamāṇam ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.5",
        "original": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho pāṭaliyā mūle abhisambuddho.",
        "analyzed": "vipassī bhikkhave bhagavā araham sammāsambuddhaḥ pāṭaliyā mūle abhisambuddhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.6",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa khaṇḍatissaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa khaṇḍatissam nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.7",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā ahesuṁ.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa tayo sāvakānam sannipātāḥ ahesu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.8",
        "original": "Eko sāvakānaṁ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṁ, eko sāvakānaṁ sannipāto ahosi bhikkhusatasahassaṁ, eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni.",
        "analyzed": "ekaḥ sāvakānam sannipātaḥ ahosi aṭṭhasaṭṭhi bhikkhu sata sahassaḥ ekaḥ sāvakānam sannipātaḥ ahosi bhikkhu sata sahassaḥ ekaḥ sāvakānam sannipātaḥ ahosi asīti bhikkhu sahassāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.9",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā ahesuṁ sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa ime tayo sāvakānam sannipātāḥ ahesum khīṇa asavānam ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.10",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa asokaḥ nāma bhikkhu upaṭṭhākaḥ ahosi aggupaṭṭhāko ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.11",
        "original": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi.",
        "analyzed": "vipassissa bhikkhave bhagavataḥ arahataḥ sammāsambuddhassa bandhumā nāma rājā pitā ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.12",
        "original": "Bandhumatī nāma devī mātā ahosi janetti.",
        "analyzed": "bandhumatī nāma devī mātā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.16.13",
        "original": "Bandhumassa rañño bandhumatī nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "bandhumassa raññaḥ bandhumatī nāma nagaram rājadhānī ahosi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.0",
        "original": "2. Bodhisattadhammatā",
        "analyzed": "bodhisatta dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.1",
        "original": "Atha kho, bhikkhave, vipassī bodhisatto tusitā kāyā cavitvā sato sampajāno mātukucchiṁ okkami.",
        "analyzed": "atha kho bhikkhave vipassī bodhisatto tusitā kāyā cavitvā sataḥ sampajānaḥ mātukucchiṃ okkami ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.3",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto tusitā kāyā cavitvā mātukucchiṁ okkamati.",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisatto tusitā kāyā cavitvā mātukucchim okkamati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.4",
        "original": "Atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ.",
        "analyzed": "atha sa devake loke sa mārake sa brahmake sa ssamaṇa brāhmaṇiyā pajāya sa deva manussāya appamāṇaḥ uḷāraḥ obhāsaḥ pātubhavati atikkamma iva devānam deva anubhāva ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.5_0",
        "original": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā, yatthapime candimasūriyā",
        "analyzed": "yā api tā lokantarikāḥ aghāḥ a savutāḥ andhakārāḥ andhakāra timisāḥ candima sūriyā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.5_1",
        "original": "evaṁmahiddhikā evaṁmahānubhāvā ābhāya nānubhonti, tatthapi appamāṇo uḷāro obhāso",
        "analyzed": "evam ahiddhikāḥ evam ahā anubhāvāḥ ābhāya na anubhonti tattha api appamāṇaḥ uḷāraḥ obhāsaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.5_2",
        "original": "pātubhavati atikkammeva devānaṁ devānubhāvaṁ.",
        "analyzed": "pātubhavati atikkamma iva devānam deva anubhāva ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.6",
        "original": "Yepi tattha sattā upapannā, tepi tenobhāsena aññamaññaṁ sañjānanti: ‘aññepi kira, bho, santi sattā idhūpapannā’ti.",
        "analyzed": "ye pi tattha sattā upapannā te pi tena ubhāsena aññam aññam sañjānanti aññe pi kira bho santi sattāḥ idha upapannā ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.7",
        "original": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati. Appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvaṁ.",
        "analyzed": "ayam ca dasa sahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇaḥ ca uḷāraḥ obhāsaḥ loke pātubhavati atikkamma iva devānam deva anubhāva ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.8",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.9_0",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, cattāro naṁ devaputtā",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchim okkantaḥ hoti cattāraḥ nam deva puttā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.9_1",
        "original": "catuddisaṁ rakkhāya upagacchanti: ‘mā naṁ bodhisattaṁ vā bodhisattamātaraṁ vā manusso",
        "analyzed": "catuddisam rakkhāyaḥ upagacchanti mā nam bodhisattam vā bodhisatta mātaram vā manusso ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.9_2",
        "original": "vā amanusso vā koci vā viheṭhesī’ti.",
        "analyzed": "vā amanussaḥ vā koci vā viheṭhesi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.17.10",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.18.1_0",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, pakatiyā sīlavatī",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchim okkantaḥ hoti pakatiyā sīlavatī ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.18.1_1",
        "original": "bodhisattamātā hoti, viratā pāṇātipātā, viratā adinnādānā, viratā kāmesumicchācārā,",
        "analyzed": "hoti viratā pāṇa atipātā viratā adinna ādānā viratā kāmesu micchā ācārā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.18.1_2",
        "original": "viratā musāvādā, viratā surāmerayamajjappamādaṭṭhānā.",
        "analyzed": "viratāḥ musāvādāḥ viratā surā meraya majja ppamāda ṭṭhānā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.18.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.19.1_0",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, na bodhisattamātu",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchim okkantaḥ hoti na bodhisatta mātu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.19.1_1",
        "original": "purisesu mānasaṁ uppajjati kāmaguṇūpasaṁhitaṁ, anatikkamanīyā ca bodhisattamātā hoti",
        "analyzed": "purisesu mānasam uppajjati an atikkamanīyā ca bodhisatta mātā hoti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.19.1_2",
        "original": "kenaci purisena rattacittena.",
        "analyzed": "kenacid purisena ratta cittena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.19.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.20.1",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, lābhinī bodhisattamātā hoti pañcannaṁ kāmaguṇānaṁ. Sā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāreti.",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchim okkantaḥ hoti lābhinī bodhisatta mātā hoti pañcannam kāmaguṇāna sā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāreti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.20.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.1_0",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, na bodhisattamātu",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchim okkantaḥ hoti na bodhisatta mātu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.1_1",
        "original": "kocideva ābādho uppajjati. Sukhinī bodhisattamātā hoti akilantakāyā, bodhisattañca",
        "analyzed": "kocid eva ābādhaḥ uppajjati sukhinī bodhisatta mātā hoti a kilanta kāyā bodhisattam ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.1_2",
        "original": "bodhisattamātā tirokucchigataṁ passati sabbaṅgapaccaṅgiṁ ahīnindriyaṁ.",
        "analyzed": "bodhisatta mātā tiro kucchi gatam passati sabbaṅga paccaṅgim ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.2_0",
        "original": "Seyyathāpi, bhikkhave, maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato accho",
        "analyzed": "seyyathā api bhikkhave maṇi veḷuriyaḥ subhaḥ jātimā aṭṭhasas su parikamma kataḥ acchaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.2_1",
        "original": "vippasanno anāvilo sabbākārasampanno. Tatrāssa suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ",
        "analyzed": "vippasannaḥ anāvilaḥ sabba ākāra sampannaḥ tatra assa suttam āvutam nīlam vā pītam vā lohita ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.2_2",
        "original": "vā odātaṁ vā paṇḍusuttaṁ vā.",
        "analyzed": "vā odātam vā paṇḍusuttam vā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.3_0",
        "original": "Tamenaṁ cakkhumā puriso hatthe karitvā paccavekkheyya: ‘ayaṁ kho maṇi veḷuriyo subho",
        "analyzed": "tam enam cakkhumā purisaḥ hatthe karitvā paccavekkheyya ayam kho maṇi veḷuriyaḥ subho ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.3_1",
        "original": "jātimā aṭṭhaṁso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatridaṁ",
        "analyzed": "jātimā aṭṭhasas su parikamma kataḥ acchaḥ vippasannaḥ anāvilaḥ sabba ākāra sampanno tatrida ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.3_2",
        "original": "suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā’ti.",
        "analyzed": "suttam āvutam nīlam vā pītam vā lohitam vā odātam vā paṇḍusuttam vā ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.4_0",
        "original": "Evameva kho, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, na bodhisattamātu",
        "analyzed": "evam eva kho bhikkhave yadā bodhisattaḥ mātukucchim okkantaḥ hoti na bodhisatta mātu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.4_1",
        "original": "kocideva ābādho uppajjati, sukhinī bodhisattamātā hoti akilantakāyā, bodhisattañca",
        "analyzed": "kocid eva ābādhaḥ uppajjati sukhinī bodhisatta mātā hoti a kilanta kāyā bodhisattam ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.4_2",
        "original": "bodhisattamātā tirokucchigataṁ passati sabbaṅgapaccaṅgiṁ ahīnindriyaṁ.",
        "analyzed": "bodhisatta mātā tiro kucchi gatam passati sabbaṅga paccaṅgim ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.21.5",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.22.1",
        "original": "Dhammatā esā, bhikkhave, sattāhajāte bodhisatte bodhisattamātā kālaṁ karoti tusitaṁ kāyaṁ upapajjati.",
        "analyzed": "dhammatā esā bhikkhave satta aha jāte bodhisatte bodhisatta mātā kālam karoti tusitam kāyam upapajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.22.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.23.1_0",
        "original": "Dhammatā esā, bhikkhave, yathā aññā itthikā nava vā dasa vā māse gabbhaṁ kucchinā",
        "analyzed": "dhammatā esā bhikkhave yathā aññā itthikā nava vā dasa vā māse gabbham kucchinā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.23.1_1",
        "original": "pariharitvā vijāyanti, na hevaṁ bodhisattaṁ bodhisattamātā vijāyati. Daseva māsāni",
        "analyzed": "pariharitvā vijāyanti na ha ivam bodhisattam bodhisatta mātā vijāyati dasa iva māsāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.23.1_2",
        "original": "bodhisattaṁ bodhisattamātā kucchinā pariharitvā vijāyati.",
        "analyzed": "bodhisattam bodhisatta mātā kucchinā pariharitvā vijāyati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.23.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.24.1",
        "original": "Dhammatā esā, bhikkhave, yathā aññā itthikā nisinnā vā nipannā vā vijāyanti, na hevaṁ bodhisattaṁ bodhisattamātā vijāyati. Ṭhitāva bodhisattaṁ bodhisattamātā vijāyati.",
        "analyzed": "dhammatā esā bhikkhave yathā aññāḥ itthikāḥ nisinnāḥ vā nipannāḥ vā vijāyanti na ha evam bodhisattam bodhisatta mātā vijāyati ṭhitā ava bodhisattam bodhisatta mātā vijāyati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.24.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.25.1",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, devā paṭhamaṁ paṭiggaṇhanti, pacchā manussā.",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchimhā nikkhamati devā paṭhamam paṭiggaṇhanti pacchā manussā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.25.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.26.1_0",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, appattova bodhisatto",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchimhā nikkhamati appattaḥ uva bodhisatto ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.26.1_1",
        "original": "pathaviṁ hoti, cattāro naṁ devaputtā paṭiggahetvā mātu purato ṭhapenti: ‘attamanā,",
        "analyzed": "pathavim hoti cattāraḥ nam deva puttā paṭiggahetvā mātu puratas ṭhapenti attamanāḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.26.1_2",
        "original": "devi, hohi; mahesakkho te putto uppanno’ti.",
        "analyzed": "devi hohi mahesakkhaḥ te putto uppanno ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.26.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.27.1",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado.",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchimhā nikkhamati visadaḥ uva nikkhamati a makkhitaḥ udena a makkhitaḥ semhena a makkhitaḥ ruhirena a makkhitaḥ kenacid asucinā suddhaḥ visadaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.27.2",
        "original": "Seyyathāpi, bhikkhave, maṇiratanaṁ kāsike vatthe nikkhittaṁ neva maṇiratanaṁ kāsikaṁ vatthaṁ makkheti, nāpi kāsikaṁ vatthaṁ maṇiratanaṁ makkheti.",
        "analyzed": "seyyathā api bhikkhave maṇi ratanam kāsike vatthe nikkhittam na iva maṇi ratanam kāsikam vattham makkheti na api kāsikam vattham maṇi ratanam makkheti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.27.3",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.27.4",
        "original": "Ubhinnaṁ suddhattā.",
        "analyzed": "ubhinnam su dhattā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.27.5",
        "original": "Evameva kho, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito, udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado.",
        "analyzed": "evam eva kho bhikkhave yadā bodhisattaḥ mātukucchimhā nikkhamati visadā uva nikkhamati a makkhitaḥ udena a makkhitaḥ semhena a makkhitaḥ ruhirena a makkhitaḥ kenacid asucinā suddhaḥ visadaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.27.6",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.28.1_0",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, dve udakassa dhārā",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchimhā nikkhamati dve udakassa dhārā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.28.1_1",
        "original": "antalikkhā pātubhavanti—ekā sītassa ekā uṇhassa yena bodhisattassa udakakiccaṁ karonti mātu ca.",
        "analyzed": "antalikkhā pātubhavanti ekā sītassa ekā uṇhassa yena bodhisattassa udaka kiccam karonti mātu ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.28.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.29.1_0",
        "original": "Dhammatā esā, bhikkhave, sampatijāto bodhisatto samehi pādehi patiṭṭhahitvā uttarābhimukho",
        "analyzed": "dhammatā esā bhikkhave sampatijātaḥ bodhisatto samehi pādehi patiṭṭhahitvā uttara abhimukhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.29.1_1",
        "original": "sattapadavītihārena gacchati setamhi chatte anudhāriyamāne, sabbā ca disā anuviloketi,",
        "analyzed": "gacchati setamhi chatte anudhāriyamāne sabbā ca disā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.29.1_2",
        "original": "āsabhiṁ vācaṁ bhāsati ‘aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi",
        "analyzed": "āsabhim vācam bhāsati aggaḥ uham asmi lokassa jeṭṭhaḥ uham asmi lokassa seṭṭhaḥ uham asmi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.29.1_3",
        "original": "lokassa, ayamantimā jāti, natthi dāni punabbhavo’ti.",
        "analyzed": "lokassa ayam antimā jāti natthi dāni punabbhavoti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.29.2",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.30.1_0",
        "original": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, atha sadevake",
        "analyzed": "dhammatā esā bhikkhave yadā bodhisattaḥ mātukucchimhā nikkhamati atha sa devake ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.30.1_1",
        "original": "loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro",
        "analyzed": "loke sa mārake sa brahmake sa ssamaṇa brāhmaṇiyā pajāya sa deva manussāya appamāṇaḥ uḷāraḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.30.1_2",
        "original": "obhāso pātubhavati, atikkammeva devānaṁ devānubhāvaṁ.",
        "analyzed": "obhāsaḥ pātubhavati atikkamma iva devānam deva anubhāva ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.30.2_0",
        "original": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā, yatthapime candimasūriyā",
        "analyzed": "yā api tā lokantarikāḥ aghāḥ a savutāḥ andhakārāḥ andhakāra timisāḥ candima sūriyā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.30.2_1",
        "original": "evaṁmahiddhikā evaṁmahānubhāvā ābhāya nānubhonti, tatthapi appamāṇo uḷāro obhāso",
        "analyzed": "evam ahiddhikāḥ evam ahā anubhāvāḥ ābhāya na anubhonti tattha api appamāṇaḥ uḷāraḥ obhāsaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.30.2_2",
        "original": "pātubhavati atikkammeva devānaṁ devānubhāvaṁ.",
        "analyzed": "pātubhavati atikkamma iva devānam deva anubhāva ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.30.3",
        "original": "Yepi tattha sattā upapannā, tepi tenobhāsena aññamaññaṁ sañjānanti: ‘aññepi kira, bho, santi sattā idhūpapannā’ti.",
        "analyzed": "ye pi tattha sattā upapannā te pi tena ubhāsena aññam aññam sañjānanti aññe pi kira bho santi sattāḥ idha upapannā ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.30.4",
        "original": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvaṁ.",
        "analyzed": "ayam ca dasa sahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇaḥ ca uḷāraḥ obhāsaḥ loke pātubhavati atikkamma iva devānam deva anubhāva ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.30.5",
        "original": "Ayamettha dhammatā.",
        "analyzed": "ayam ettha dhamma tā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.0",
        "original": "3. Dvattiṁsamahāpurisalakkhaṇā",
        "analyzed": "       ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.1",
        "original": "Jāte kho pana, bhikkhave, vipassimhi kumāre bandhumato rañño paṭivedesuṁ:",
        "analyzed": "jāte kho pana bhikkhave vipassimhi kumāre bandhumataḥ rañño ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.2",
        "original": "‘putto te, deva, jāto, taṁ devo passatū’ti.",
        "analyzed": "puttaḥ te deva jātaḥ tam devaḥ passatu uti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.3",
        "original": "Addasā kho, bhikkhave, bandhumā rājā vipassiṁ kumāraṁ, disvā nemitte brāhmaṇe āmantāpetvā etadavoca:",
        "analyzed": "addasā kho bhikkhave bandhumā rājā vipassim kumāra disvā nemitte brāhmaṇe āmantāpetvā etat avoca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.4",
        "original": "‘passantu bhonto nemittā brāhmaṇā kumāran’ti.",
        "analyzed": "passantu bhonto nemittā brāhmaṇā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.5",
        "original": "Addasaṁsu kho, bhikkhave, nemittā brāhmaṇā vipassiṁ kumāraṁ, disvā bandhumantaṁ rājānaṁ etadavocuṁ:",
        "analyzed": "addasasu kho bhikkhave nemittāḥ brāhmaṇāḥ vipassim kumāra disvā bandhumantam rājānam etat avocuḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.6",
        "original": "‘attamano, deva, hohi, mahesakkho te putto uppanno, lābhā te, mahārāja, suladdhaṁ te, mahārāja, yassa te kule evarūpo putto uppanno.",
        "analyzed": "atta manaḥ deva hohi mahesakkhaḥ te puttaḥ uppannaḥ lābhā te mahā rāja su laddham te mahā rāja yassa te kule evarūpaḥ putto uppanno ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.7",
        "original": "Ayañhi, deva, kumāro dvattiṁsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā.",
        "analyzed": "ayan hi deva kumāraḥ dvattisa mahāpurisa lakkhaṇehi samannāgataḥ yehi samannāgatassa mahāpurisassa dve iva gatiyaḥ bhavanti anaññā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.8",
        "original": "Sace agāraṁ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.",
        "analyzed": "sace agāram ajjhāvasati rājā hoti cakkavattī dhammikaḥ dhamma rājā cāturantaḥ vijitāvī janapadatthāvariya ppatto satta ratana samannāgato ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.9",
        "original": "Tassimāni sattaratanāni bhavanti.",
        "analyzed": "tassa imāni satta ratanāni bhavanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.10",
        "original": "Seyyathidaṁ—cakkaratanaṁ hatthiratanaṁ assaratanaṁ maṇiratanaṁ itthiratanaṁ gahapatiratanaṁ pariṇāyakaratanameva sattamaṁ.",
        "analyzed": "seyyathida cakka ratanam hatthi ratanam assa ratanam maṇi ratanam itthi ratanam gahapati ratanam pariṇāyaka ratanam eva sattama ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.11",
        "original": "Parosahassaṁ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.",
        "analyzed": "parosahassam kho panassa puttāḥ bhavanti sūrāḥ vīraṅga rūpāḥ para sena ppamaddanāḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.12",
        "original": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati.",
        "analyzed": "saḥ imam pathavim sāgara pariyantam a daṇḍena a satthena dhammena abhivijiya ajjhāvasati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.31.13",
        "original": "Sace kho pana agārasmā anagāriyaṁ pabbajati, arahaṁ hoti sammāsambuddho loke vivaṭacchado.",
        "analyzed": "sace kho pana agārasmai anagāriyam pabbajati araham hoti sammāsambuddhaḥ loke vivaṭa chadaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.1",
        "original": "Katamehi cāyaṁ, deva, kumāro dvattiṁsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā.",
        "analyzed": "katamehi ca aya deva kumāraḥ dvattisa mahāpurisa lakkhaṇehi samannāgataḥ yehi samannāgatassa mahāpurisassa dve iva gatiyaḥ bhavanti anaññā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.2",
        "original": "Sace agāraṁ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.",
        "analyzed": "sace agāram ajjhāvasati rājā hoti cakkavattī dhammikaḥ dhamma rājā cāturantaḥ vijitāvī janapadatthāvariya ppatto satta ratana samannāgato ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.3",
        "original": "Tassimāni sattaratanāni bhavanti.",
        "analyzed": "tassa imāni satta ratanāni bhavanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.4",
        "original": "Seyyathidaṁ—cakkaratanaṁ hatthiratanaṁ assaratanaṁ maṇiratanaṁ itthiratanaṁ gahapatiratanaṁ pariṇāyakaratanameva sattamaṁ.",
        "analyzed": "seyyathida cakka ratanam hatthi ratanam assa ratanam maṇi ratanam itthi ratanam gahapati ratanam pariṇāyaka ratanam eva sattama ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.5",
        "original": "Parosahassaṁ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.",
        "analyzed": "parosahassam kho panassa puttāḥ bhavanti sūrāḥ vīraṅga rūpāḥ para sena ppamaddanāḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.6",
        "original": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati.",
        "analyzed": "saḥ imam pathavim sāgara pariyantam a daṇḍena a satthena dhammena abhivijiya ajjhāvasati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.7_0",
        "original": "Sace kho pana agārasmā anagāriyaṁ pabbajati, arahaṁ hoti sammāsambuddho loke vivaṭacchado.",
        "analyzed": "sace kho pana agārasmai anagāriyam pabbajati araham hoti sammāsambuddhaḥ loke vivaṭa chadaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.7_1",
        "original": "Ayañhi, deva, kumāro suppatiṭṭhitapādo. Yaṁ pāyaṁ, deva, kumāro suppatiṭṭhitapādo.",
        "analyzed": "ayam hi deva kumāro su patiṭṭhita pādaḥ yam deva kumāro su patiṭṭhita pādaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.7_2",
        "original": "Idampissa mahāpurisassa mahāpurisalakkhaṇaṁ bhavati.",
        "analyzed": "idam pi issa mahā purisassa mahā purisa lakkhaṇam bhavati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.8_0",
        "original": "Imassa, deva, kumārassa heṭṭhā pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni",
        "analyzed": "imassa deva kumārassa heṭṭhā pāda talesu cakkāni jātāni sahassārāni sa nemikāni sa nābhikāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.8_1",
        "original": "sabbākāraparipūrāni. Yampi imassa, deva, kumārassa heṭṭhā pādatalesu cakkāni jātāni",
        "analyzed": "sabba ākāra paripūrāni yat pi imassa deva kumārassa heṭṭhā pāda talesu cakkāni jātāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.8_2",
        "original": "sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni, idampissa mahāpurisassa mahāpurisalakkhaṇaṁ bhavati.",
        "analyzed": "sahassārāni sa nemikāni sa nābhikāni sabba ākāra paripūrāni idam pi issa mahā purisassa mahā purisa lakkhaṇam bhavati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.9",
        "original": "Ayañhi, deva, kumāro āyatapaṇhī …pe…",
        "analyzed": "ayan hi deva kumāraḥ āyata paṇhī pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.10",
        "original": "Ayañhi, deva, kumāro dīghaṅgulī …pe…",
        "analyzed": "ayan hi deva kumāraḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.11",
        "original": "Ayañhi, deva, kumāro mudutalunahatthapādo …pe…",
        "analyzed": "ayam hi deva kumāraḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.12",
        "original": "Ayañhi, deva kumāro jālahatthapādo …pe…",
        "analyzed": "ayam hi deva kumāraḥ jālahattha pādaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.13",
        "original": "Ayañhi, deva, kumāro ussaṅkhapādo …pe…",
        "analyzed": "ayam hi deva kumāraḥ ussaṅkhapādaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.14",
        "original": "Ayañhi, deva, kumāro eṇijaṅgho …pe…",
        "analyzed": "ayan hi deva kumāraḥ eṇijaṅghaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.15",
        "original": "Ayañhi, deva, kumāro ṭhitakova anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati …pe…",
        "analyzed": "ayan hi deva kumāraḥ ṭhitakaḥ uva anonamantaḥ ubhohi pāṇi talehi jaṇṇukāni parimasati parimajjati pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.16",
        "original": "Ayañhi, deva, kumāro kosohitavatthaguyho …pe…",
        "analyzed": "ayan hi deva kumāro kosohitavatthaguyho pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.17",
        "original": "Ayañhi, deva, kumāro suvaṇṇavaṇṇo kañcanasannibhattaco …pe…",
        "analyzed": "ayan hi deva kumāraḥ suvaṇṇa vaṇṇaḥ kañcana sannibhattacaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.18",
        "original": "Ayañhi, deva, kumāro sukhumacchavī; sukhumattā chaviyā rajojallaṁ kāye na upalimpati …pe…",
        "analyzed": "ayam hi deva kumāraḥ sukhuma chavī sukhuma tā chaviyā rajaḥ jallam kāye na upalimpati pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.19",
        "original": "Ayañhi, deva, kumāro ekekalomo; ekekāni lomāni lomakūpesu jātāni …pe…",
        "analyzed": "ayan hi deva kumāraḥ ekeka lomaḥ ekekāni lomāni lomakūpesu jātāni ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.20",
        "original": "Ayañhi, deva, kumāro uddhaggalomo; uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni …pe…",
        "analyzed": "ayam hi deva kumāraḥ uddhagga lomaḥ uddhaggāni lomāni jātāni nīlāni añjana vaṇṇāni kuṇḍala avaṭṭāni dakkhiṇā vaṭṭaka jātāni pe",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.21",
        "original": "Ayañhi, deva, kumāro brahmujugatto …pe…",
        "analyzed": "ayan hi deva kumāraḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.22",
        "original": "Ayañhi, deva, kumāro sattussado …pe…",
        "analyzed": "ayan hi deva kumāraḥ sattussadaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.23",
        "original": "Ayañhi, deva, kumāro sīhapubbaddhakāyo …pe…",
        "analyzed": "ayam hi deva kumāraḥ sīha pubbaddha kāyaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.24",
        "original": "Ayañhi, deva, kumāro citantaraṁso …pe…",
        "analyzed": "ayan hi deva kumāraḥ citantarasaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.25",
        "original": "Ayañhi, deva, kumāro nigrodhaparimaṇḍalo yāvatakvassa kāyo tāvatakvassa byāmo, yāvatakvassa byāmo, tāvatakvassa kāyo …pe…",
        "analyzed": "ayam hi deva kumāraḥ nigrodha parimaṇḍalaḥ yāvatakvassa kāyo tāvatakvassa byāmaḥ yāvatakvassa byāmaḥ tāvatakvassa kāyaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.26",
        "original": "Ayañhi, deva, kumāro samavaṭṭakkhandho …pe…",
        "analyzed": "ayam hi deva kumāraḥ samavaṭṭa khandhaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.27",
        "original": "Ayañhi, deva, kumāro rasaggasaggī …pe…",
        "analyzed": "ayam hi deva kumāraḥ rasagga saggī pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.28",
        "original": "Ayañhi, deva, kumāro sīhahanu …pe…",
        "analyzed": "ayan hi deva kumāraḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.29",
        "original": "Ayañhi, deva, kumāro cattālīsadanto …pe…",
        "analyzed": "ayam hi deva kumāro cattālīsa danto pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.30",
        "original": "Ayañhi, deva, kumāro samadanto …pe…",
        "analyzed": "ayan hi deva kumāraḥ samadantaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.31",
        "original": "Ayañhi, deva, kumāro aviraḷadanto …pe…",
        "analyzed": "ayan hi deva kumāraḥ a viraḍa dantaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.32",
        "original": "Ayañhi, deva, kumāro susukkadāṭho …pe…",
        "analyzed": "ayam hi deva kumāraḥ su sukka dāṭhaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.33",
        "original": "Ayañhi, deva, kumāro pahūtajivho …pe…",
        "analyzed": "ayan hi deva kumāraḥ pahūta jivhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.34",
        "original": "Ayañhi, deva, kumāro brahmassaro karavīkabhāṇī …pe…",
        "analyzed": "ayam hi deva kumāraḥ brahmassaraḥ karavīka bhāṇī ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.35",
        "original": "Ayañhi, deva, kumāro abhinīlanetto …pe…",
        "analyzed": "ayam hi deva kumāraḥ abhinīla nettaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.36",
        "original": "Ayañhi, deva, kumāro gopakhumo …pe…",
        "analyzed": "ayan hi deva kumāraḥ gopa khumaḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.37_0",
        "original": "Imassa, deva, kumārassa uṇṇā bhamukantare jātā odātā mudutūlasannibhā. Yampi imassa,",
        "analyzed": "imassa deva kumārassa uṇṇā bhamuka antare jātā odātā mudu tūla sannibhā yampi imassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.37_1",
        "original": "deva, kumārassa uṇṇā bhamukantare jātā odātā mudutūlasannibhā, idampimassa mahāpurisassa",
        "analyzed": "deva kumārassa uṇṇā odātā mudu tūla sannibhā idampimassa mahā purisassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.37_2",
        "original": "mahāpurisalakkhaṇaṁ bhavati.",
        "analyzed": "mahāpurisa lakkhaṇam bhavati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.32.38",
        "original": "Ayañhi, deva, kumāro uṇhīsasīso. Yaṁ pāyaṁ, deva, kumāro uṇhīsasīso, idampissa mahāpurisassa mahāpurisalakkhaṇaṁ bhavati.",
        "analyzed": "ayam hi deva kumāraḥ uṇhīsa sīsaḥ yam deva kumāraḥ uṇhīsa sīsaḥ idam pissa mahā purisassa mahā purisa lakkhaṇam bhavati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.33.1",
        "original": "Imehi kho ayaṁ, deva, kumāro dvattiṁsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā.",
        "analyzed": "imehi kho deva kumāraḥ dvattisa mahāpurisa lakkhaṇehi samannāgataḥ yehi samannāgatassa mahāpurisassa dvā iva gatiyaḥ bhavanti anaññā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.33.2",
        "original": "Sace agāraṁ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.",
        "analyzed": "sace agāram ajjhāvasati rājā hoti cakkavattī dhammikaḥ dhamma rājā cāturantaḥ vijitāvī janapadatthāvariya ppatto satta ratana samannāgato ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.33.3",
        "original": "Tassimāni sattaratanāni bhavanti.",
        "analyzed": "tassa imāni satta ratanāni bhavanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.33.4",
        "original": "Seyyathidaṁ—cakkaratanaṁ hatthiratanaṁ assaratanaṁ maṇiratanaṁ itthiratanaṁ gahapatiratanaṁ pariṇāyakaratanameva sattamaṁ.",
        "analyzed": "seyyathida cakka ratanam hatthi ratanam assa ratanam maṇi ratanam itthi ratanam gahapati ratanam pariṇāyaka ratanam eva sattama ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.33.5",
        "original": "Parosahassaṁ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.",
        "analyzed": "parosahassam kho panassa puttāḥ bhavanti sūrāḥ vīraṅga rūpāḥ para sena ppamaddanāḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.33.6",
        "original": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati.",
        "analyzed": "saḥ imam pathavim sāgara pariyantam a daṇḍena a satthena dhammena abhivijiya ajjhāvasati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.33.7",
        "original": "Sace kho pana agārasmā anagāriyaṁ pabbajati, arahaṁ hoti sammāsambuddho loke vivaṭacchado’ti.",
        "analyzed": "sace kho pana agārasmai anagāriyam pabbajati araham hoti sammāsambuddhaḥ loke vivaṭa chadā iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.33.8.0",
        "original": "4. Vipassīsamaññā",
        "analyzed": "vipassī samaññā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.33.9",
        "original": "Atha kho, bhikkhave, bandhumā rājā nemitte brāhmaṇe ahatehi vatthehi acchādāpetvā sabbakāmehi santappesi.",
        "analyzed": "atha kho bhikkhave bandhumā rājā nemitte brāhmaṇe ahatehi vatthehi acchādāpetvā sabba kāmehi santappesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.34.1",
        "original": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa dhātiyo upaṭṭhāpesi.",
        "analyzed": "atha kho bhikkhave bandhumā rājā vipassissa kumārassa dhātiyaḥ upaṭṭhāpesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.34.2",
        "original": "Aññā khīraṁ pāyenti, aññā nhāpenti, aññā dhārenti, aññā aṅkena pariharanti.",
        "analyzed": "aññā khīram pāyenti aññā nhāpenti aññā dhārenti aññā aṅkena pariharanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.34.3",
        "original": "Jātassa kho pana, bhikkhave, vipassissa kumārassa setacchattaṁ dhārayittha divā ceva rattiñca:",
        "analyzed": "jātassa kho pana bhikkhave vipassissa kumārassa seta chattam dhārayittha divā ca iva rattiñca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.34.4",
        "original": "‘mā naṁ sītaṁ vā uṇhaṁ vā tiṇaṁ vā rajo vā ussāvo vā bādhayitthā’ti.",
        "analyzed": "mā nam sītam vā uṇham vā tiṇam vā rajaḥ vā ussāvaḥ vā bādhayittha ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.34.5",
        "original": "Jāto kho pana, bhikkhave, vipassī kumāro bahuno janassa piyo ahosi manāpo.",
        "analyzed": "jātaḥ kho pana bhikkhave vipassī kumāraḥ bahunaḥ janassa piyaḥ ahosi manāpaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.34.6",
        "original": "Seyyathāpi, bhikkhave, uppalaṁ vā padumaṁ vā puṇḍarīkaṁ vā bahuno janassa piyaṁ manāpaṁ;",
        "analyzed": "seyyathā api bhikkhave uppalam vā padumam vā puṇḍarīkam vā bahunaḥ janassa piyam manāpa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.34.7",
        "original": "evameva kho, bhikkhave, vipassī kumāro bahuno janassa piyo ahosi manāpo.",
        "analyzed": "evam eva kho bhikkhave vipassī kumāraḥ bahunaḥ janassa piyaḥ ahosi manāpaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.34.8",
        "original": "Svāssudaṁ aṅkeneva aṅkaṁ parihariyati.",
        "analyzed": "aṅkena iva aṅkam ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.35.1",
        "original": "Jāto kho pana, bhikkhave, vipassī kumāro mañjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca.",
        "analyzed": "jātaḥ kho pana bhikkhave vipassī kumāraḥ mañjussaraḥ ca ahosi vaggussaraḥ ca madhurassaraḥ ca pemaniyassaraḥ ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.35.2",
        "original": "Seyyathāpi, bhikkhave, himavante pabbate karavīkā nāma sakuṇajāti mañjussarā ca vaggussarā ca madhurassarā ca pemaniyassarā ca;",
        "analyzed": "seyyathā api bhikkhave himavante pabbate karavīkā nāma sakuṇa jāti mañjussarā ca vaggussarā ca madhurassarā ca pemaniyassarā ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.35.3",
        "original": "evameva kho, bhikkhave, vipassī kumāro mañjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca.",
        "analyzed": "evam eva kho bhikkhave vipassī kumāraḥ mañjussaraḥ ca ahosi vaggussaraḥ ca madhurassaraḥ ca pemaniyassaraḥ ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.36.1",
        "original": "Jātassa kho pana, bhikkhave, vipassissa kumārassa kammavipākajaṁ dibbacakkhu pāturahosi yena sudaṁ samantā yojanaṁ passati divā ceva rattiñca.",
        "analyzed": "jātassa kho pana bhikkhave vipassissa kumārassa kamma vipāka jam dibba cakkhu pāturahosi yena sudam samantā yojanam passati divā ca iva rattiñca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.37.1",
        "original": "Jāto kho pana, bhikkhave, vipassī kumāro animisanto pekkhati seyyathāpi devā tāvatiṁsā.",
        "analyzed": "jātaḥ kho pana bhikkhave vipassī kumāraḥ a nimisantaḥ pekkhati sā iyyathā api devā tāvatisā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.37.2",
        "original": "‘Animisanto kumāro pekkhatī’ti kho, bhikkhave, vipassissa kumārassa ‘vipassī vipassī’ tveva samaññā udapādi.",
        "analyzed": "a nimisantaḥ kumāro pekkhati iti kho bhikkhave vipassissa kumārassa vipassī vipassī tu eva samaññā udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.37.3",
        "original": "Atha kho, bhikkhave, bandhumā rājā atthakaraṇe nisinno vipassiṁ kumāraṁ aṅke nisīdāpetvā atthe anusāsati.",
        "analyzed": "atha kho bhikkhave bandhumā rājā atthakaraṇe nisinnaḥ vipassim kumāram aṅke nisīdāpetvā atthe anusāsati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.37.4",
        "original": "Tatra sudaṁ, bhikkhave, vipassī kumāro pituaṅke nisinno viceyya viceyya atthe panāyati ñāyena.",
        "analyzed": "tatra suda bhikkhave vipassī kumāraḥ pitu aṅke nisinnaḥ viceyya viceyya atthe panāyati ñāyena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.37.5",
        "original": "Viceyya viceyya kumāro atthe panāyati ñāyenāti kho, bhikkhave, vipassissa kumārassa bhiyyoso mattāya ‘vipassī vipassī’ tveva samaññā udapādi.",
        "analyzed": "viceyya viceyya kumāraḥ atthe panāyati ñāyena ati kho bhikkhave vipassissa kumārassa bhiyyosaḥ mattāya vipassī vipassī tu eva samaññā udapādi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.38.1",
        "original": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa tayo pāsāde kārāpesi, ekaṁ vassikaṁ ekaṁ hemantikaṁ ekaṁ gimhikaṁ;",
        "analyzed": "atha kho bhikkhave bandhumā rājā vipassissa kumārassa tayaḥ pāsāde kārāpesi ekam vassikam ekam hemantikam ekam gimhika ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.38.2",
        "original": "pañca kāmaguṇāni upaṭṭhāpesi.",
        "analyzed": "pañca kāmaguṇāni upaṭṭhāpesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.38.3",
        "original": "Tatra sudaṁ, bhikkhave, vipassī kumāro vassike pāsāde cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṁ orohatīti.",
        "analyzed": "tatra suda bhikkhave vipassī kumāraḥ vassike pāsāde cattāraḥ māse nippurisehi tūriyehi paricārayamānaḥ na heṭṭhā pāsādam orohati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:1.38.4",
        "original": "Paṭhamabhāṇavāro.",
        "analyzed": "paṭhama bhāṇavāro ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_14:2.1.0",
        "original": "5. Jiṇṇapurisa",
        "analyzed": "jiṇṇapurisa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.1.1",
        "original": "Atha kho, bhikkhave, vipassī kumāro bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena sārathiṁ āmantesi:",
        "analyzed": "atha kho bhikkhave vipassī kumāraḥ bahūnam vassānam bahūnam vassa satānam bahūnam vassa sahassānam accayena sārathim āmantesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.1.2",
        "original": "‘yojehi, samma sārathi, bhaddāni bhaddāni yānāni uyyānabhūmiṁ gacchāma subhūmidassanāyā’ti.",
        "analyzed": "yojehi samma sārathi bhaddāni bhaddāni yānāni uyyāna bhūmim gacchāma su bhūmi dassanāya ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.1.3",
        "original": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi:",
        "analyzed": "eva deva ati kho bhikkhave sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.1.4",
        "original": "‘yuttāni kho te, deva, bhaddāni bhaddāni yānāni,",
        "analyzed": "yuttāni kho te deva bhaddāni bhaddāni yānāni ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.1.5",
        "original": "yassadāni kālaṁ maññasī’ti.",
        "analyzed": "yaḥ sadāni kālam maññasi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.1.6",
        "original": "Atha kho, bhikkhave, vipassī kumāro bhaddaṁ bhaddaṁ yānaṁ abhiruhitvā bhaddehi bhaddehi yānehi uyyānabhūmiṁ niyyāsi.",
        "analyzed": "atha kho bhikkhave vipassī kumāraḥ bhaddam bhaddam yānam abhiruhitvā bhaddehi bhaddehi yānehi uyyāna bhūmim niyyāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.1",
        "original": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṁ niyyanto purisaṁ jiṇṇaṁ gopānasivaṅkaṁ bhoggaṁ daṇḍaparāyanaṁ pavedhamānaṁ gacchantaṁ āturaṁ gatayobbanaṁ.",
        "analyzed": "addasā kho bhikkhave vipassī kumāraḥ uyyāna bhūmim niyyantaḥ purisam jiṇṇam gopānasi vaṅkam bhoggam daṇḍa parāyanam pavedhamānam gacchantam āturam gata yobbana ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.2",
        "original": "Disvā sārathiṁ āmantesi:",
        "analyzed": "disvā sārathim āmantesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.3",
        "original": "‘ayaṁ pana, samma sārathi, puriso kiṅkato?",
        "analyzed": "ayam pana samma sārathi puriso kiṅkato ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.4",
        "original": "Kesāpissa na yathā aññesaṁ, kāyopissa na yathā aññesan’ti.",
        "analyzed": "na yathā aññesanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.5",
        "original": "‘Eso kho, deva, jiṇṇo nāmā’ti.",
        "analyzed": "esaḥ kho deva jiṇṇaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.6",
        "original": "‘Kiṁ paneso, samma sārathi, jiṇṇo nāmā’ti?",
        "analyzed": "kim pana iso samma sārathi jiṇṇaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.7",
        "original": "‘Eso kho, deva, jiṇṇo nāma. Na dāni tena ciraṁ jīvitabbaṁ bhavissatī’ti.",
        "analyzed": "esaḥ kho deva jiṇṇaḥ nāma na dāni tena ciram jīvitabbam bhavissati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.8",
        "original": "‘Kiṁ pana, samma sārathi, ahampi jarādhammo, jaraṁ anatīto’ti?",
        "analyzed": "kim pana samma sārathi aham pi jarā dhammaḥ jaram an atītaḥ ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.9",
        "original": "‘Tvañca, deva, mayañcamha sabbe jarādhammā, jaraṁ anatītā’ti.",
        "analyzed": "tvañca deva mayam camha sabbe jarā dhammāḥ jaram anatīta ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.10",
        "original": "‘Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā. Itova antepuraṁ paccaniyyāhī’ti.",
        "analyzed": "tena hi samma sārathi alam dānajjaḥ uyyāna bhūmiyā itas uva antepuram paccaniyyāhi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.11",
        "original": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsi.",
        "analyzed": "eva deva ati kho bhikkhave sārathi vipassissa kumārassa paṭissutvā tatas va antepuram paccaniyyāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.12",
        "original": "Tatra sudaṁ, bhikkhave, vipassī kumāro antepuraṁ gato dukkhī dummano pajjhāyati:",
        "analyzed": "tatra suda bhikkhave vipassī kumāraḥ antepuram gataḥ dukkhī dummanaḥ pajjhāyati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.2.13",
        "original": "‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissatī’ti.",
        "analyzed": "dhiratthu kira bho jāti nāma yatra hi nāma jātassa jarā paññāyissati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.1",
        "original": "Atha kho, bhikkhave, bandhumā rājā sārathiṁ āmantāpetvā etadavoca:",
        "analyzed": "atha khalu bhikkhave bandhumā rājā sārathim āmantāpetvā etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.2",
        "original": "‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha? Kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti?",
        "analyzed": "kacci samma sārathi kumāraḥ uyyāna bhūmiyā abhiramittha kacci samma sārathi kumāraḥ uyyāna bhūmiyā atta manaḥ ahosi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.3",
        "original": "‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti.",
        "analyzed": "na kho deva kumāraḥ uyyāna bhūmiyā abhiramittha na kho deva kumāraḥ uyyāna bhūmiyā atta manaḥ ahosi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.4",
        "original": "‘Kiṁ pana, samma sārathi, addasa kumāro uyyānabhūmiṁ niyyanto’ti?",
        "analyzed": "kim pana samma sārathi addasa kumāraḥ uyyāna bhūmim niyyantaḥ iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.5",
        "original": "‘Addasā kho, deva, kumāro uyyānabhūmiṁ niyyanto purisaṁ jiṇṇaṁ gopānasivaṅkaṁ bhoggaṁ daṇḍaparāyanaṁ pavedhamānaṁ gacchantaṁ āturaṁ gatayobbanaṁ.",
        "analyzed": "addasā kho deva kumāraḥ uyyāna bhūmim niyyantaḥ purisam jiṇṇam gopānasivaṅkam bhoggam daṇḍa parāyanam pavedhamānam gacchantam āturam gata yobbana ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.6",
        "original": "Disvā maṁ etadavoca:",
        "analyzed": "disvā mama etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.7",
        "original": "“ayaṁ pana, samma sārathi, puriso kiṅkato, kesāpissa na yathā aññesaṁ, kāyopissa na yathā aññesan”ti?",
        "analyzed": "ayam pana samma sārathi puriso kiṅkato kesāpissa na yathā aññesanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.8",
        "original": "“Eso kho, deva, jiṇṇo nāmā”ti.",
        "analyzed": "esaḥ kho deva jiṇṇaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.9",
        "original": "“Kiṁ paneso, samma sārathi, jiṇṇo nāmā”ti?",
        "analyzed": "kim pana iso samma sārathi jiṇṇaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.10",
        "original": "“Eso kho, deva, jiṇṇo nāma na dāni tena ciraṁ jīvitabbaṁ bhavissatī”ti.",
        "analyzed": "esaḥ kho deva jiṇṇaḥ nāma na dāni tena ciram jīvitabbam bhavissati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.11",
        "original": "“Kiṁ pana, samma sārathi, ahampi jarādhammo, jaraṁ anatīto”ti?",
        "analyzed": "kim pana samma sārathi aham pi jarā dhammaḥ jaram an atītaḥ ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.12",
        "original": "“Tvañca, deva, mayañcamha sabbe jarādhammā, jaraṁ anatītā”ti.",
        "analyzed": "tvañca deva mayam camha sabbe jarā dhammāḥ jaram anatīta ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.13",
        "original": "“Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī”ti.",
        "analyzed": "tena hi samma sārathi alam dānajjaḥ uyyāna bhūmiyā itas uva antepuram paccaniyyāhi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.14",
        "original": "“Evaṁ, devā”ti kho ahaṁ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsiṁ.",
        "analyzed": "eva deva iti kho aha deva vipassissa kumārassa paṭissutvā tatova antepuram paccaniyyāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.15",
        "original": "So kho, deva, kumāro antepuraṁ gato dukkhī dummano pajjhāyati:",
        "analyzed": "saḥ kho deva kumāraḥ antepuram gataḥ dukkhī dummanaḥ pajjhāyati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.3.16",
        "original": "“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissatī”’ti.",
        "analyzed": "dhiratthu kira bho jāti nāma yatra hi nāma jātassa jarā paññāyissati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.4.0",
        "original": "6. Byādhitapurisa",
        "analyzed": "byādhitapurisa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.4.1",
        "original": "Atha kho, bhikkhave, bandhumassa rañño etadahosi:",
        "analyzed": "atha kho bhikkhave bandhumassa raññaḥ etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.4.2",
        "original": "‘Mā heva kho vipassī kumāro na rajjaṁ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṁ pabbaji, mā heva nemittānaṁ brāhmaṇānaṁ saccaṁ assa vacanan’ti.",
        "analyzed": "mā ha iva kho vipassī kumāraḥ na rajjam kāresi mā ha iva vipassī kumāraḥ agārasmai anagāriyam pabbaji mā ha iva nemittānam brāhmaṇānam saccam assa vacananti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.4.3",
        "original": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi:",
        "analyzed": "atha kho bhikkhave bandhumā rājā vipassissa kumārassa bhiyyosas mattāya pañca kāmaguṇāni upaṭṭhāpesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.4.4",
        "original": "‘yathā vipassī kumāro rajjaṁ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṁ pabbajeyya, yathā nemittānaṁ brāhmaṇānaṁ micchā assa vacanan’ti.",
        "analyzed": "yathā vipassī kumāraḥ rajjam kareyya yathā vipassī kumāraḥ na agārasmai anagāriyam pabbajeyya yathā nemittānam brāhmaṇānam micchā assa vacananti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.4.5",
        "original": "Tatra sudaṁ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti.",
        "analyzed": "tatra suda bhikkhave vipassī kumāraḥ pañcahi kāmaguṇehi samappitaḥ samaṅgībhūtaḥ paricāreti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.5.1",
        "original": "Atha kho, bhikkhave, vipassī kumāro bahūnaṁ vassānaṁ …pe…",
        "analyzed": "atha kho bhikkhave vipassī kumāraḥ bahūnam vassānam pe ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.1_0",
        "original": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṁ niyyanto purisaṁ ābādhikaṁ dukkhitaṁ",
        "analyzed": "addasā kho bhikkhave vipassī kumāraḥ uyyāna bhūmim niyyantaḥ purisam ābādhikam dukkhita ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.1_1",
        "original": "bāḷhagilānaṁ sake muttakarīse palipannaṁ semānaṁ aññehi vuṭṭhāpiyamānaṁ aññehi saṁvesiyamānaṁ.",
        "analyzed": "bāḷha gilānam sake mutta karīse palipannam semānam aññehi vuṭṭhāpiyamānam aññehi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.2",
        "original": "Disvā sārathiṁ āmantesi:",
        "analyzed": "disvā sārathim āmantesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.3",
        "original": "‘ayaṁ pana, samma sārathi, puriso kiṅkato?",
        "analyzed": "ayam pana samma sārathi puriso kiṅkato ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.4",
        "original": "Akkhīnipissa na yathā aññesaṁ, saropissa na yathā aññesan’ti?",
        "analyzed": "na yathā aññesanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.5",
        "original": "‘Eso kho, deva, byādhito nāmā’ti.",
        "analyzed": "esaḥ khalu deva byādhitaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.6",
        "original": "‘Kiṁ paneso, samma sārathi, byādhito nāmā’ti?",
        "analyzed": "kim pana iso samma sārathi byādhitaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.7",
        "original": "‘Eso kho, deva, byādhito nāma appeva nāma tamhā ābādhā vuṭṭhaheyyā’ti.",
        "analyzed": "esaḥ kho deva byādhitaḥ nāma appā iva nāma tamhā ābādhā vuṭṭhaheyya ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.8",
        "original": "‘Kiṁ pana, samma sārathi, ahampi byādhidhammo, byādhiṁ anatīto’ti?",
        "analyzed": "kim pana samma sārathi aham pi byādhi dhammaḥ byādhim an atītā uti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.9",
        "original": "‘Tvañca, deva, mayañcamha sabbe byādhidhammā, byādhiṁ anatītā’ti.",
        "analyzed": "tvañca deva mayam camha sabbe byādhi dhammāḥ byādhim anatīta ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.10",
        "original": "‘Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī’ti.",
        "analyzed": "tena hi samma sārathi alam dānajjaḥ uyyāna bhūmiyā itas uva antepuram paccaniyyāhi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.11",
        "original": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsi.",
        "analyzed": "eva deva ati kho bhikkhave sārathi vipassissa kumārassa paṭissutvā tatas va antepuram paccaniyyāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.12",
        "original": "Tatra sudaṁ, bhikkhave, vipassī kumāro antepuraṁ gato dukkhī dummano pajjhāyati:",
        "analyzed": "tatra suda bhikkhave vipassī kumāraḥ antepuram gataḥ dukkhī dummanaḥ pajjhāyati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.6.13",
        "original": "‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissatī’ti.",
        "analyzed": "dhiratthu kira bho jāti nāma yatra hi nāma jātassa jarā paññāyissati byādhi paññāyissati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.1",
        "original": "Atha kho, bhikkhave, bandhumā rājā sārathiṁ āmantāpetvā etadavoca:",
        "analyzed": "atha khalu bhikkhave bandhumā rājā sārathim āmantāpetvā etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.2",
        "original": "‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha, kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti?",
        "analyzed": "kacci samma sārathi kumāraḥ uyyāna bhūmiyā abhiramittha kacci samma sārathi kumāraḥ uyyāna bhūmiyā atta manaḥ ahosi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.3",
        "original": "‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti.",
        "analyzed": "na kho deva kumāraḥ uyyāna bhūmiyā abhiramittha na kho deva kumāraḥ uyyāna bhūmiyā atta manaḥ ahosi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.4",
        "original": "‘Kiṁ pana, samma sārathi, addasa kumāro uyyānabhūmiṁ niyyanto’ti?",
        "analyzed": "kim pana samma sārathi addasa kumāraḥ uyyāna bhūmim niyyantaḥ iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.5",
        "original": "‘Addasā kho, deva, kumāro uyyānabhūmiṁ niyyanto purisaṁ ābādhikaṁ dukkhitaṁ bāḷhagilānaṁ sake muttakarīse palipannaṁ semānaṁ aññehi vuṭṭhāpiyamānaṁ aññehi saṁvesiyamānaṁ.",
        "analyzed": "addasā kho deva kumāraḥ uyyāna bhūmim niyyantaḥ purisam ābādhikam dukkhitam bāḷha gilānam sake mutta karīse palipannam semānam aññehi vuṭṭhāpiyamānam aññehi sa vesiyamāna ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.6",
        "original": "Disvā maṁ etadavoca:",
        "analyzed": "disvā mama etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.7",
        "original": "“ayaṁ pana, samma sārathi, puriso kiṅkato, akkhīnipissa na yathā aññesaṁ, saropissa na yathā aññesan”ti?",
        "analyzed": "ayam pana samma sārathi puriso kiṅkataḥ na yathā aññesa saropissa na yathā aññesanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.8",
        "original": "“Eso kho, deva, byādhito nāmā”ti.",
        "analyzed": "esaḥ khalu deva byādhitaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.9",
        "original": "“Kiṁ paneso, samma sārathi, byādhito nāmā”ti?",
        "analyzed": "kim pana iso samma sārathi byādhitaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.10",
        "original": "“Eso kho, deva, byādhito nāma appeva nāma tamhā ābādhā vuṭṭhaheyyā”ti.",
        "analyzed": "esaḥ kho deva byādhitaḥ nāma appā iva nāma tamhā ābādhā vuṭṭhaheyya ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.11",
        "original": "“Kiṁ pana, samma sārathi, ahampi byādhidhammo, byādhiṁ anatīto”ti?",
        "analyzed": "kim pana samma sārathi aham pi byādhi dhammaḥ byādhim an atītā uti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.12",
        "original": "“Tvañca, deva, mayañcamha sabbe byādhidhammā, byādhiṁ anatītā”ti.",
        "analyzed": "tvañca deva mayam camha sabbe byādhi dhammāḥ byādhim anatīta ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.13",
        "original": "“Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī”ti.",
        "analyzed": "tena hi samma sārathi alam dānajjaḥ uyyāna bhūmiyā itas uva antepuram paccaniyyāhi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.14",
        "original": "“Evaṁ, devā”ti kho ahaṁ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsiṁ.",
        "analyzed": "eva deva iti kho aha deva vipassissa kumārassa paṭissutvā tatova antepuram paccaniyyāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.15",
        "original": "So kho, deva, kumāro antepuraṁ gato dukkhī dummano pajjhāyati:",
        "analyzed": "saḥ kho deva kumāraḥ antepuram gataḥ dukkhī dummanaḥ pajjhāyati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.7.16",
        "original": "“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissatī”’ti.",
        "analyzed": "dhiratthu kira bho jāti nāma yatra hi nāma jātassa jarā paññāyissati byādhi paññāyissati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.8.0",
        "original": "7. Kālaṅkatapurisa",
        "analyzed": "kālaṅkatapurisa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.8.1",
        "original": "Atha kho, bhikkhave, bandhumassa rañño etadahosi:",
        "analyzed": "atha kho bhikkhave bandhumassa raññaḥ etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.8.2",
        "original": "‘mā heva kho vipassī kumāro na rajjaṁ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṁ pabbaji, mā heva nemittānaṁ brāhmaṇānaṁ saccaṁ assa vacanan’ti.",
        "analyzed": "mā ha iva kho vipassī kumāraḥ na rajjam kāresi mā ha iva vipassī kumāraḥ agārasmai anagāriyam pabbaji mā ha iva nemittānam brāhmaṇānam saccam assa vacananti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.8.3",
        "original": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi:",
        "analyzed": "atha kho bhikkhave bandhumā rājā vipassissa kumārassa bhiyyosas mattāya pañca kāmaguṇāni upaṭṭhāpesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.8.4",
        "original": "‘yathā vipassī kumāro rajjaṁ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṁ pabbajeyya, yathā nemittānaṁ brāhmaṇānaṁ micchā assa vacanan’ti.",
        "analyzed": "yathā vipassī kumāraḥ rajjam kareyya yathā vipassī kumāraḥ na agārasmai anagāriyam pabbajeyya yathā nemittānam brāhmaṇānam micchā assa vacananti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.9.1",
        "original": "Tatra sudaṁ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti.",
        "analyzed": "tatra suda bhikkhave vipassī kumāraḥ pañcahi kāmaguṇehi samappitaḥ samaṅgībhūtaḥ paricāreti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.9.2",
        "original": "Atha kho, bhikkhave, vipassī kumāro bahūnaṁ vassānaṁ …pe…",
        "analyzed": "atha kho bhikkhave vipassī kumāraḥ bahūnam vassānam pe ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.1",
        "original": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṁ niyyanto mahājanakāyaṁ sannipatitaṁ nānārattānañca dussānaṁ vilātaṁ kayiramānaṁ.",
        "analyzed": "addasā kho bhikkhave vipassī kumāraḥ uyyāna bhūmim niyyantaḥ mahā jana kāyam sannipatitam nānā rattānam ca dussānam vilātam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.2",
        "original": "Disvā sārathiṁ āmantesi:",
        "analyzed": "disvā sārathim āmantesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.3",
        "original": "‘kiṁ nu kho so, samma sārathi, mahājanakāyo sannipatito nānārattānañca dussānaṁ vilātaṁ kayiratī’ti?",
        "analyzed": "kim nu kho saḥ samma sārathi mahā jana kāyaḥ sannipatitaḥ nānā rattānam ca dussānam vilātam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.4",
        "original": "‘Eso kho, deva, kālaṅkato nāmā’ti.",
        "analyzed": "esaḥ kho deva kālaṅkataḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.5",
        "original": "‘Tena hi, samma sārathi, yena so kālaṅkato tena rathaṁ pesehī’ti.",
        "analyzed": "tena hi samma sārathi yena saḥ kālaṅkato tena ratham pesehi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.6",
        "original": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā yena so kālaṅkato tena rathaṁ pesesi.",
        "analyzed": "eva deva ati kho bhikkhave sārathi vipassissa kumārassa paṭissutvā yena saḥ kālaṅkataḥ tena ratham pesesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.7",
        "original": "Addasā kho, bhikkhave, vipassī kumāro petaṁ kālaṅkataṁ, disvā sārathiṁ āmantesi:",
        "analyzed": "addasā kho bhikkhave vipassī kumāraḥ petam kālaṅkata disvā sārathim āmantesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.8",
        "original": "‘kiṁ panāyaṁ, samma sārathi, kālaṅkato nāmā’ti?",
        "analyzed": "kim samma sārathi kālaṅkataḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.9",
        "original": "‘Eso kho, deva, kālaṅkato nāma. Na dāni taṁ dakkhanti mātā vā pitā vā aññe vā ñātisālohitā, sopi na dakkhissati mātaraṁ vā pitaraṁ vā aññe vā ñātisālohite’ti.",
        "analyzed": "eso kho deva kālaṅkataḥ nāma na dāni tam dakkhanti mātā vā pitā vā aññe vā ñāti sālohitā so api na dakkhissati mātaram vā pitaram vā aññe vā ñāti sālohitā iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.10",
        "original": "‘Kiṁ pana, samma sārathi, ahampi maraṇadhammo maraṇaṁ anatīto;",
        "analyzed": "kim pana samma sārathi aham pi maraṇa dhammaḥ maraṇam anatītaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.11",
        "original": "mampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā;",
        "analyzed": "mam pi na dakkhanti devaḥ vā devī vā aññe vā ñāti sālohitā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.12",
        "original": "ahampi na dakkhissāmi devaṁ vā deviṁ vā aññe vā ñātisālohite’ti?",
        "analyzed": "aham pi na dakkhissāmi devam vā devim vā aññe vā ñāti sālohita iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.13",
        "original": "‘Tvañca, deva, mayañcamha sabbe maraṇadhammā maraṇaṁ anatītā;",
        "analyzed": "tvañca deva sabbe maraṇa dhammāḥ maraṇam anatītā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.14",
        "original": "tampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā;",
        "analyzed": "tam pi na dakkhanti devaḥ vā devī vā aññe vā ñāti sālohitā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.15",
        "original": "tvampi na dakkhissasi devaṁ vā deviṁ vā aññe vā ñātisālohite’ti.",
        "analyzed": "tvam pi na dakkhissasi devam vā devim vā aññe vā ñāti sālohita iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.16",
        "original": "‘Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī’ti.",
        "analyzed": "tena hi samma sārathi alam dānajjaḥ uyyāna bhūmiyā itas uva antepuram paccaniyyāhi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.17",
        "original": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsi.",
        "analyzed": "eva deva ati kho bhikkhave sārathi vipassissa kumārassa paṭissutvā tatas va antepuram paccaniyyāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.18",
        "original": "Tatra sudaṁ, bhikkhave, vipassī kumāro antepuraṁ gato dukkhī dummano pajjhāyati:",
        "analyzed": "tatra suda bhikkhave vipassī kumāraḥ antepuram gataḥ dukkhī dummanaḥ pajjhāyati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.10.19",
        "original": "‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissati, maraṇaṁ paññāyissatī’ti.",
        "analyzed": "dhiratthu kira bho jāti nāma yatra hi nāma jātassa jarā paññāyissati byādhi paññāyissati maraṇam paññāyissati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.1",
        "original": "Atha kho, bhikkhave, bandhumā rājā sārathiṁ āmantāpetvā etadavoca:",
        "analyzed": "atha khalu bhikkhave bandhumā rājā sārathim āmantāpetvā etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.2",
        "original": "‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha, kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti?",
        "analyzed": "kacci samma sārathi kumāraḥ uyyāna bhūmiyā abhiramittha kacci samma sārathi kumāraḥ uyyāna bhūmiyā atta manaḥ ahosi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.3",
        "original": "‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti.",
        "analyzed": "na kho deva kumāraḥ uyyāna bhūmiyā abhiramittha na kho deva kumāraḥ uyyāna bhūmiyā atta manaḥ ahosi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.4",
        "original": "‘Kiṁ pana, samma sārathi, addasa kumāro uyyānabhūmiṁ niyyanto’ti?",
        "analyzed": "kim pana samma sārathi addasa kumāraḥ uyyāna bhūmim niyyantaḥ iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.5",
        "original": "‘Addasā kho, deva, kumāro uyyānabhūmiṁ niyyanto mahājanakāyaṁ sannipatitaṁ nānārattānañca dussānaṁ vilātaṁ kayiramānaṁ.",
        "analyzed": "addasā kho deva kumāraḥ uyyāna bhūmim niyyantaḥ mahā jana kāyam sannipatitam nānā rattānam ca dussānam vilātam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.6",
        "original": "Disvā maṁ etadavoca:",
        "analyzed": "disvā mama etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.7",
        "original": "“kiṁ nu kho so, samma sārathi, mahājanakāyo sannipatito nānārattānañca dussānaṁ vilātaṁ kayiratī”ti?",
        "analyzed": "kim nu kho saḥ samma sārathi mahā jana kāyaḥ sannipatitaḥ nānā rattānam ca dussānam vilātam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.8",
        "original": "“Eso kho, deva, kālaṅkato nāmā”ti.",
        "analyzed": "esaḥ kho deva kālaṅkataḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.9",
        "original": "“Tena hi, samma sārathi, yena so kālaṅkato tena rathaṁ pesehī”ti.",
        "analyzed": "tena hi samma sārathi yena saḥ kālaṅkato tena ratham pesehi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.10",
        "original": "“Evaṁ, devā”ti kho ahaṁ, deva, vipassissa kumārassa paṭissutvā yena so kālaṅkato tena rathaṁ pesesiṁ.",
        "analyzed": "eva deva iti kho aha deva vipassissa kumārassa paṭissutvā yena saḥ kālaṅkataḥ tena ratham pesesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.11",
        "original": "Addasā kho, deva, kumāro petaṁ kālaṅkataṁ, disvā maṁ etadavoca:",
        "analyzed": "addasā khalu deva kumāraḥ upetam kālaṅkata disvā mama etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.12",
        "original": "“kiṁ panāyaṁ, samma sārathi, kālaṅkato nāmā”ti?",
        "analyzed": "kim samma sārathi kālaṅkataḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.13",
        "original": "“Eso kho, deva, kālaṅkato nāma.",
        "analyzed": "esaḥ kho deva kālaṅkataḥ nāma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.14",
        "original": "Na dāni taṁ dakkhanti mātā vā pitā vā aññe vā ñātisālohitā, sopi na dakkhissati mātaraṁ vā pitaraṁ vā aññe vā ñātisālohite”ti.",
        "analyzed": "na dāni tam dakkhanti mātā vā pitā vā aññe vā ñāti sālohitā saḥ api na dakkhissati mātaram vā pitaram vā aññe vā ñāti sālohitā iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.15",
        "original": "“Kiṁ pana, samma sārathi, ahampi maraṇadhammo maraṇaṁ anatīto;",
        "analyzed": "kim pana samma sārathi aham pi maraṇa dhammaḥ maraṇam anatītaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.16",
        "original": "mampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā;",
        "analyzed": "mam pi na dakkhanti devaḥ vā devī vā aññe vā ñāti sālohitā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.17",
        "original": "ahampi na dakkhissāmi devaṁ vā deviṁ vā aññe vā ñātisālohite”ti?",
        "analyzed": "aham pi na dakkhissāmi devam vā devim vā aññe vā ñāti sālohita iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.18",
        "original": "“Tvañca, deva, mayañcamha sabbe maraṇadhammā maraṇaṁ anatītā;",
        "analyzed": "tvañca deva sabbe maraṇa dhammāḥ maraṇam anatītā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.19",
        "original": "tampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā, tvampi na dakkhissasi devaṁ vā deviṁ vā aññe vā ñātisālohite”ti.",
        "analyzed": "tam pi na dakkhanti devaḥ vā devī vā aññe vā ñāti sālohitā tvam pi na dakkhissasi devam vā devim vā aññe vā ñāti sālohitā iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.20",
        "original": "“Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī”ti.",
        "analyzed": "tena hi samma sārathi alam dānajjaḥ uyyāna bhūmiyā itas uva antepuram paccaniyyāhi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.21",
        "original": "“Evaṁ, devā”ti kho ahaṁ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsiṁ.",
        "analyzed": "eva deva iti kho aha deva vipassissa kumārassa paṭissutvā tatova antepuram paccaniyyāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.22",
        "original": "So kho, deva, kumāro antepuraṁ gato dukkhī dummano pajjhāyati:",
        "analyzed": "saḥ kho deva kumāraḥ antepuram gataḥ dukkhī dummanaḥ pajjhāyati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.11.23",
        "original": "“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissati, maraṇaṁ paññāyissatī”’ti.",
        "analyzed": "dhiratthu kira bho jāti nāma yatra hi nāma jātassa jarā paññāyissati byādhi paññāyissati maraṇam paññāyissati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.12.0",
        "original": "8. Pabbajita",
        "analyzed": "pabbajita ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.12.1",
        "original": "Atha kho, bhikkhave, bandhumassa rañño etadahosi:",
        "analyzed": "atha kho bhikkhave bandhumassa raññaḥ etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.12.2",
        "original": "‘mā heva kho vipassī kumāro na rajjaṁ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṁ pabbaji, mā heva nemittānaṁ brāhmaṇānaṁ saccaṁ assa vacanan’ti.",
        "analyzed": "mā ha iva kho vipassī kumāraḥ na rajjam kāresi mā ha iva vipassī kumāraḥ agārasmai anagāriyam pabbaji mā ha iva nemittānam brāhmaṇānam saccam assa vacananti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.12.3",
        "original": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi:",
        "analyzed": "atha kho bhikkhave bandhumā rājā vipassissa kumārassa bhiyyosas mattāya pañca kāmaguṇāni upaṭṭhāpesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.12.4",
        "original": "‘yathā vipassī kumāro rajjaṁ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṁ pabbajeyya, yathā nemittānaṁ brāhmaṇānaṁ micchā assa vacanan’ti.",
        "analyzed": "yathā vipassī kumāraḥ rajjam kareyya yathā vipassī kumāraḥ na agārasmai anagāriyam pabbajeyya yathā nemittānam brāhmaṇānam micchā assa vacananti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.13.1",
        "original": "Tatra sudaṁ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti.",
        "analyzed": "tatra suda bhikkhave vipassī kumāraḥ pañcahi kāmaguṇehi samappitaḥ samaṅgībhūtaḥ paricāreti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.13.2",
        "original": "Atha kho, bhikkhave, vipassī kumāro bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena sārathiṁ āmantesi:",
        "analyzed": "atha kho bhikkhave vipassī kumāraḥ bahūnam vassānam bahūnam vassa satānam bahūnam vassa sahassānam accayena sārathim āmantesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.13.3",
        "original": "‘yojehi, samma sārathi, bhaddāni bhaddāni yānāni, uyyānabhūmiṁ gacchāma subhūmidassanāyā’ti.",
        "analyzed": "yojehi samma sārathi bhaddāni bhaddāni yānāni uyyāna bhūmim gacchāma su bhūmi dassanāya ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.13.4",
        "original": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi:",
        "analyzed": "eva deva ati kho bhikkhave sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.13.5",
        "original": "‘yuttāni kho te, deva, bhaddāni bhaddāni yānāni,",
        "analyzed": "yuttāni kho te deva bhaddāni bhaddāni yānāni ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.13.6",
        "original": "yassadāni kālaṁ maññasī’ti.",
        "analyzed": "yaḥ sadāni kālam maññasi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.13.7",
        "original": "Atha kho, bhikkhave, vipassī kumāro bhaddaṁ bhaddaṁ yānaṁ abhiruhitvā bhaddehi bhaddehi yānehi uyyānabhūmiṁ niyyāsi.",
        "analyzed": "atha kho bhikkhave vipassī kumāraḥ bhaddam bhaddam yānam abhiruhitvā bhaddehi bhaddehi yānehi uyyāna bhūmim niyyāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.1",
        "original": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṁ niyyanto purisaṁ bhaṇḍuṁ pabbajitaṁ kāsāyavasanaṁ.",
        "analyzed": "addasā kho bhikkhave vipassī kumāraḥ uyyāna bhūmim niyyantaḥ purisam bhaṇḍum pabbajitam kāsāya vasana ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.2",
        "original": "Disvā sārathiṁ āmantesi:",
        "analyzed": "disvā sārathim āmantesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.3",
        "original": "‘ayaṁ pana, samma sārathi, puriso kiṅkato?",
        "analyzed": "ayam pana samma sārathi puriso kiṅkato ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.4",
        "original": "Sīsampissa na yathā aññesaṁ, vatthānipissa na yathā aññesan’ti?",
        "analyzed": "na yathā aññesanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.5",
        "original": "‘Eso kho, deva, pabbajito nāmā’ti.",
        "analyzed": "eso kho deva pabbajitaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.6",
        "original": "‘Kiṁ paneso, samma sārathi, pabbajito nāmā’ti?",
        "analyzed": "kim pana eso samma sārathi pabbajitaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.7",
        "original": "‘Eso kho, deva, pabbajito nāma sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṁsā sādhu bhūtānukampā’ti.",
        "analyzed": "esaḥ kho deva pabbajitaḥ nāma sādhu dhamma cariyā sādhu sama cariyā sādhu kusala kiriyā sādhu puñña kiriyā sādhu avihisā sādhu bhūta anukampā ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.8",
        "original": "‘Sādhu kho so, samma sārathi, pabbajito nāma, sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṁsā sādhu bhūtānukampā.",
        "analyzed": "sādhu kho so samma sārathi pabbajitaḥ nāma sādhu dhamma cariyā sādhu sama cariyā sādhu kusala kiriyā sādhu puñña kiriyā sādhu avihisā sādhu bhūta anukampā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.9",
        "original": "Tena hi, samma sārathi, yena so pabbajito tena rathaṁ pesehī’ti.",
        "analyzed": "tena hi samma sārathi yena saḥ pabbajitaḥ tena ratham pesehi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.10",
        "original": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā yena so pabbajito tena rathaṁ pesesi.",
        "analyzed": "eva deva iti kho bhikkhave sārathi vipassissa kumārassa paṭissutvā yena saḥ pabbajitaḥ tena ratham pesesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.11",
        "original": "Atha kho, bhikkhave, vipassī kumāro taṁ pabbajitaṁ etadavoca:",
        "analyzed": "atha kho bhikkhave vipassī kumāraḥ tam pabbajitam etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.12",
        "original": "‘tvaṁ pana, samma, kiṅkato,",
        "analyzed": "tvam pana samma kiṅkato ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.13",
        "original": "sīsampi te na yathā aññesaṁ, vatthānipi te na yathā aññesan’ti?",
        "analyzed": "sīsam pi te na yathā aññesanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.14",
        "original": "‘Ahaṁ kho, deva, pabbajito nāmā’ti.",
        "analyzed": "aham kho deva pabbajitaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.15",
        "original": "‘Kiṁ pana tvaṁ, samma, pabbajito nāmā’ti?",
        "analyzed": "kim pana tva samma pabbajitaḥ nāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.16",
        "original": "‘Ahaṁ kho, deva, pabbajito nāma, sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṁsā sādhu bhūtānukampā’ti.",
        "analyzed": "aham kho deva pabbajitaḥ nāma sādhu dhamma cariyā sādhu sama cariyā sādhu kusala kiriyā sādhu puñña kiriyā sādhu avihisā sādhu bhūta anukampā ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.14.17",
        "original": "‘Sādhu kho tvaṁ, samma, pabbajito nāma sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṁsā sādhu bhūtānukampā’ti.",
        "analyzed": "sādhu kho tva samma pabbajitaḥ nāma sādhu dhamma cariyā sādhu sama cariyā sādhu kusala kiriyā sādhu puñña kiriyā sādhu avihisā sādhu bhūta anukampā ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.15.0",
        "original": "9. Bodhisattapabbajjā",
        "analyzed": "bodhisatta pabbajjā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.15.1",
        "original": "Atha kho, bhikkhave, vipassī kumāro sārathiṁ āmantesi:",
        "analyzed": "atha kho bhikkhave vipassī kumāraḥ sārathim āmantesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.15.2",
        "original": "‘tena hi, samma sārathi, rathaṁ ādāya itova antepuraṁ paccaniyyāhi.",
        "analyzed": "tena hi samma sārathi ratham ādāya itas uva antepuram paccaniyyāhi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.15.3",
        "original": "Ahaṁ pana idheva kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissāmī’ti.",
        "analyzed": "aham pana idha iva kesa massuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasma anagāriyam pabbajissāmi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.15.4",
        "original": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā rathaṁ ādāya tatova antepuraṁ paccaniyyāsi.",
        "analyzed": "eva deva iti kho bhikkhave sārathi vipassissa kumārassa paṭissutvā ratham ādāya tatas va antepuram paccaniyyāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.15.5",
        "original": "Vipassī pana kumāro tattheva kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbaji.",
        "analyzed": "vipassī pana kumāraḥ tattha iva kesa massuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasma anagāriyam pabbaji ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.16.0",
        "original": "10. Mahājanakāyaanupabbajjā",
        "analyzed": "mahā jana kāya anupabbajjā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.16.1",
        "original": "Assosi kho, bhikkhave, bandhumatiyā rājadhāniyā mahājanakāyo caturāsītipāṇasahassāni:",
        "analyzed": "assosi kho bhikkhave bandhumatiyāḥ rājadhāniyāḥ mahā jana kāyaḥ catur asīti pāṇa sahassāni ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.16.2",
        "original": "‘vipassī kira kumāro kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito’ti.",
        "analyzed": "vipassī kira kumāraḥ kesa massuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasma anagāriyam pabbajitoti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.16.3",
        "original": "Sutvāna tesaṁ etadahosi:",
        "analyzed": "sutvāna tesam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.16.4",
        "original": "‘na hi nūna so orako dhammavinayo, na sā orakā pabbajjā, yattha vipassī kumāro kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito.",
        "analyzed": "na hi nūna saḥ orakaḥ dhamma vinayaḥ na sā orakā pabbajjā yattha vipassī kumāraḥ kesa massuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasma anagāriyam pabbajitaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.16.5",
        "original": "Vipassīpi nāma kumāro kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissati, kimaṅgaṁ pana mayan’ti.",
        "analyzed": "vipassī pi nāma kumāraḥ kesa massuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasma anagāriyam pabbajissati kimaṅgam pana ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.16.6",
        "original": "Atha kho, so bhikkhave, mahājanakāyo caturāsītipāṇasahassāni kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā vipassiṁ bodhisattaṁ agārasmā anagāriyaṁ pabbajitaṁ anupabbajiṁsu.",
        "analyzed": "atha kho saḥ bhikkhave mahā jana kāyaḥ caturāsīti pāṇa sahassāni kesa massum ohāretvā kāsāyāni vatthāni acchādetvā vipassim bodhisattam agārasmaā anagāriyam pabbajitam anupabbajisu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.16.7",
        "original": "Tāya sudaṁ, bhikkhave, parisāya parivuto vipassī bodhisatto gāmanigamajanapadarājadhānīsu cārikaṁ carati.",
        "analyzed": "tāya suda bhikkhave parisāya parivutaḥ vipassī bodhisattaḥ gāma nigama janapada rājadhānīsu cārikam carati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.17.1",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa rahogatassa paṭisallīnassa evam cetasaḥ parivitakkaḥ udapādi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.17.2",
        "original": "‘na kho metaṁ patirūpaṁ yohaṁ ākiṇṇo viharāmi, yannūnāhaṁ eko gaṇamhā vūpakaṭṭho vihareyyan’ti.",
        "analyzed": "na kho mā etam pati rūpam yaḥ ham ākiṇṇaḥ viharāmi yat nūna aham ekaḥ vūpakaṭṭhaḥ vihareyyanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.17.3",
        "original": "Atha kho, bhikkhave, vipassī bodhisatto aparena samayena eko gaṇamhā vūpakaṭṭho vihāsi, aññeneva tāni caturāsītipabbajitasahassāni agamaṁsu, aññena maggena vipassī bodhisatto.",
        "analyzed": "atha kho bhikkhave vipassī bodhisattaḥ aparena samayena ekaḥ gaṇamhā vūpakaṭṭhaḥ vihāsi aññena iva tāni caturāsīti pabbajita sahassāni agamasu aññena maggena vipassī bodhisatto ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.0",
        "original": "11. Bodhisattaabhinivesa",
        "analyzed": "bodhisatta abhinivesa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.1",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa vāsūpagatassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa vāsūpagatassa rahogatassa paṭisallīnassa evam cetasaḥ parivitakkaḥ udapādi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.2",
        "original": "‘kicchaṁ vatāyaṁ loko āpanno, jāyati ca jīyati ca mīyati ca cavati ca upapajjati ca, atha ca panimassa dukkhassa nissaraṇaṁ nappajānāti jarāmaraṇassa,",
        "analyzed": "kiccham vata ayam lokaḥ āpannaḥ jāyati ca jīyati ca mīyati ca cavati ca upapajjati ca atha ca panimassa dukkhassa nissaraṇam na ppajānāti jarā maraṇassa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.3",
        "original": "kudāssu nāma imassa dukkhassa nissaraṇaṁ paññāyissati jarāmaraṇassā’ti?",
        "analyzed": "kudāssu nāma imassa dukkhassa nissaraṇam paññāyissati jarā maraṇassa ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.4",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.5",
        "original": "‘kimhi nu kho sati jarāmaraṇaṁ hoti, kiṁpaccayā jarāmaraṇan’ti?",
        "analyzed": "kimhi nu kho sati jarā maraṇam hoti ki paccayā jarā maraṇa nti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.6",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.7",
        "original": "‘jātiyā kho sati jarāmaraṇaṁ hoti, jātipaccayā jarāmaraṇan’ti.",
        "analyzed": "jātiyā kho sati jarā maraṇam hoti jāti paccayā jarā maraṇanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.8",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.9",
        "original": "‘kimhi nu kho sati jāti hoti, kiṁpaccayā jātī’ti?",
        "analyzed": "kimhi nu kho sati jāti hoti ki paccayā jāti iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.10",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.11",
        "original": "‘bhave kho sati jāti hoti, bhavapaccayā jātī’ti.",
        "analyzed": "bhave kho sati jāti hoti bhava paccayā jāti iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.12",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.13",
        "original": "‘kimhi nu kho sati bhavo hoti, kiṁpaccayā bhavo’ti?",
        "analyzed": "kimhi nu kho sati bhavaḥ hoti ki paccayā bhavaḥ ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.14",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.15",
        "original": "‘upādāne kho sati bhavo hoti, upādānapaccayā bhavo’ti.",
        "analyzed": "upādāne kho sati bhavaḥ hoti upādāna paccayā bhavoti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.16",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.17",
        "original": "‘kimhi nu kho sati upādānaṁ hoti, kiṁpaccayā upādānan’ti?",
        "analyzed": "kimhi nu kho sati upādānam hoti ki paccayā upādānanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.18",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.19",
        "original": "‘taṇhāya kho sati upādānaṁ hoti, taṇhāpaccayā upādānan’ti.",
        "analyzed": "taṇhāya kho sati upādānam hoti taṇhā paccayā upādānanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.20",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.21",
        "original": "‘kimhi nu kho sati taṇhā hoti, kiṁpaccayā taṇhā’ti?",
        "analyzed": "kimhi nu kho sati taṇhā hoti ki paccayā taṇhā ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.22",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.23",
        "original": "‘vedanāya kho sati taṇhā hoti, vedanāpaccayā taṇhā’ti.",
        "analyzed": "vedanāya kho sati taṇhā hoti vedanā paccayā taṇhā ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.24",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.25",
        "original": "‘kimhi nu kho sati vedanā hoti, kiṁpaccayā vedanā’ti?",
        "analyzed": "kimhi nu kho sati vedanā hoti ki paccayā vedanā ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.26",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.27",
        "original": "‘phasse kho sati vedanā hoti, phassapaccayā vedanā’ti.",
        "analyzed": "phasse kho sati vedanā hoti phassa paccayā vedanā ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.28",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.29",
        "original": "‘kimhi nu kho sati phasso hoti, kiṁpaccayā phasso’ti?",
        "analyzed": "kimhi nu kho sati phassaḥ hoti ki paccayā phasso ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.30",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.31",
        "original": "‘saḷāyatane kho sati phasso hoti, saḷāyatanapaccayā phasso’ti.",
        "analyzed": "saḷāyatane kho sati phassaḥ hoti saḷāyatana paccayā phassaḥ ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.32",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.33",
        "original": "‘kimhi nu kho sati saḷāyatanaṁ hoti, kiṁpaccayā saḷāyatanan’ti?",
        "analyzed": "kimhi nu kho sati saḷāyatanam hoti ki paccayā saḷāyatanam ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.34",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.35",
        "original": "‘nāmarūpe kho sati saḷāyatanaṁ hoti, nāmarūpapaccayā saḷāyatanan’ti.",
        "analyzed": "nāma rūpe kho sati saḷāyatanam hoti nāma rūpa paccayā saḷāyatanam ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.36",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.37",
        "original": "‘kimhi nu kho sati nāmarūpaṁ hoti, kiṁpaccayā nāmarūpan’ti?",
        "analyzed": "kimhi nu kho sati nāma rūpam hoti ki paccayā nāma rūpanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.38",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.39",
        "original": "‘viññāṇe kho sati nāmarūpaṁ hoti, viññāṇapaccayā nāmarūpan’ti.",
        "analyzed": "viññāṇe kho sati nāma rūpam hoti viññāṇa paccayā nāma rūpanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.40",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.41",
        "original": "‘kimhi nu kho sati viññāṇaṁ hoti, kiṁpaccayā viññāṇan’ti?",
        "analyzed": "kimhi nu kho sati viññāṇam hoti ki paccayā viññāṇanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.42",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.18.43",
        "original": "‘nāmarūpe kho sati viññāṇaṁ hoti, nāmarūpapaccayā viññāṇan’ti.",
        "analyzed": "nāma rūpe kho sati viññāṇam hoti nāma rūpa paccayā viññāṇanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.19.1",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.19.2",
        "original": "‘paccudāvattati kho idaṁ viññāṇaṁ nāmarūpamhā, nāparaṁ gacchati.",
        "analyzed": "paccudāvattati kho idam viññāṇam nāma rūpamhā na aparam gacchati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.19.3",
        "original": "Ettāvatā jāyetha vā jiyyetha vā miyyetha vā cavetha vā upapajjetha vā, yadidaṁ",
        "analyzed": "ettāvatā jāyetha vā jiyyetha vā miyyetha vā cavetha vā upapajjetha vā yat idam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.19.4_0",
        "original": "nāmarūpapaccayā viññāṇaṁ, viññāṇapaccayā nāmarūpaṁ, nāmarūpapaccayā saḷāyatanaṁ,",
        "analyzed": "nāma rūpa paccayā viññāṇa viññāṇa paccayā nāma rūpa nāma rūpa paccayā saḷāyatana ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.19.4_1",
        "original": "saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā",
        "analyzed": "saḷāyatana paccayā phassaḥ phassa paccayā vedanā vedanā paccayā taṇhā taṇhā paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.19.4_2",
        "original": "upādānaṁ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhavanti.",
        "analyzed": "upādāne upādāna paccayā bhavaḥ bhava paccayā jāti jāti paccayā jarā maraṇam soka parideva dukkha domanassa upāyāsā sambhavanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.19.5",
        "original": "Evametassa kevalassa dukkhakkhandhassa samudayo hoti’.",
        "analyzed": "evam etassa kevalassa dukkha kkhandhassa samudayaḥ hoti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.19.6",
        "original": "‘Samudayo samudayo’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
        "analyzed": "samudayaḥ samudayaḥ iti kho bhikkhave vipassissa bodhisattassa pubbe an anussutesu dhammesu cakkhum udapādi ñāṇam udapādi paññā udapādi vijjā udapādi ālokaḥ udapādi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.1",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.2",
        "original": "‘kimhi nu kho asati jarāmaraṇaṁ na hoti, kissa nirodhā jarāmaraṇanirodho’ti?",
        "analyzed": "kimhi nu kho asati jarā maraṇam na hoti kissa nirodhā jarā maraṇa nirodho ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.3",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.4",
        "original": "‘jātiyā kho asati jarāmaraṇaṁ na hoti, jātinirodhā jarāmaraṇanirodho’ti.",
        "analyzed": "jātiyā kho asati jarā maraṇam na hoti jāti nirodhā jarā maraṇa nirodhā uti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.5",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.6",
        "original": "‘kimhi nu kho asati jāti na hoti, kissa nirodhā jātinirodho’ti?",
        "analyzed": "kimhi nu kho asati jāti na hoti kissa nirodhā jāti nirodho ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.7",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.8",
        "original": "‘bhave kho asati jāti na hoti, bhavanirodhā jātinirodho’ti.",
        "analyzed": "bhave kho asati na hoti bhava nirodhā jāti nirodhā iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.9",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.10",
        "original": "‘kimhi nu kho asati bhavo na hoti, kissa nirodhā bhavanirodho’ti?",
        "analyzed": "kimhi nu kho asati bhavaḥ na hoti kissa nirodhā bhava nirodho ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.11",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.12",
        "original": "‘upādāne kho asati bhavo na hoti, upādānanirodhā bhavanirodho’ti.",
        "analyzed": "upādāne kho asati bhavaḥ na upādāna nirodhāḥ bhava nirodhāḥ iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.13",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.14",
        "original": "‘kimhi nu kho asati upādānaṁ na hoti, kissa nirodhā upādānanirodho’ti?",
        "analyzed": "kimhi nu kho asati upādānam na hoti kissa nirodhā upādāna nirodho ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.15",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.16",
        "original": "‘taṇhāya kho asati upādānaṁ na hoti, taṇhānirodhā upādānanirodho’ti.",
        "analyzed": "taṇhāya kho asati upādānam na hoti taṇhā nirodhā upādāna nirodhā iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.17",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.18",
        "original": "‘kimhi nu kho asati taṇhā na hoti, kissa nirodhā taṇhānirodho’ti?",
        "analyzed": "kimhi nu kho asati taṇhā na hoti kissa nirodhā taṇhā nirodho ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.19",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.20",
        "original": "‘vedanāya kho asati taṇhā na hoti, vedanānirodhā taṇhānirodho’ti.",
        "analyzed": "vedanāya kho asati taṇhā na hoti vedanā nirodhā taṇhā nirodhā uti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.21",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.22",
        "original": "‘kimhi nu kho asati vedanā na hoti, kissa nirodhā vedanānirodho’ti?",
        "analyzed": "kimhi nu kho asati vedanā na hoti kissa nirodhā vedanā nirodho ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.23",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.24",
        "original": "‘phasse kho asati vedanā na hoti, phassanirodhā vedanānirodho’ti.",
        "analyzed": "phasse kho asati vedanā na hoti phassa nirodhā vedanā nirodho ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.25",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.26",
        "original": "‘kimhi nu kho asati phasso na hoti, kissa nirodhā phassanirodho’ti?",
        "analyzed": "kimhi nu kho asati phassaḥ na hoti kissa nirodhā phassa nirodho ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.27",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.28",
        "original": "‘saḷāyatane kho asati phasso na hoti, saḷāyatananirodhā phassanirodho’ti.",
        "analyzed": "saḷāyatane kho asati phassaḥ na hoti saḷāyatana nirodhā phassa nirodhā uti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.29",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.30",
        "original": "‘kimhi nu kho asati saḷāyatanaṁ na hoti, kissa nirodhā saḷāyatananirodho’ti?",
        "analyzed": "kimhi nu kho asati saḷāyatanam na hoti kissa nirodhā saḷāyatana nirodhaḥ ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.31",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.32",
        "original": "‘nāmarūpe kho asati saḷāyatanaṁ na hoti, nāmarūpanirodhā saḷāyatananirodho’ti.",
        "analyzed": "nāma rūpe kho asati saḷāyatanam na nāma rūpa nirodhā saḷāyatana nirodhā uti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.33",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.34",
        "original": "‘kimhi nu kho asati nāmarūpaṁ na hoti, kissa nirodhā nāmarūpanirodho’ti?",
        "analyzed": "kimhi nu kho asati nāma rūpam na hoti kissa nirodhā nāma rūpa nirodhaḥ ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.35",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.36",
        "original": "‘viññāṇe kho asati nāmarūpaṁ na hoti, viññāṇanirodhā nāmarūpanirodho’ti.",
        "analyzed": "viññāṇe kho asati nāma rūpam na hoti viññāṇa nirodhā nāma rūpa nirodhaḥ ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.37",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.38",
        "original": "‘kimhi nu kho asati viññāṇaṁ na hoti, kissa nirodhā viññāṇanirodho’ti?",
        "analyzed": "kimhi nu kho asati viññāṇam na hoti kissa nirodhā viññāṇa nirodho ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.39",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa yonisas manasikārā ahu paññāya abhisamayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.20.40",
        "original": "‘nāmarūpe kho asati viññāṇaṁ na hoti, nāmarūpanirodhā viññāṇanirodho’ti.",
        "analyzed": "nāma rūpe kho asati viññāṇam na hoti nāma rūpa nirodhā viññāṇa nirodhā ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.21.1",
        "original": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bodhisattassa etat ahosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.21.2",
        "original": "‘adhigato kho myāyaṁ maggo sambodhāya yadidaṁ—",
        "analyzed": "adhigataḥ kho myā ayam maggaḥ sambodhāya yat idam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.21.3_0",
        "original": "nāmarūpanirodhā viññāṇanirodho, viññāṇanirodhā nāmarūpanirodho, nāmarūpanirodhā saḷāyatananirodho,",
        "analyzed": "nāma rūpa nirodhā viññāṇa nirodhaḥ viññāṇa nirodhā nāma rūpa nirodhaḥ nāma rūpa nirodhā saḷāyatana nirodho ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.21.3_1",
        "original": "saḷāyatananirodhā phassanirodho, phassanirodhā vedanānirodho, vedanānirodhā taṇhānirodho,",
        "analyzed": "saḷāyatana nirodhā phassa nirodho phassa nirodhā vedanā nirodhaḥ vedanā nirodhā taṇhā nirodho ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.21.3_2",
        "original": "taṇhānirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho,",
        "analyzed": "taṇhā nirodhāḥ upādāna nirodhaḥ upādāna nirodhāḥ bhava nirodhaḥ bhava nirodhāḥ jāti nirodhaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.21.3_3",
        "original": "jātinirodhā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā nirujjhanti.",
        "analyzed": "jāti nirodhā jarā maraṇam soka parideva dukkha domanassa upāyāsāḥ nirujjhanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.21.4",
        "original": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti’.",
        "analyzed": "evam etassa kevalassa dukkhakkhandhassa nirodhaḥ hoti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.21.5",
        "original": "‘Nirodho nirodho’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
        "analyzed": "nirodhaḥ nirodhaḥ iti kho bhikkhave vipassissa bodhisattassa pubbe an anussutesu dhammesu cakkhum udapādi ñāṇam udapādi paññā udapādi vijjā udapādi ālokaḥ udapādi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.22.1",
        "original": "Atha kho, bhikkhave, vipassī bodhisatto aparena samayena pañcasu upādānakkhandhesu udayabbayānupassī vihāsi:",
        "analyzed": "atha kho bhikkhave vipassī bodhisattaḥ aparena samayena pañcasu upādānakkhandhesu udaya bbaya anupassī vihāsi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.22.2",
        "original": "‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo;",
        "analyzed": "iti rūpa iti rūpassa samudayaḥ iti rūpassa atthaṅgamaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.22.3",
        "original": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo;",
        "analyzed": "iti vedanā iti vedanāya samudayaḥ iti vedanāya atthaṅgamo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.22.4",
        "original": "iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo;",
        "analyzed": "iti saññā iti saññāya samudayaḥ iti saññāya atthaṅgamo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.22.5",
        "original": "iti saṅkhārā, iti saṅkhārānaṁ samudayo, iti saṅkhārānaṁ atthaṅgamo;",
        "analyzed": "iti saṅkhārāḥ iti samudayaḥ iti saṅkhārānaṃ atthaṅgamo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.22.6",
        "original": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti,",
        "analyzed": "iti viññāṇaḥ iti viññāṇassa samudayaḥ iti viññāṇassa atthaṅgamaḥ ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.22.7",
        "original": "tassa pañcasu upādānakkhandhesu udayabbayānupassino viharato na cirasseva anupādāya āsavehi cittaṁ vimuccīti.",
        "analyzed": "tassa pañcasu upādānakkhandhesu udaya bbaya anupassinaḥ viharataḥ na cirassa eva an upādāya āsavehi cittam vimucci iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:2.22.8",
        "original": "Dutiyabhāṇavāro.",
        "analyzed": "dutiya bhāṇa vāraḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_14:3.1.0",
        "original": "12. Brahmayācanakathā",
        "analyzed": "brahma yācana kathā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.1.1",
        "original": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bhagavataḥ arahataḥ sammāsambuddhassa etat ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.1.2",
        "original": "‘yannūnāhaṁ dhammaṁ deseyyan’ti.",
        "analyzed": "yat nūna aham dhammam deseyyanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.1.3",
        "original": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bhagavataḥ arahataḥ sammāsambuddhassa etat ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.1.4",
        "original": "‘adhigato kho myāyaṁ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo.",
        "analyzed": "adhigataḥ kho myā ayam dhammaḥ gambhīraḥ duddasaḥ duranubodhaḥ santaḥ paṇītaḥ a takka avacaraḥ nipuṇaḥ paṇḍita vedanīyo ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.1.5",
        "original": "Ālayarāmā kho panāyaṁ pajā ālayaratā ālayasammuditā.",
        "analyzed": "ālaya rāmā khalu pana ayam pajā ālaya ratā ālaya sammuditā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.1.6",
        "original": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṁ idaṁ ṭhānaṁ yadidaṁ idappaccayatāpaṭiccasamuppādo.",
        "analyzed": "ālaya rāmāya kho pana pajāya ālaya ratāya ālaya sammuditāya duddasam idam ṭhānam yat idam idappaccaya tā paṭiccasamuppādaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.1.7",
        "original": "Idampi kho ṭhānaṁ duddasaṁ yadidaṁ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṁ.",
        "analyzed": "idam api kho ṭhānam duddasam yat idam sabba saṅkhāra samatho sabba upadhi paṭinissaggo taṇhā kkhayaḥ virāgaḥ nirodhaḥ nibbāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.1.8",
        "original": "Ahañceva kho pana dhammaṁ deseyyaṁ, pare ca me na ājāneyyuṁ; so mamassa kilamatho, sā mamassa vihesā’ti.",
        "analyzed": "aham ca iva kho pana dhammam deseyya pare ca me naḥ ājāneyyu saḥ mamassa kilamatho sā mamassa vihesā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.1",
        "original": "Apissu, bhikkhave, vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ imā anacchariyā gāthāyo paṭibhaṁsu pubbe assutapubbā:",
        "analyzed": "apissu bhikkhave vipassim bhagavantam arahantam sammāsambuddham imāḥ anacchariyāḥ gāthāyaḥ pubbe a ssuta pubbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.2",
        "original": "‘Kicchena me adhigataṁ,",
        "analyzed": "kicchena me adhigata ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.3",
        "original": "halaṁ dāni pakāsituṁ;",
        "analyzed": "halam dāni pakāsitu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.4",
        "original": "Rāgadosaparetehi,",
        "analyzed": "rāga dosa paretā ihi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.5",
        "original": "nāyaṁ dhammo susambudho.",
        "analyzed": "na ayam dhammo su sambudho ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.6",
        "original": "Paṭisotagāmiṁ nipuṇaṁ,",
        "analyzed": "paṭisota gāmim nipuṇa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.7",
        "original": "gambhīraṁ duddasaṁ aṇuṁ;",
        "analyzed": "gambhīram duddasam aṇu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.8",
        "original": "Rāgarattā na dakkhanti,",
        "analyzed": "rāga rattāḥ na dakkhanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.9",
        "original": "tamokhandhena āvuṭā’ti.",
        "analyzed": "tamaḥ khandhena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.10",
        "original": "Itiha, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa paṭisañcikkhato appossukkatāya cittaṁ nami, no dhammadesanāya.",
        "analyzed": "iti ha bhikkhave vipassissa bhagavataḥ arahataḥ sammāsambuddhassa paṭisañcikkhataḥ appa ussukka tāya cittam nami naḥ dhamma desanāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.11",
        "original": "Atha kho, bhikkhave, aññatarassa mahābrahmuno vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya etadahosi:",
        "analyzed": "atha kho bhikkhave aññatarassa mahābrahmunaḥ vipassissa bhagavataḥ arahataḥ sammāsambuddhassa cetasā cetaḥ pari vitakka maññāya etat ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.12",
        "original": "‘nassati vata bho loko, vinassati vata bho loko, yatra hi nāma vipassissa bhagavato arahato sammāsambuddhassa appossukkatāya cittaṁ namati, no dhammadesanāyā’ti.",
        "analyzed": "nassati vata bho lokaḥ vinassati vata bho lokaḥ yatra hi nāma vipassissa bhagavataḥ arahataḥ sammāsambuddhassa appa ussukka tāya cittam namati no dhamma desanāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.13_0",
        "original": "Atha kho so, bhikkhave, mahābrahmā seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ",
        "analyzed": "atha kho saḥ bhikkhave mahābrahmā seyyathā api nāma balavā purisaḥ samiñjitam vā bāha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.13_1",
        "original": "pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito vipassissa",
        "analyzed": "pasāreyya pasāritam vā bāham samiñjeyya evam eva brahma loke antarahitaḥ vipassissa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.2.13_2",
        "original": "bhagavato arahato sammāsambuddhassa purato pāturahosi.",
        "analyzed": "bhagavataḥ arahataḥ sammāsambuddhassa puratas pāturahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.3.1_0",
        "original": "Atha kho so, bhikkhave, mahābrahmā ekaṁsaṁ uttarāsaṅgaṁ karitvā dakkhiṇaṁ jāṇumaṇḍalaṁ",
        "analyzed": "atha kho saḥ bhikkhave mahābrahmā ekasam uttarāsaṅgam karitvā dakkhiṇam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.3.1_1",
        "original": "pathaviyaṁ nihantvā yena vipassī bhagavā arahaṁ sammāsambuddho tenañjaliṁ paṇāmetvā",
        "analyzed": "pathaviyam nihantvā yena vipassī bhagavā araham sammāsambuddhaḥ tena añjalim paṇāmetvā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.3.1_2",
        "original": "vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca:",
        "analyzed": "vipassim bhagavantam arahantam sammāsambuddham etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.3.2",
        "original": "‘desetu, bhante, bhagavā dhammaṁ, desetu sugato dhammaṁ,",
        "analyzed": "desetu bhante bhagavā dhamma desetu sugataḥ dhamma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.3.3",
        "original": "santi sattā apparajakkhajātikā; assavanatā dhammassa parihāyanti,",
        "analyzed": "santi sattā appara jakkha jātikāḥ a savana tā dhammassa parihāyanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.3.4",
        "original": "bhavissanti dhammassa aññātāro’ti.",
        "analyzed": "bhavissanti dhammassa aññātāro ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.1",
        "original": "Evaṁ vutte, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho taṁ mahābrahmānaṁ etadavoca:",
        "analyzed": "evam vutte bhikkhave vipassī bhagavā araham sammāsambuddhaḥ tam mahābrahmānam etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.2",
        "original": "‘mayhampi kho, brahme, etadahosi:",
        "analyzed": "mayham pi khalu brahme ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.3",
        "original": "“yannūnāhaṁ dhammaṁ deseyyan”ti.",
        "analyzed": "yat nūna aham dhammam deseyyanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.4",
        "original": "Tassa mayhaṁ, brahme, etadahosi:",
        "analyzed": "tassa mayha brahme ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.5",
        "original": "“adhigato kho myāyaṁ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo.",
        "analyzed": "adhigataḥ kho myā ayam dhammaḥ gambhīraḥ duddasaḥ duranubodhaḥ santaḥ paṇītaḥ a takka avacaraḥ nipuṇaḥ paṇḍita vedanīyo ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.6",
        "original": "Ālayarāmā kho panāyaṁ pajā ālayaratā ālayasammuditā.",
        "analyzed": "ālaya rāmā khalu pana ayam pajā ālaya ratā ālaya sammuditā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.7",
        "original": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṁ idaṁ ṭhānaṁ yadidaṁ idappaccayatāpaṭiccasamuppādo.",
        "analyzed": "ālaya rāmāya kho pana pajāya ālaya ratāya ālaya sammuditāya duddasam idam ṭhānam yat idam idappaccaya tā paṭiccasamuppādaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.8",
        "original": "Idampi kho ṭhānaṁ duddasaṁ yadidaṁ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṁ.",
        "analyzed": "idam api kho ṭhānam duddasam yat idam sabba saṅkhāra samatho sabba upadhi paṭinissaggo taṇhā kkhayaḥ virāgaḥ nirodhaḥ nibbāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.9",
        "original": "Ahañceva kho pana dhammaṁ deseyyaṁ, pare ca me na ājāneyyuṁ; so mamassa kilamatho, sā mamassa vihesā”ti.",
        "analyzed": "aham ca iva kho pana dhammam deseyya pare ca me naḥ ājāneyyu saḥ mamassa kilamatho sā mamassa vihesā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.10",
        "original": "Apissu maṁ, brahme, imā anacchariyā gāthāyo paṭibhaṁsu pubbe assutapubbā:",
        "analyzed": "ma brahme imāḥ anacchariyāḥ gāthāyaḥ paṭibhasu pubbe a ssuta pubbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.11",
        "original": "“Kicchena me adhigataṁ,",
        "analyzed": "kicchena me adhigata ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.12",
        "original": "halaṁ dāni pakāsituṁ;",
        "analyzed": "halam dāni pakāsitu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.13",
        "original": "Rāgadosaparetehi,",
        "analyzed": "rāga dosa paretā ihi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.14",
        "original": "nāyaṁ dhammo susambudho.",
        "analyzed": "na ayam dhammo su sambudho ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.15",
        "original": "Paṭisotagāmiṁ nipuṇaṁ,",
        "analyzed": "paṭisota gāmim nipuṇa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.16",
        "original": "gambhīraṁ duddasaṁ aṇuṁ;",
        "analyzed": "gambhīram duddasam aṇu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.17",
        "original": "Rāgarattā na dakkhanti,",
        "analyzed": "rāga rattāḥ na dakkhanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.18",
        "original": "tamokhandhena āvuṭā”ti.",
        "analyzed": "tamaḥ khandhena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.4.19",
        "original": "Itiha me, brahme, paṭisañcikkhato appossukkatāya cittaṁ nami, no dhammadesanāyā’ti.",
        "analyzed": "iti ha me brahme paṭisañcikkhataḥ appa ussukka tāya cittam nami naḥ dhamma desanāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.5.1",
        "original": "Dutiyampi kho, bhikkhave, so mahābrahmā …pe…",
        "analyzed": "dutiyam pi kho bhikkhave saḥ mahābrahmā pe ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.5.2",
        "original": "tatiyampi kho, bhikkhave, so mahābrahmā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca:",
        "analyzed": "tatiyam pi kho bhikkhave saḥ mahābrahmā vipassim bhagavantam arahantam sammāsambuddham etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.5.3",
        "original": "‘desetu, bhante, bhagavā dhammaṁ, desetu sugato dhammaṁ, santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro’ti.",
        "analyzed": "desetu bhante bhagavā dhamma desetu sugataḥ dhamma santi sattā appara jakkha jātikā a savana tā dhammassa parihāyanti bhavissanti dhammassa aññātāro ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.1",
        "original": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho brahmuno ca ajjhesanaṁ viditvā sattesu ca kāruññataṁ paṭicca buddhacakkhunā lokaṁ volokesi.",
        "analyzed": "atha kho bhikkhave vipassī bhagavā araham sammāsambuddhaḥ brahmuno ca ajjhesanam viditvā sattesu ca kāruñña tam paṭicca buddha cakkhunā lokam volokesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.2_0",
        "original": "Addasā kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho buddhacakkhunā lokaṁ",
        "analyzed": "addasā kho bhikkhave vipassī bhagavā araham sammāsambuddhaḥ buddha cakkhunā loka ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.2_1",
        "original": "volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre",
        "analyzed": "volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye su ākāre dvi ākāre ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.2_2",
        "original": "suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante, appekacce",
        "analyzed": "su viññāpaye du viññāpaye appekacce para loka vajja bhaya dassāvine viharante appekacce ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.2_3",
        "original": "na paralokavajjabhayadassāvine viharante.",
        "analyzed": "na para loka vat ja bhaya dassāvine viharante ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.3_0",
        "original": "Seyyathāpi nāma uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni",
        "analyzed": "seyyathā api nāma uppaliniyam vā paduminiyam vā puṇḍarīkiniyam vā appekaccāni uppalāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.3_1",
        "original": "vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni anto",
        "analyzed": "vā padumāni vā puṇḍarīkāni vā udake jātāni udake savaḍḍhāni udaka anuggatāni antar ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.3_2",
        "original": "nimuggaposīni. Appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake",
        "analyzed": "nimugga posīni appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.3_3",
        "original": "saṁvaḍḍhāni samodakaṁ ṭhitāni. Appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā",
        "analyzed": "sa vaḍḍhāni samodakam ṭhitāni appa ekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.3_4",
        "original": "udake jātāni udake saṁvaḍḍhāni udakā accuggamma ṭhitāni anupalittāni udakena.",
        "analyzed": "udake jātāni udake savaḍḍhāni udakā accuggamma ṭhitāni an upalittāni udakena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.4_0",
        "original": "Evameva kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho buddhacakkhunā lokaṁ",
        "analyzed": "evam eva kho bhikkhave vipassī bhagavā araham sammāsambuddhaḥ buddha cakkhunā loka ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.4_1",
        "original": "volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre",
        "analyzed": "volokentaḥ addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye su ākāre ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.4_2",
        "original": "dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante,",
        "analyzed": "dvi ākāre su viññāpaye du viññāpaye appekacce para loka vajja bhaya dassāvine viharante ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.6.4_3",
        "original": "appekacce na paralokavajjabhayadassāvine viharante.",
        "analyzed": "appekacce na para loka vajja bhaya dassāvine viharante ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.1",
        "original": "Atha kho so, bhikkhave, mahābrahmā vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ gāthāhi ajjhabhāsi:",
        "analyzed": "atha kho saḥ bhikkhave mahābrahmā vipassissa bhagavataḥ arahataḥ sammāsambuddhassa cetasā cetaḥ pari vitakkam aññāya vipassim bhagavantam arahantam sammāsambuddham gāthāhi ajjhabhāsi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.2",
        "original": "‘Sele yathā pabbatamuddhaniṭṭhito,",
        "analyzed": "sele yathā pabbata muddha niṭṭhito ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.3",
        "original": "Yathāpi passe janataṁ samantato;",
        "analyzed": "yathā api passe janatam samantataḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.4",
        "original": "Tathūpamaṁ dhammamayaṁ sumedha,",
        "analyzed": "tathūpamam dhamma mayam sumedha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.5",
        "original": "Pāsādamāruyha samantacakkhu;",
        "analyzed": "pāsādam āruyha samanta cakkhu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.6",
        "original": "Sokāvatiṇṇaṁ janatamapetasoko,",
        "analyzed": "soka avatiṇṇam janatam apeta sokaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.7",
        "original": "Avekkhassu jātijarābhibhūtaṁ.",
        "analyzed": "avekkhassu jāti jarā abhibhūta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.8",
        "original": "Uṭṭhehi vīra vijitasaṅgāma,",
        "analyzed": "uṭṭhehi vīra vijita saṅgāma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.9",
        "original": "Satthavāha aṇaṇa vicara loke;",
        "analyzed": "satthavāha aṇaṇa vicara loke ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.10",
        "original": "Desassu bhagavā dhammaṁ,",
        "analyzed": "desassu bhagavā dhamma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.11",
        "original": "Aññātāro bhavissantī’ti.",
        "analyzed": "aññātāraḥ bhavissanti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.12",
        "original": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho taṁ mahābrahmānaṁ gāthāya ajjhabhāsi:",
        "analyzed": "atha kho bhikkhave vipassī bhagavā araham sammāsambuddhaḥ tam mahābrahmānam gāthāya ajjhabhāsi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.13",
        "original": "‘Apārutā tesaṁ amatassa dvārā,",
        "analyzed": "apārutā tesam amatassa dvārā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.14",
        "original": "Ye sotavanto pamuñcantu saddhaṁ;",
        "analyzed": "ye sotavantaḥ pamuñcantu saddha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.15",
        "original": "Vihiṁsasaññī paguṇaṁ na bhāsiṁ,",
        "analyzed": "vihisa saññī paguṇam na bhāsi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.16",
        "original": "Dhammaṁ paṇītaṁ manujesu brahme’ti.",
        "analyzed": "dhammam paṇītam manujesu brahmā iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.17_0",
        "original": "Atha kho so, bhikkhave, mahābrahmā: ‘katāvakāso khomhi vipassinā bhagavatā arahatā",
        "analyzed": "atha kho saḥ bhikkhave mahābrahmā kata avakāsaḥ kho mhi vipassinā bhagavatā arahatā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.17_1",
        "original": "sammāsambuddhena dhammadesanāyā’ti vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ",
        "analyzed": "sammāsambuddhena dhamma desanāya ati vipassim bhagavantam arahantam sammāsambuddha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.7.17_2",
        "original": "abhivādetvā padakkhiṇaṁ katvā tattheva antaradhāyi.",
        "analyzed": "abhivādetvā padakkhiṇam katvā tattha iva antaradhāyi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.8.0",
        "original": "13. Aggasāvakayuga",
        "analyzed": "agga sāvaka yuga ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.8.1",
        "original": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bhagavataḥ arahataḥ sammāsambuddhassa etat ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.8.2",
        "original": "‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyyaṁ,",
        "analyzed": "kassa nu kho aham paṭhamam dhammam deseyya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.8.3",
        "original": "ko imaṁ dhammaṁ khippameva ājānissatī’ti?",
        "analyzed": "kaḥ imam dhammam khippam eva ājānissati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.8.4",
        "original": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi:",
        "analyzed": "atha kho bhikkhave vipassissa bhagavataḥ arahataḥ sammāsambuddhassa etat ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.8.5",
        "original": "‘ayaṁ kho khaṇḍo ca rājaputto tisso ca purohitaputto bandhumatiyā rājadhāniyā paṭivasanti paṇḍitā viyattā medhāvino dīgharattaṁ apparajakkhajātikā.",
        "analyzed": "ayam kho khaṇḍaḥ ca rāja putto tisso ca purohita putto bandhumatiyā rājadhāniyā paṭivasanti paṇḍitāḥ viyattāḥ medhāvinaḥ dīgharattam appara jakkha jātikā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.8.6",
        "original": "Yannūnāhaṁ khaṇḍassa ca rājaputtassa, tissassa ca purohitaputtassa paṭhamaṁ dhammaṁ deseyyaṁ, te imaṁ dhammaṁ khippameva ājānissantī’ti.",
        "analyzed": "yat nūna aham khaṇḍassa ca rāja puttassa tissassa ca purohita puttassa paṭhamam dhammam deseyya te imam dhammam khippam eva ājānissanti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.9.1_0",
        "original": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho seyyathāpi nāma balavā",
        "analyzed": "atha kho bhikkhave vipassī bhagavā araham sammāsambuddhaḥ seyyathā api nāma balavā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.9.1_1",
        "original": "puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—bodhirukkhamūle",
        "analyzed": "purisaḥ samiñjitam vā bāham pasāreyya pasāritam vā bāham samiñjeyya evam eva bodhi rukkha mūle ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.9.1_2",
        "original": "antarahito bandhumatiyā rājadhāniyā kheme migadāye pāturahosi.",
        "analyzed": "antarahitaḥ bandhumatiyā rājadhāniyā kheme migadāye ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.9.2",
        "original": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho dāyapālaṁ āmantesi:",
        "analyzed": "atha kho bhikkhave vipassī bhagavā araham sammāsambuddhaḥ dāyapālam āmantesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.9.3",
        "original": "‘ehi tvaṁ, samma dāyapāla, bandhumatiṁ rājadhāniṁ pavisitvā khaṇḍañca rājaputtaṁ tissañca purohitaputtaṁ evaṁ vadehi—",
        "analyzed": "ehi tva samma dāyapāla bandhumatim rājadhānim pavisitvā khaṇḍam ca rāja puttam tissam ca purohita puttam evam vadehi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.9.4",
        "original": "vipassī, bhante, bhagavā arahaṁ sammāsambuddho bandhumatiṁ rājadhāniṁ anuppatto kheme migadāye viharati, so tumhākaṁ dassanakāmo’ti.",
        "analyzed": "vipassī bhante bhagavā araham sammāsambuddhaḥ bandhumatim rājadhānim anuppattaḥ kheme migadāye viharati saḥ tumhākam dassana kāmo ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.9.5_0",
        "original": "‘Evaṁ, bhante’ti kho, bhikkhave, dāyapālo vipassissa bhagavato arahato sammāsambuddhassa",
        "analyzed": "eva bhante iti kho bhikkhave dāyapālaḥ vipassissa bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.9.5_1",
        "original": "paṭissutvā bandhumatiṁ rājadhāniṁ pavisitvā khaṇḍañca rājaputtaṁ tissañca purohitaputtaṁ etadavoca:",
        "analyzed": "paṭissutvā bandhumatim rājadhānim pavisitvā khaṇḍam ca rāja puttam tissam ca purohita puttam etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.9.6",
        "original": "‘vipassī, bhante, bhagavā arahaṁ sammāsambuddho bandhumatiṁ rājadhāniṁ anuppatto kheme migadāye viharati; so tumhākaṁ dassanakāmo’ti.",
        "analyzed": "vipassī bhante bhagavā araham sammāsambuddhaḥ bandhumatim rājadhānim anuppattaḥ kheme migadāye viharati saḥ tumhākam dassana kāmo ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.10.1_0",
        "original": "Atha kho, bhikkhave, khaṇḍo ca rājaputto tisso ca purohitaputto bhaddāni bhaddāni",
        "analyzed": "atha kho bhikkhave khaṇḍaḥ ca rāja putto tisso ca purohita putto bhaddāni bhaddāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.10.1_1",
        "original": "yānāni yojāpetvā bhaddaṁ bhaddaṁ yānaṁ abhiruhitvā bhaddehi bhaddehi yānehi bandhumatiyā",
        "analyzed": "yānāni yojāpetvā bhaddam bhaddam yānam abhiruhitvā bhaddehi bhaddehi yānehi bandhumatiyā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.10.1_2",
        "original": "rājadhāniyā niyyiṁsu. Yena khemo migadāyo tena pāyiṁsu.",
        "analyzed": "rājadhāniyā yena khemaḥ migadāyo tena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.10.2_0",
        "original": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikāva yena vipassī bhagavā",
        "analyzed": "yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā yena vipassī bhagavā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.10.2_1",
        "original": "arahaṁ sammāsambuddho tenupasaṅkamiṁsu. upasaṅkamitvā vipassiṁ bhagavantaṁ arahantaṁ",
        "analyzed": "araham sammāsambuddhaḥ tena upasaṅkamisu upasaṅkamitvā vipassim bhagavantam arahanta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.10.2_2",
        "original": "sammāsambuddhaṁ abhivādetvā ekamantaṁ nisīdiṁsu.",
        "analyzed": "sammāsambuddham abhivādetvā ekamantam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.11.1",
        "original": "Tesaṁ vipassī bhagavā arahaṁ sammāsambuddho anupubbiṁ kathaṁ kathesi, seyyathidaṁ—",
        "analyzed": "tesam vipassī bhagavā araham sammāsambuddhaḥ anupubbim katham kathesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.11.2",
        "original": "dānakathaṁ sīlakathaṁ saggakathaṁ kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nekkhamme ānisaṁsaṁ pakāsesi.",
        "analyzed": "dāna katham sīla katham sagga katham kāmānam ādīnavam okāram saṅkilesam nekkhamme ānisasam pakāsesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.11.3",
        "original": "Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā, taṁ pakāsesi—",
        "analyzed": "yadā te bhagavā aññāsi kalla citte mudu citte vinīvaraṇa citte udagga citte pasanna citte atha yā buddhānam sāmukkasikā dhamma desanā tam pakāsesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.11.4",
        "original": "dukkhaṁ samudayaṁ nirodhaṁ maggaṁ.",
        "analyzed": "dukkham samudayam nirodham magga ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.11.5",
        "original": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya;",
        "analyzed": "seyyathā api nāma suddham vattham apagata kāḷakam sammat eva rajanam paṭiggaṇheyya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.11.6",
        "original": "evameva khaṇḍassa ca rājaputtassa tissassa ca purohitaputtassa tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi:",
        "analyzed": "evam eva khaṇḍassa ca rāja puttassa tissassa ca purohita puttassa tasmiyā eva āsane virajam vīta malam dhamma cakkhum udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.11.7",
        "original": "‘yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman’ti.",
        "analyzed": "yam kiñci samudaya dhammam sabbam tat nirodha dhamman ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.12.1_0",
        "original": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā",
        "analyzed": "te diṭṭha dhammā patta dhammā vidita dhammā pariyogāḷha dhammā tiṇṇa vicikicchāḥ vigata kathaṅkathāḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.12.1_1",
        "original": "vesārajjappattā aparappaccayā satthusāsane vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavocuṁ:",
        "analyzed": "vesārajja ppattāḥ apara paccayā satthu sāsane vipassim bhagavantam arahantam sammāsambuddham etat avocuḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.12.2",
        "original": "‘abhikkantaṁ, bhante, abhikkantaṁ, bhante.",
        "analyzed": "abhikkanta bhante abhikkanta bhante ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.12.3_0",
        "original": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa",
        "analyzed": "sā iyyathā api bhante nikkujjitam vā ukkujjeyya paṭicchannam vā vivareyya mūḷhassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.12.3_1",
        "original": "vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti;",
        "analyzed": "vā maggam ācikkheyya andhakāre vā tela pajjotam dhāreyya cakkhumantaḥ rūpāni dakkhanti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.12.3_2",
        "original": "evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito.",
        "analyzed": "evam evam bhagavatā aneka pariyāyena dhammo pakāsito ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.12.4",
        "original": "Ete mayaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāma dhammañca.",
        "analyzed": "ete bhante bhagavantam saraṇam gacchāma dhammam ca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.12.5",
        "original": "Labheyyāma mayaṁ, bhante, bhagavato santike pabbajjaṁ, labheyyāma upasampadan’ti.",
        "analyzed": "labheyyāma bhante bhagavato santike pabbajja labheyyāma upasampadanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.13.1",
        "original": "Alatthuṁ kho, bhikkhave, khaṇḍo ca rājaputto, tisso ca purohitaputto vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṁ alatthuṁ upasampadaṁ.",
        "analyzed": "a latthum kho bhikkhave khaṇḍaḥ ca rāja putto tisso ca purohita putto vipassissa bhagavataḥ arahataḥ sammāsambuddhassa santike pabbajjam a latthum upasampadaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.13.2",
        "original": "Te vipassī bhagavā arahaṁ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi;",
        "analyzed": "te vipassī bhagavā araham sammāsambuddhaḥ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahasesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.13.3",
        "original": "saṅkhārānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nibbāne ānisaṁsaṁ pakāsesi.",
        "analyzed": "saṅkhārānam ādīnavam okāram saṅkilesam nibbāne ānisasam pakāsesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.13.4_0",
        "original": "Tesaṁ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṁ",
        "analyzed": "tesam vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.13.4_1",
        "original": "samādapiyamānānaṁ samuttejiyamānānaṁ sampahaṁsiyamānānaṁ nacirasseva anupādāya āsavehi cittāni vimucciṁsu.",
        "analyzed": "samādapiyamānānam samuttejiyamānānam sampahasiyamānānam nacirassa iva an upādāya āsavehi cittāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.0",
        "original": "14. Mahājanakāyapabbajjā",
        "analyzed": "mahā jana kāya pabbajjā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.1",
        "original": "Assosi kho, bhikkhave, bandhumatiyā rājadhāniyā mahājanakāyo caturāsītipāṇasahassāni:",
        "analyzed": "assosi kho bhikkhave bandhumatiyāḥ rājadhāniyāḥ mahā jana kāyaḥ catur asīti pāṇa sahassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.2",
        "original": "‘vipassī kira bhagavā arahaṁ sammāsambuddho bandhumatiṁ rājadhāniṁ anuppatto kheme migadāye viharati.",
        "analyzed": "vipassī kira bhagavā araham sammāsambuddhaḥ bandhumatim rājadhānim an uppattaḥ kheme migadāye viharati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.3_0",
        "original": "Khaṇḍo ca kira rājaputto tisso ca purohitaputto vipassissa bhagavato arahato sammāsambuddhassa",
        "analyzed": "khaṇḍo ca kira rāja putto tisso ca purohita putto vipassissa bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.3_1",
        "original": "santike kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajitā’ti.",
        "analyzed": "santike kesa massum ohāretvā kāsāyāni vatthāni acchādetvā agārasma anagāriyam pabbajitā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.4",
        "original": "Sutvāna nesaṁ etadahosi:",
        "analyzed": "sutvāna etad ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.5_0",
        "original": "‘na hi nūna so orako dhammavinayo, na sā orakā pabbajjā, yattha khaṇḍo ca rājaputto",
        "analyzed": "na hi nūna saḥ orakaḥ dhamma vinayaḥ na sā orakā pabbajjā yattha khaṇḍaḥ ca rāja putto ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.5_1",
        "original": "tisso ca purohitaputto kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā",
        "analyzed": "tissaḥ ca purohita putto kesa massuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.5_2",
        "original": "anagāriyaṁ pabbajitā.",
        "analyzed": "anagāriyam pabbajitā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.6",
        "original": "Khaṇḍo ca rājaputto tisso ca purohitaputto kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissanti, kimaṅgaṁ pana mayan’ti.",
        "analyzed": "khaṇḍaḥ ca rāja putto tisso ca purohita putto kesa massuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasma anagāriyam pabbajissanti kimaṅgam pana mayanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.7_0",
        "original": "Atha kho so, bhikkhave, mahājanakāyo caturāsītipāṇasahassāni bandhumatiyā rājadhāniyā",
        "analyzed": "atha kho saḥ bhikkhave mahā jana kāyaḥ catur āsīti pāṇa sahassāni bandhumatiyāḥ rājadhāniyāḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.7_1",
        "original": "nikkhamitvā yena khemo migadāyo yena vipassī bhagavā arahaṁ sammāsambuddho tenupasaṅkamiṁsu;",
        "analyzed": "nikkhamitvā yena khemaḥ migadāyaḥ yena vipassī bhagavā araham sammāsambuddho tena upasaṅkamisu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.14.7_2",
        "original": "upasaṅkamitvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā ekamantaṁ nisīdiṁsu.",
        "analyzed": "upasaṅkamitvā vipassim bhagavantam arahantam sammāsambuddham abhivādetvā ekamantam nisīdisu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.15.1",
        "original": "Tesaṁ vipassī bhagavā arahaṁ sammāsambuddho anupubbiṁ kathaṁ kathesi.",
        "analyzed": "tesam vipassī bhagavā araham sammāsambuddhaḥ anupubbim katham kathesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.15.2",
        "original": "Seyyathidaṁ—dānakathaṁ sīlakathaṁ saggakathaṁ kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nekkhamme ānisaṁsaṁ pakāsesi.",
        "analyzed": "sīla katham sagga katham kāmānam ādīnavam okāram saṅkilesam nekkhamme ānisasam pakāsesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.15.3",
        "original": "Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā, taṁ pakāsesi—",
        "analyzed": "yadā te bhagavā aññāsi kalla citte mudu citte vinīvaraṇa citte udagga citte pasanna citte atha yā buddhānam sāmukkasikā dhamma desanā tam pakāsesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.15.4",
        "original": "dukkhaṁ samudayaṁ nirodhaṁ maggaṁ.",
        "analyzed": "dukkham samudayam nirodham magga ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.15.5",
        "original": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya;",
        "analyzed": "seyyathā api nāma suddham vattham apagata kāḷakam sammat eva rajanam paṭiggaṇheyya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.15.6",
        "original": "evameva tesaṁ caturāsītipāṇasahassānaṁ tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi:",
        "analyzed": "evam eva tesam catur āsīti pāṇa sahassānam tasmiyā eva āsane virajam vīta malam dhamma cakkhum udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.15.7",
        "original": "‘yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman’ti.",
        "analyzed": "yam kiñci samudaya dhammam sabbam tat nirodha dhamman ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.16.1_0",
        "original": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā",
        "analyzed": "te diṭṭha dhammā patta dhammā vidita dhammā pariyogāḷha dhammā tiṇṇa vicikicchāḥ vigata kathaṅkathāḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.16.1_1",
        "original": "vesārajjappattā aparappaccayā satthusāsane vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavocuṁ:",
        "analyzed": "vesārajja ppattāḥ apara paccayā satthu sāsane vipassim bhagavantam arahantam sammāsambuddham etat avocuḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.16.2",
        "original": "‘abhikkantaṁ, bhante, abhikkantaṁ, bhante.",
        "analyzed": "abhikkanta bhante abhikkanta bhante ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.16.3_0",
        "original": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa",
        "analyzed": "sā iyyathā api bhante nikkujjitam vā ukkujjeyya paṭicchannam vā vivareyya mūḷhassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.16.3_1",
        "original": "vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti;",
        "analyzed": "vā maggam ācikkheyya andhakāre vā tela pajjotam dhāreyya cakkhumantaḥ rūpāni dakkhanti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.16.3_2",
        "original": "evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito.",
        "analyzed": "evam evam bhagavatā aneka pariyāyena dhammo pakāsito ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.16.4",
        "original": "Ete mayaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca.",
        "analyzed": "ete bhante bhagavantam saraṇam gacchāma dhammañca bhikkhu saṅghañca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.16.5",
        "original": "Labheyyāma mayaṁ, bhante, bhagavato santike pabbajjaṁ labheyyāma upasampadan’ti.",
        "analyzed": "labheyyāma bhante bhagavato santike pabbajjam labheyyāma upasampadanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.17.1",
        "original": "Alatthuṁ kho, bhikkhave, tāni caturāsītipāṇasahassāni vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṁ, alatthuṁ upasampadaṁ.",
        "analyzed": "a latthum kho bhikkhave tāni caturāsīti pāṇa sahassāni vipassissa bhagavataḥ arahataḥ sammāsambuddhassa santike pabbajja a latthum upasampada ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.17.2",
        "original": "Te vipassī bhagavā arahaṁ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi;",
        "analyzed": "te vipassī bhagavā araham sammāsambuddhaḥ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahasesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.17.3",
        "original": "saṅkhārānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nibbāne ānisaṁsaṁ pakāsesi.",
        "analyzed": "saṅkhārānam ādīnavam okāram saṅkilesam nibbāne ānisasam pakāsesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.17.4_0",
        "original": "Tesaṁ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṁ",
        "analyzed": "tesam vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.17.4_1",
        "original": "samādapiyamānānaṁ samuttejiyamānānaṁ sampahaṁsiyamānānaṁ nacirasseva anupādāya āsavehi cittāni vimucciṁsu.",
        "analyzed": "samādapiyamānānam samuttejiyamānānam sampahasiyamānānam nacirassa iva an upādāya āsavehi cittāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.18.0",
        "original": "15. Purimapabbajitānaṁ dhammābhisamaya",
        "analyzed": "purima pabbajitānam dhamma abhisamaya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.18.1",
        "original": "Assosuṁ kho, bhikkhave, tāni purimāni caturāsītipabbajitasahassāni:",
        "analyzed": "assosum kho bhikkhave tāni purimāni catur āsīti pabbajita sahassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.18.2",
        "original": "‘vipassī kira bhagavā arahaṁ sammāsambuddho bandhumatiṁ rājadhāniṁ anuppatto kheme migadāye viharati, dhammañca kira desetī’ti.",
        "analyzed": "vipassī kira bhagavā araham sammāsambuddhaḥ bandhumatim rājadhānim an uppatto kheme migadāye viharati dhammañca kira deseti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.18.3_0",
        "original": "Atha kho, bhikkhave, tāni caturāsītipabbajitasahassāni yena bandhumatī rājadhānī",
        "analyzed": "atha kho bhikkhave tāni catur āsīti pabbajita sahassāni yena bandhumatī rājadhānī ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.18.3_1",
        "original": "yena khemo migadāyo yena vipassī bhagavā arahaṁ sammāsambuddho tenupasaṅkamiṁsu;",
        "analyzed": "yena khemaḥ migadāyaḥ yena vipassī bhagavā araham sammāsambuddhaḥ tena upasaṅkamisu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.18.3_2",
        "original": "upasaṅkamitvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā ekamantaṁ nisīdiṁsu.",
        "analyzed": "upasaṅkamitvā vipassim bhagavantam arahantam sammāsambuddham abhivādetvā ekamantam nisīdisu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.19.1",
        "original": "Tesaṁ vipassī bhagavā arahaṁ sammāsambuddho anupubbiṁ kathaṁ kathesi.",
        "analyzed": "tesam vipassī bhagavā araham sammāsambuddhaḥ anupubbim katham kathesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.19.2",
        "original": "Seyyathidaṁ—dānakathaṁ sīlakathaṁ saggakathaṁ kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nekkhamme ānisaṁsaṁ pakāsesi.",
        "analyzed": "sīla katham sagga katham kāmānam ādīnavam okāram saṅkilesam nekkhamme ānisasam pakāsesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.19.3",
        "original": "Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā, taṁ pakāsesi—",
        "analyzed": "yadā te bhagavā aññāsi kalla citte mudu citte vinīvaraṇa citte udagga citte pasanna citte atha yā buddhānam sāmukkasikā dhamma desanā tam pakāsesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.19.4",
        "original": "dukkhaṁ samudayaṁ nirodhaṁ maggaṁ.",
        "analyzed": "dukkham samudayam nirodham magga ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.19.5",
        "original": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya;",
        "analyzed": "seyyathā api nāma suddham vattham apagata kāḷakam sammat eva rajanam paṭiggaṇheyya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.19.6",
        "original": "evameva tesaṁ caturāsītipabbajitasahassānaṁ tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi:",
        "analyzed": "evam eva tesam catur āsīti pabbajita sahassānam tasmiyā eva āsane virajam vīta malam dhamma cakkhum udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.19.7",
        "original": "‘yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman’ti.",
        "analyzed": "yam kiñci samudaya dhammam sabbam tat nirodha dhamman ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.20.1_0",
        "original": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā",
        "analyzed": "te diṭṭha dhammā patta dhammā vidita dhammā pariyogāḷha dhammā tiṇṇa vicikicchāḥ vigata kathaṅkathāḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.20.1_1",
        "original": "vesārajjappattā aparappaccayā satthusāsane vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavocuṁ:",
        "analyzed": "vesārajja ppattāḥ apara paccayā satthu sāsane vipassim bhagavantam arahantam sammāsambuddham etat avocuḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.20.2",
        "original": "‘abhikkantaṁ, bhante, abhikkantaṁ, bhante.",
        "analyzed": "abhikkanta bhante abhikkanta bhante ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.20.3_0",
        "original": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa",
        "analyzed": "sā iyyathā api bhante nikkujjitam vā ukkujjeyya paṭicchannam vā vivareyya mūḷhassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.20.3_1",
        "original": "vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti;",
        "analyzed": "vā maggam ācikkheyya andhakāre vā tela pajjotam dhāreyya cakkhumantaḥ rūpāni dakkhanti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.20.3_2",
        "original": "evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito.",
        "analyzed": "evam evam bhagavatā aneka pariyāyena dhammo pakāsito ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.20.4",
        "original": "Ete mayaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca.",
        "analyzed": "ete bhante bhagavantam saraṇam gacchāma dhammañca bhikkhu saṅghañca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.20.5",
        "original": "Labheyyāma mayaṁ, bhante, bhagavato santike pabbajjaṁ labheyyāma upasampadan’ti.",
        "analyzed": "labheyyāma bhante bhagavato santike pabbajjam labheyyāma upasampadanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.21.1",
        "original": "Alatthuṁ kho, bhikkhave, tāni caturāsītipabbajitasahassāni vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṁ alatthuṁ upasampadaṁ.",
        "analyzed": "a latthum kho bhikkhave tāni catur āsīti pabbajita sahassāni vipassissa bhagavataḥ arahataḥ sammāsambuddhassa santike pabbajjam a latthum upasampadaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.21.2",
        "original": "Te vipassī bhagavā arahaṁ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi;",
        "analyzed": "te vipassī bhagavā araham sammāsambuddhaḥ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahasesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.21.3",
        "original": "saṅkhārānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nibbāne ānisaṁsaṁ pakāsesi.",
        "analyzed": "saṅkhārānam ādīnavam okāram saṅkilesam nibbāne ānisasam pakāsesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.21.4_0",
        "original": "Tesaṁ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṁ",
        "analyzed": "tesam vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.21.4_1",
        "original": "samādapiyamānānaṁ samuttejiyamānānaṁ sampahaṁsiyamānānaṁ nacirasseva anupādāya āsavehi cittāni vimucciṁsu.",
        "analyzed": "samādapiyamānānam samuttejiyamānānam sampahasiyamānānam nacirassa iva an upādāya āsavehi cittāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.0",
        "original": "16. Cārikāanujānana",
        "analyzed": "      ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.1",
        "original": "Tena kho pana, bhikkhave, samayena bandhumatiyā rājadhāniyā mahābhikkhusaṅgho paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ.",
        "analyzed": "tena kho pana bhikkhave samayena bandhumatiyāḥ rājadhāniyāḥ mahā bhikkhu saṅghaḥ paṭivasati aṭṭhasaṭṭhi bhikkhu sata sahassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.2",
        "original": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
        "analyzed": "atha kho bhikkhave vipassissa bhagavataḥ arahataḥ sammāsambuddhassa rahogatassa paṭisallīnassa evam cetasaḥ parivitakkaḥ udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.3",
        "original": "‘mahā kho etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ, yannūnāhaṁ bhikkhū anujāneyyaṁ:",
        "analyzed": "mahā kho etarahi bhikkhu saṅghaḥ bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhi bhikkhu sata sahassa yat nūna aham bhikkhū anujāneyya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.4",
        "original": "“caratha, bhikkhave, cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ;",
        "analyzed": "caratha bhikkhave cārikam bahu jana hitāya bahu jana sukhāya loka anukampāya atthāya hitāya sukhāya deva manussāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.5",
        "original": "mā ekena dve agamittha;",
        "analyzed": "mā ekena dve agamittha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.6",
        "original": "desetha, bhikkhave, dhammaṁ ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetha.",
        "analyzed": "desetha bhikkhave dhammam ādi kalyāṇam majjhe kalyāṇam pariyosāna kalyāṇam sa attham sa byañjanam kevala paripuṇṇam parisuddham brahmacariyam pakāsetha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.7",
        "original": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti,",
        "analyzed": "santi sattā appara jakkha jātikāḥ a savana tā dhammassa parihāyanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.8",
        "original": "bhavissanti dhammassa aññātāro.",
        "analyzed": "bhavissanti dhammassa aññātāro ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.22.9",
        "original": "Api ca channaṁ channaṁ vassānaṁ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā”’ti.",
        "analyzed": "api ca channam channam vassānam accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkha uddesāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.1_0",
        "original": "Atha kho, bhikkhave, aññataro mahābrahmā vipassissa bhagavato arahato sammāsambuddhassa",
        "analyzed": "atha kho bhikkhave aññataraḥ mahābrahmā vipassissa bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.1_1",
        "original": "cetasā cetoparivitakkamaññāya seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya,",
        "analyzed": "cetasā cetaḥ upari vitakkam aññāya seyyathā api nāma balavā purisaḥ samiñjitam vā bāham pasāreyya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.1_2",
        "original": "pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito vipassissa bhagavato",
        "analyzed": "pasāritam vā bāham samiñjeyya evam eva brahma loke antarahitaḥ vipassissa bhagavataḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.1_3",
        "original": "arahato sammāsambuddhassa purato pāturahosi.",
        "analyzed": "arahataḥ sammāsambuddhassa puratas pāturahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.2_0",
        "original": "Atha kho so, bhikkhave, mahābrahmā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena vipassī bhagavā",
        "analyzed": "atha kho saḥ bhikkhave mahābrahmā ekasam uttarāsaṅgam karitvā yena vipassī bhagavā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.2_1",
        "original": "arahaṁ sammāsambuddho tenañjaliṁ paṇāmetvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca:",
        "analyzed": "araham sammāsambuddhaḥ tena añjalim paṇāmetvā vipassim bhagavantam arahantam sammāsambuddham etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.3",
        "original": "‘evametaṁ, bhagavā, evametaṁ, sugata.",
        "analyzed": "evam eta bhagavā evam eta sugata ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.4",
        "original": "Mahā kho, bhante, etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ, anujānātu, bhante, bhagavā bhikkhū:",
        "analyzed": "mahā kho bhante etarahi bhikkhu saṅghaḥ bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhi bhikkhu sata sahassa anujānātu bhante bhagavā bhikkhū ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.5",
        "original": "“caratha, bhikkhave, cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ;",
        "analyzed": "caratha bhikkhave cārikam bahu jana hitāya bahu jana sukhāya loka anukampāya atthāya hitāya sukhāya deva manussāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.6",
        "original": "mā ekena dve agamittha;",
        "analyzed": "mā ekena dve agamittha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.7",
        "original": "desetha, bhikkhave, dhammaṁ ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetha.",
        "analyzed": "desetha bhikkhave dhammam ādi kalyāṇam majjhe kalyāṇam pariyosāna kalyāṇam sa attham sa byañjanam kevala paripuṇṇam parisuddham brahmacariyam pakāsetha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.8",
        "original": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro”ti.",
        "analyzed": "santi sattā appara jakkha jātikā a savana tā dhammassa parihāyanti bhavissanti dhammassa aññātāro ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.9",
        "original": "Api ca, bhante, mayaṁ tathā karissāma yathā bhikkhū channaṁ channaṁ vassānaṁ accayena bandhumatiṁ rājadhāniṁ upasaṅkamissanti pātimokkhuddesāyā’ti.",
        "analyzed": "api ca bhante mayam tathā karissāma yathā bhikkhū channam channam vassānam accayena bandhumatim rājadhānim upasaṅkamissanti pātimokkha uddesāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.10",
        "original": "Idamavoca, bhikkhave, so mahābrahmā.",
        "analyzed": "idam avoca bhikkhave saḥ mahābrahmā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.23.11",
        "original": "Idaṁ vatvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā padakkhiṇaṁ katvā tattheva antaradhāyi.",
        "analyzed": "idam vatvā vipassim bhagavantam arahantam sammāsambuddham abhivādetvā padakkhiṇam katvā tattha eva antaradhāyi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.24.1",
        "original": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho sāyanhasamayaṁ paṭisallānā vuṭṭhito bhikkhū āmantesi:",
        "analyzed": "atha kho bhikkhave vipassī bhagavā araham sammāsambuddhaḥ sāyanha samayam paṭisallānā vuṭṭhitaḥ bhikkhū āmantesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.24.2",
        "original": "‘idha mayhaṁ, bhikkhave, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
        "analyzed": "idha bhikkhave rahogatassa paṭisallīnassa evam cetasaḥ parivitakkaḥ udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.24.3",
        "original": "“mahā kho etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ.",
        "analyzed": "mahā kho etarahi bhikkhu saṅghaḥ bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhi bhikkhu sata sahassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.24.4",
        "original": "Yannūnāhaṁ bhikkhū anujāneyyaṁ—",
        "analyzed": "yat nūna aham bhikkhū anujāneyya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.24.5",
        "original": "caratha, bhikkhave, cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ;",
        "analyzed": "caratha bhikkhave cārikam bahu jana hitāya bahu jana sukhāya loka anukampāya atthāya hitāya sukhāya deva manussāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.24.6",
        "original": "mā ekena dve agamittha;",
        "analyzed": "mā ekena dve agamittha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.24.7",
        "original": "desetha, bhikkhave, dhammaṁ ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetha.",
        "analyzed": "desetha bhikkhave dhammam ādi kalyāṇam majjhe kalyāṇam pariyosāna kalyāṇam sa attham sa byañjanam kevala paripuṇṇam parisuddham brahmacariyam pakāsetha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.24.8",
        "original": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro.",
        "analyzed": "santi sattā appara jakkha jātikā a savana tā dhammassa parihāyanti bhavissanti dhammassa aññātāro ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.24.9",
        "original": "Api ca channaṁ channaṁ vassānaṁ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā”’ti.",
        "analyzed": "api ca channam channam vassānam accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkha uddesāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.1_0",
        "original": "Atha kho, bhikkhave, aññataro mahābrahmā mama cetasā cetoparivitakkamaññāya seyyathāpi",
        "analyzed": "atha kho bhikkhave aññataraḥ mahābrahmā mama cetasā cetaḥ upari vitakka maññāya seyyathā api ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.1_1",
        "original": "nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya;",
        "analyzed": "nāma balavā purisaḥ samiñjitam vā bāham pasāreyya pasāritam vā bāham samiñjeyya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.1_2",
        "original": "evameva—brahmaloke antarahito mama purato pāturahosi.",
        "analyzed": "evam eva brahma loke antara hitaḥ mama puratas ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.2",
        "original": "Atha kho so, bhikkhave, mahābrahmā ekaṁsaṁ uttarāsaṅgaṁ karitvā yenāhaṁ tenañjaliṁ paṇāmetvā maṁ etadavoca:",
        "analyzed": "atha kho saḥ bhikkhave mahābrahmā ekasam uttarāsaṅgam karitvā yena aham tena añjalim paṇāmetvā mama etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.3",
        "original": "‘evametaṁ, bhagavā, evametaṁ, sugata.",
        "analyzed": "evam eta bhagavā evam eta sugata ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.4",
        "original": "Mahā kho, bhante, etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ.",
        "analyzed": "mahā kho bhante etarahi bhikkhu saṅghaḥ bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhi bhikkhu sata sahassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.5",
        "original": "Anujānātu, bhante, bhagavā bhikkhū—",
        "analyzed": "anujānātu bhante bhagavā bhikkhū ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.6",
        "original": "caratha, bhikkhave, cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ;",
        "analyzed": "caratha bhikkhave cārikam bahu jana hitāya bahu jana sukhāya loka anukampāya atthāya hitāya sukhāya deva manussāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.7",
        "original": "mā ekena dve agamittha;",
        "analyzed": "mā ekena dve agamittha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.8",
        "original": "desetha, bhikkhave, dhammaṁ …pe…",
        "analyzed": "desetha bhikkhave dhammaṃ pe ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.9",
        "original": "santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāroti.",
        "analyzed": "santi sattā appara jakkha jātikā a savana tā dhammassa parihāyanti bhavissanti dhammassa aññātāro ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.10",
        "original": "Api ca, bhante, mayaṁ tathā karissāma, yathā bhikkhū channaṁ channaṁ vassānaṁ accayena bandhumatiṁ rājadhāniṁ upasaṅkamissanti pātimokkhuddesāyā’ti.",
        "analyzed": "api ca bhante mayam tathā karissāma yathā bhikkhū channam channam vassānam accayena bandhumatim rājadhānim upasaṅkamissanti pātimokkha uddesāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.11",
        "original": "Idamavoca, bhikkhave, so mahābrahmā.",
        "analyzed": "idam avoca bhikkhave saḥ mahābrahmā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.25.12",
        "original": "Idaṁ vatvā maṁ abhivādetvā padakkhiṇaṁ katvā tattheva antaradhāyi.",
        "analyzed": "idam vatvā mam abhivādetvā padakkhiṇam katvā tattha iva antaradhāyi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.26.1",
        "original": "‘Anujānāmi, bhikkhave, caratha cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ;",
        "analyzed": "anujānāmi bhikkhave caratha cārikam bahu jana hitāya bahu jana sukhāya loka anukampāya atthāya hitāya sukhāya deva manussāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.26.2",
        "original": "mā ekena dve agamittha;",
        "analyzed": "mā ekena dve agamittha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.26.3",
        "original": "desetha, bhikkhave, dhammaṁ ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetha.",
        "analyzed": "desetha bhikkhave dhammam ādi kalyāṇam majjhe kalyāṇam pariyosāna kalyāṇam sa attham sa byañjanam kevala paripuṇṇam parisuddham brahmacariyam pakāsetha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.26.4",
        "original": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti,",
        "analyzed": "santi sattā appara jakkha jātikāḥ a savana tā dhammassa parihāyanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.26.5",
        "original": "bhavissanti dhammassa aññātāro.",
        "analyzed": "bhavissanti dhammassa aññātāro ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.26.6",
        "original": "Api ca, bhikkhave, channaṁ channaṁ vassānaṁ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti.",
        "analyzed": "api ca bhikkhave channam channam vassānam accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkha uddesāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.26.7",
        "original": "Atha kho, bhikkhave, bhikkhū yebhuyyena ekāheneva janapadacārikaṁ pakkamiṁsu.",
        "analyzed": "atha kho bhikkhave bhikkhū yebhuyyena ekāhena iva janapada cārikam pakkamisu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.1",
        "original": "Tena kho pana samayena jambudīpe caturāsīti āvāsasahassāni honti.",
        "analyzed": "tena kho pana samayena jambudīpe caturāsīti āvāsa sahassāni honti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.2",
        "original": "Ekamhi hi vasse nikkhante devatā saddamanussāvesuṁ:",
        "analyzed": "ekamhi hi vasse nikkhante devatā sadda manussāvesu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.3",
        "original": "‘nikkhantaṁ kho, mārisā, ekaṁ vassaṁ;",
        "analyzed": "nikkhantam kho mārisā ekam vassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.4",
        "original": "pañca dāni vassāni sesāni;",
        "analyzed": "pañca dāni vassāni sesāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.5",
        "original": "pañcannaṁ vassānaṁ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti.",
        "analyzed": "pañcannam vassānam accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkha uddesāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.6",
        "original": "Dvīsu vassesu nikkhantesu …",
        "analyzed": "dvīsu vassesu nikkhantesu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.7",
        "original": "tīsu vassesu nikkhantesu …",
        "analyzed": "tīsu vassesu nikkhantesu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.8",
        "original": "catūsu vassesu nikkhantesu …",
        "analyzed": "catūsu vassesu nikkhantesu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.9",
        "original": "pañcasu vassesu nikkhantesu devatā saddamanussāvesuṁ:",
        "analyzed": "pañcasu vassesu nikkhantesu devatā sadda manussāvesu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.10",
        "original": "‘nikkhantāni kho, mārisā, pañcavassāni;",
        "analyzed": "nikkhantāni kho mārisā pañca vassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.11",
        "original": "ekaṁ dāni vassaṁ sesaṁ;",
        "analyzed": "ekam dāni vassam sesa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.12",
        "original": "ekassa vassassa accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti.",
        "analyzed": "ekassa vassassa accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkha uddesāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.13",
        "original": "Chasu vassesu nikkhantesu devatā saddamanussāvesuṁ:",
        "analyzed": "chasu vassesu nikkhantesu devatā sadda manussāvesu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.14",
        "original": "‘nikkhantāni kho, mārisā, chabbassāni,",
        "analyzed": "nikkhantāni kho mārisā chabbassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.15",
        "original": "samayo dāni bandhumatiṁ rājadhāniṁ upasaṅkamituṁ pātimokkhuddesāyā’ti.",
        "analyzed": "samayaḥ dāni bandhumatim rājadhānim upasaṅkamitum pātimokkha uddesāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.27.16",
        "original": "Atha kho te, bhikkhave, bhikkhū appekacce sakena iddhānubhāvena appekacce devatānaṁ iddhānubhāvena ekāheneva bandhumatiṁ rājadhāniṁ upasaṅkamiṁsu pātimokkhuddesāyāti.",
        "analyzed": "atha kho te bhikkhave bhikkhū appekacce sakena iddha anubhāvena appekacce devatānam iddha anubhāvena eka ahena iva bandhumatim rājadhānim upasaṅkamisu pātimokkha uddesāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.1",
        "original": "Tatra sudaṁ, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho bhikkhusaṅghe evaṁ pātimokkhaṁ uddisati:",
        "analyzed": "tatra suda bhikkhave vipassī bhagavā araham sammāsambuddhaḥ bhikkhu saṅghe evam pātimokkham uddisati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.2",
        "original": "‘Khantī paramaṁ tapo titikkhā,",
        "analyzed": "khantī paramam tapaḥ titikkhā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.3",
        "original": "Nibbānaṁ paramaṁ vadanti buddhā;",
        "analyzed": "nibbānam paramam vadanti buddhāḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.4",
        "original": "Na hi pabbajito parūpaghātī,",
        "analyzed": "na hi pabbajitaḥ parūpa ghātī ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.5",
        "original": "Na samaṇo hoti paraṁ viheṭhayanto.",
        "analyzed": "na samaṇaḥ hoti param viheṭhayantaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.6",
        "original": "Sabbapāpassa akaraṇaṁ,",
        "analyzed": "sabba pāpassa a karaṇa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.7",
        "original": "kusalassa upasampadā;",
        "analyzed": "kusalassa upasampadā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.8",
        "original": "Sacittapariyodapanaṁ,",
        "analyzed": "sa citta pariyodapana ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.9",
        "original": "etaṁ buddhānasāsanaṁ.",
        "analyzed": "etam buddhān asāsana ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.10",
        "original": "Anūpavādo anūpaghāto,",
        "analyzed": "anūpavādaḥ anūpaghātaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.11",
        "original": "Pātimokkhe ca saṁvaro;",
        "analyzed": "pātimokkhe ca savaraḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.12",
        "original": "Mattaññutā ca bhattasmiṁ,",
        "analyzed": "mattaññu tā ca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.13",
        "original": "Pantañca sayanāsanaṁ;",
        "analyzed": "pantañca sayanāsana ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.14",
        "original": "Adhicitte ca āyogo,",
        "analyzed": "adhicitte ca āyogaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.28.15",
        "original": "Etaṁ buddhānasāsanan’ti.",
        "analyzed": "etam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.0",
        "original": "17. Devatārocana",
        "analyzed": "devatā rocana ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.1",
        "original": "Ekamidāhaṁ, bhikkhave, samayaṁ ukkaṭṭhāyaṁ viharāmi subhagavane sālarājamūle.",
        "analyzed": "ekam idam āha bhikkhave samayam ukkaṭṭhāyam viharāmi subhaga vane sālarājamūle ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.2",
        "original": "Tassa mayhaṁ, bhikkhave, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi:",
        "analyzed": "tassa bhikkhave rahogatassa paṭisallīnassa evam cetasaḥ parivitakkaḥ udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.3",
        "original": "‘na kho so sattāvāso sulabharūpo, yo mayā anāvutthapubbo iminā dīghena addhunā aññatra suddhāvāsehi devehi.",
        "analyzed": "na kho so sattāvāsaḥ sulabha rūpaḥ yaḥ mayā an āvuttha pubbaḥ iminā dīghena addhunā aññatra suddhāvāsehi devehi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.4",
        "original": "Yannūnāhaṁ yena suddhāvāsā devā tenupasaṅkameyyan’ti.",
        "analyzed": "yat nūna aham yena suddhāvāsā devā tena upasaṅkameyyanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.5_0",
        "original": "Atha khvāhaṁ, bhikkhave, seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya,",
        "analyzed": "atha khvā āha bhikkhave seyyathā api nāma balavā purisaḥ samiñjitam vā bāham pasāreyya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.5_1",
        "original": "pasāritaṁ vā bāhaṁ samiñjeyya; evameva—ukkaṭṭhāyaṁ subhagavane sālarājamūle antarahito",
        "analyzed": "pasāritam vā bāham samiñjeyya evam eva okkaṭṭhāyam subhaga vane sāla rājamūle ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.5_2",
        "original": "avihesu devesu pāturahosiṁ.",
        "analyzed": "avihesu devesu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.6_0",
        "original": "Tasmiṁ, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni",
        "analyzed": "tasmi bhikkhave devanikāye anekāni devatā sahassāni anekāni devatā sata sahassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.6_1",
        "original": "yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ",
        "analyzed": "yena aham tena upasaṅkamisu upasaṅkamitvā mam abhivādetvā ekamantam aṭṭhasu ekamanta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.6_2",
        "original": "ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ:",
        "analyzed": "ṭhitāḥ kho bhikkhave tāḥ devatāḥ mama etat avocuḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.7",
        "original": "‘ito so, mārisā, ekanavutikappe yaṁ vipassī bhagavā arahaṁ sammāsambuddho loke udapādi.",
        "analyzed": "itas saḥ mārisāḥ ekanavuti kappe yam vipassī bhagavā araham sammāsambuddhaḥ loke udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.8",
        "original": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi.",
        "analyzed": "vipassī mārisā bhagavā araham sammāsambuddhaḥ khattiyaḥ jātiyā ahosi khattiya kule udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.9",
        "original": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi.",
        "analyzed": "vipassī mārisā bhagavā araham sammāsambuddhaḥ koṇḍaññaḥ gottena ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.10",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṁ ahosi.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa asīti vassa sahassāni āyu ppamāṇam ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.11",
        "original": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho pāṭaliyā mūle abhisambuddho.",
        "analyzed": "vipassī mārisā bhagavā araham sammāsambuddhaḥ pāṭaliyā mūle abhisambuddhaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.12",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa khaṇḍatissaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa khaṇḍatissam nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.13_0",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā",
        "analyzed": "vipassissa mārisāḥ bhagavataḥ arahataḥ sammāsambuddhassa tayo sāvakānam sannipātā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.13_1",
        "original": "ahesuṁ. Eko sāvakānaṁ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṁ. Eko sāvakānaṁ",
        "analyzed": "ekaḥ sāvakānam sannipātaḥ ahosi aṭṭhasaṭṭhi bhikkhu sata sahasse ekaḥ sāvakāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.13_2",
        "original": "sannipāto ahosi bhikkhusatasahassaṁ. Eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni.",
        "analyzed": "sannipātaḥ ahosi bhikkhu sata sahassaḥ ekaḥ sāvakānam sannipātaḥ ahosi asīti bhikkhu sahassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.13_3",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā",
        "analyzed": "vipassissa mārisāḥ bhagavataḥ arahataḥ sammāsambuddhassa ime tayo sāvakānam sannipātā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.13_4",
        "original": "ahesuṁ sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "ahesum sabbesayā iva khīṇa āsavāna ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.14",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa asokaḥ nāma bhikkhu upaṭṭhākaḥ ahosi aggupaṭṭhāko ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.15",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa bandhumā nāma rājā pitā ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.16",
        "original": "Bandhumatī nāma devī mātā ahosi janetti.",
        "analyzed": "bandhumatī nāma devī mātā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.17",
        "original": "Bandhumassa rañño bandhumatī nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "bandhumassa raññaḥ bandhumatī nāma nagaram rājadhānī ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.18",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa evaṁ abhinikkhamanaṁ ahosi evaṁ pabbajjā evaṁ padhānaṁ evaṁ abhisambodhi evaṁ dhammacakkappavattanaṁ.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa evam abhinikkhamanam ahosi evam pabbajjā evam padhānam evam abhisambodhi evam dhamma cakka ppavattana ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.19",
        "original": "Te mayaṁ, mārisā, vipassimhi bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti …",
        "analyzed": "te maya mārisāḥ vipassimhi bhagavati brahmacariyam caritvā kāmesu kāmacchandam virājetvā idhu upapannā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.29.20",
        "original": "pe…",
        "analyzed": "pe ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.1_0",
        "original": "Tasmiṁyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni",
        "analyzed": "tasmiya eva kho bhikkhave devanikāye anekāni devatā sahassāni anekāni devatā sata sahassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.1_1",
        "original": "yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ",
        "analyzed": "yena aham tena upasaṅkamisu upasaṅkamitvā mam abhivādetvā ekamantam aṭṭhasu ekamanta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.1_2",
        "original": "ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ:",
        "analyzed": "ṭhitāḥ kho bhikkhave tāḥ devatāḥ mama etat avocuḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.2",
        "original": "‘imasmiṁyeva kho, mārisā, bhaddakappe bhagavā etarahi arahaṁ sammāsambuddho loke uppanno.",
        "analyzed": "imasmiya eva kho mārisā bhaddakappe bhagavā etarahi araham sammāsambuddhaḥ loke uppannaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.3",
        "original": "Bhagavā, mārisā, khattiyo jātiyā khattiyakule uppanno.",
        "analyzed": "bhagavā mārisā khattiyaḥ jātiyā khattiya kule uppannaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.4",
        "original": "Bhagavā, mārisā, gotamo gottena.",
        "analyzed": "bhagavā mārisāḥ gotamaḥ gottena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.5",
        "original": "Bhagavato, mārisā, appakaṁ āyuppamāṇaṁ parittaṁ lahukaṁ yo ciraṁ jīvati, so vassasataṁ appaṁ vā bhiyyo.",
        "analyzed": "bhagavataḥ mārisāḥ appakam āyu ppamāṇam parittam lahukam yaḥ ciram jīvati saḥ vassa satam appam vā bhiyyas ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.6",
        "original": "Bhagavā, mārisā, assatthassa mūle abhisambuddho.",
        "analyzed": "bhagavā mārisā assatthassa mūle abhisambuddhaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.7",
        "original": "Bhagavato, mārisā, sāriputtamoggallānaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "bhagavataḥ mārisā sāriputta moggallānam nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.8",
        "original": "Bhagavato, mārisā, eko sāvakānaṁ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. Bhagavato, mārisā, ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "bhagavataḥ mārisā ekaḥ sāvakānam sannipātaḥ ahosi aḍḍhateḷasāni bhikkhu satāni bhagavataḥ mārisā ayam ekaḥ sāvakānam sannipātaḥ ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.9",
        "original": "Bhagavato, mārisā, ānando nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "bhagavataḥ mārisā ānandaḥ nāma bhikkhu upaṭṭhākaḥ ahosi aggupaṭṭhāko ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.10",
        "original": "Bhagavato, mārisā, suddhodano nāma rājā pitā ahosi.",
        "analyzed": "bhagavataḥ mārisā suddhodanaḥ nāma rājā pitā ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.11",
        "original": "Māyā nāma devī mātā ahosi janetti.",
        "analyzed": "māyā nāma devī mātā ahosi jana itti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.12",
        "original": "Kapilavatthu nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "kapilavatthu nāma nagaram rājadhānī ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.13",
        "original": "Bhagavato, mārisā, evaṁ abhinikkhamanaṁ ahosi evaṁ pabbajjā evaṁ padhānaṁ evaṁ abhisambodhi evaṁ dhammacakkappavattanaṁ.",
        "analyzed": "bhagavataḥ mārisā evam abhinikkhamanam ahosi evam pabbajjā evam padhānam evam abhisambodhi evam dhamma cakka ppavattana ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.30.14",
        "original": "Te mayaṁ, mārisā, bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti.",
        "analyzed": "te mārisāḥ bhagavati brahmacariyam caritvā kāmesu kāmacchandam virājetvā idhu upapannā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.1",
        "original": "Atha khvāhaṁ, bhikkhave, avihehi devehi saddhiṁ yena atappā devā tenupasaṅkamiṁ …pe…",
        "analyzed": "atha khvā āha bhikkhave avihehi devehi saddhim yena atappā devā tena upasaṅkamim pe ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.2",
        "original": "atha khvāhaṁ, bhikkhave, avihehi ca devehi atappehi ca devehi saddhiṁ yena sudassā devā tenupasaṅkamiṁ.",
        "analyzed": "atha khvā āha bhikkhave avihehi ca devehi atappehi ca devehi saddhim yena sudassā devā tena upasaṅkami ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.3_0",
        "original": "Atha khvāhaṁ, bhikkhave, avihehi ca devehi atappehi ca devehi sudassehi ca devehi",
        "analyzed": "atha khvā āha bhikkhave avihehi ca devehi atappehi ca devehi sudassehi ca devehi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.3_1",
        "original": "saddhiṁ yena sudassī devā tenupasaṅkamiṁ. Atha khvāhaṁ, bhikkhave, avihehi ca devehi",
        "analyzed": "saddhim yena sudassī devā tena upasaṅkami atha khvā āha bhikkhave avihehi ca devehi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.3_2",
        "original": "atappehi ca devehi sudassehi ca devehi sudassīhi ca devehi saddhiṁ yena akaniṭṭhā",
        "analyzed": "atappehi ca devehi sudassehi ca devehi sudassīhi ca devehi saddhim yena a kaniṭṭhā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.3_3",
        "original": "devā tenupasaṅkamiṁ. Tasmiṁ, bhikkhave, devanikāye anekāni devatāsahassāni anekāni",
        "analyzed": "devā tena upasaṅkami tasmi bhikkhave devanikāye anekāni devatā sahassāni anekāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.3_4",
        "original": "devatāsatasahassāni yenāhaṁ tenupasaṅkamiṁsu, upasaṅkamitvā maṁ abhivādetvā ekamantaṁ",
        "analyzed": "devatā sata sahassāni yena aham tena upasaṅkamisu upasaṅkamitvā mama abhivādetvā ekamanta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.3_5",
        "original": "aṭṭhaṁsu. Ekamantaṁ ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ:",
        "analyzed": "aṭṭhasu ekamantam ṭhitāḥ kho bhikkhave tāḥ devatāḥ mama etat avocuḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.4",
        "original": "‘ito so, mārisā, ekanavutikappe yaṁ vipassī bhagavā arahaṁ sammāsambuddho loke udapādi.",
        "analyzed": "itas saḥ mārisāḥ ekanavuti kappe yam vipassī bhagavā araham sammāsambuddhaḥ loke udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.5",
        "original": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi.",
        "analyzed": "vipassī mārisā bhagavā araham sammāsambuddhaḥ khattiyaḥ jātiyā ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.6",
        "original": "Khattiyakule udapādi.",
        "analyzed": "khattiya kule udapādi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.7",
        "original": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi.",
        "analyzed": "vipassī mārisā bhagavā araham sammāsambuddhaḥ koṇḍaññaḥ gottena ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.8",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṁ ahosi.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa asīti vassa sahassāni āyu ppamāṇam ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.9",
        "original": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho pāṭaliyā mūle abhisambuddho.",
        "analyzed": "vipassī mārisā bhagavā araham sammāsambuddhaḥ pāṭaliyā mūle abhisambuddhaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.10",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa khaṇḍatissaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa khaṇḍatissam nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.11",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā ahesuṁ.",
        "analyzed": "vipassissa mārisāḥ bhagavataḥ arahataḥ sammāsambuddhassa tayo sāvakānam sannipātāḥ ahesu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.12",
        "original": "Eko sāvakānaṁ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṁ.",
        "analyzed": "ekaḥ sāvakānam sannipātaḥ ahosi aṭṭhasaṭṭhi bhikkhu sata sahassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.13",
        "original": "Eko sāvakānaṁ sannipāto ahosi bhikkhusatasahassaṁ.",
        "analyzed": "ekaḥ sāvakānam sannipātaḥ ahosi bhikkhu sata sahassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.14",
        "original": "Eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni.",
        "analyzed": "ekaḥ sāvakānam sannipātaḥ ahosi asīti bhikkhu sahassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.15",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā ahesuṁ sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "vipassissa mārisāḥ bhagavataḥ arahataḥ sammāsambuddhassa ime tayo sāvakānam sannipātāḥ ahesum khīṇa asavānam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.16",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa asokaḥ nāma bhikkhu upaṭṭhākaḥ ahosi aggupaṭṭhāko ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.17",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi bandhumatī nāma devī mātā ahosi janetti.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa bandhumā nāma rājā pitā ahosi bandhumatī nāma devī mātā ahosi janetti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.18",
        "original": "Bandhumassa rañño bandhumatī nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "bandhumassa raññaḥ bandhumatī nāma nagaram rājadhānī ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.19",
        "original": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa evaṁ abhinikkhamanaṁ ahosi evaṁ pabbajjā evaṁ padhānaṁ evaṁ abhisambodhi, evaṁ dhammacakkappavattanaṁ.",
        "analyzed": "vipassissa mārisā bhagavataḥ arahataḥ sammāsambuddhassa evam abhinikkhamanam ahosi evam pabbajjā evam padhānam evam abhisambodhi evam dhamma cakka ppavattana ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.20",
        "original": "Te mayaṁ, mārisā, vipassimhi bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti.",
        "analyzed": "te maya mārisāḥ vipassimhi bhagavati brahmacariyam caritvā kāmesu kāmacchandam virājetvā idhu upapannā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.21_0",
        "original": "Tasmiṁyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni",
        "analyzed": "tasmiya eva kho bhikkhave devanikāye anekāni devatā sahassāni anekāni devatā sata sahassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.21_1",
        "original": "yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ",
        "analyzed": "yena aham tena upasaṅkamisu upasaṅkamitvā mam abhivādetvā ekamantam aṭṭhasu ekamanta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.21_2",
        "original": "ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ:",
        "analyzed": "ṭhitāḥ kho bhikkhave tāḥ devatāḥ mama etat avocuḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.22",
        "original": "‘ito so, mārisā, ekatiṁse kappe yaṁ sikhī bhagavā …pe…",
        "analyzed": "itas saḥ mārisāḥ ekatise kappe yam sikhī bhagavā pe ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.23",
        "original": "te mayaṁ, mārisā, sikhimhi bhagavati tasmiññeva kho, mārisā, ekatiṁse kappe yaṁ vessabhū bhagavā …pe…",
        "analyzed": "te mārisāḥ sikhimhi bhagavati tasmin ñeva kho mārisāḥ ekatise kappe yam vessabhū bhagavā pe ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.24",
        "original": "te mayaṁ, mārisā, vessabhumhi bhagavati …pe…",
        "analyzed": "te mārisā vessabhumhi bhagavati pe ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.25",
        "original": "imasmiṁyeva kho, mārisā, bhaddakappe kakusandho koṇāgamano kassapo bhagavā …pe…",
        "analyzed": "imasmiya eva kho mārisāḥ bhaddakappe kakusandhaḥ koṇāgamanaḥ kassapaḥ bhagavā pe ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.31.26",
        "original": "te mayaṁ, mārisā, kakusandhamhi koṇāgamanamhi kassapamhi bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti.",
        "analyzed": "te maya mārisā kakusandhamhi koṇāgamanamhi kassapamhi bhagavati brahmacariyam caritvā kāmesu kāmacchandam virājetvā idhu upapannā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.1_0",
        "original": "Tasmiṁyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni",
        "analyzed": "tasmiya eva kho bhikkhave devanikāye anekāni devatā sahassāni anekāni devatā sata sahassāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.1_1",
        "original": "yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ",
        "analyzed": "yena aham tena upasaṅkamisu upasaṅkamitvā mam abhivādetvā ekamantam aṭṭhasu ekamanta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.1_2",
        "original": "ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ:",
        "analyzed": "ṭhitāḥ kho bhikkhave tāḥ devatāḥ mama etat avocuḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.2",
        "original": "‘imasmiṁyeva kho, mārisā, bhaddakappe bhagavā etarahi arahaṁ sammāsambuddho loke uppanno.",
        "analyzed": "imasmiya eva kho mārisā bhaddakappe bhagavā etarahi araham sammāsambuddhaḥ loke uppannaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.3",
        "original": "Bhagavā, mārisā, khattiyo jātiyā, khattiyakule uppanno.",
        "analyzed": "bhagavā mārisā khattiyaḥ jātiyā khattiya kule uppannaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.4",
        "original": "Bhagavā, mārisā, gotamo gottena.",
        "analyzed": "bhagavā mārisāḥ gotamaḥ gottena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.5",
        "original": "Bhagavato, mārisā, appakaṁ āyuppamāṇaṁ parittaṁ lahukaṁ yo ciraṁ jīvati, so vassasataṁ appaṁ vā bhiyyo.",
        "analyzed": "bhagavataḥ mārisāḥ appakam āyu ppamāṇam parittam lahukam yaḥ ciram jīvati saḥ vassa satam appam vā bhiyyas ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.6",
        "original": "Bhagavā, mārisā, assatthassa mūle abhisambuddho.",
        "analyzed": "bhagavā mārisā assatthassa mūle abhisambuddhaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.7",
        "original": "Bhagavato, mārisā, sāriputtamoggallānaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ.",
        "analyzed": "bhagavataḥ mārisā sāriputta moggallānam nāma sāvaka yugam ahosi aggam bhadda yuga ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.8",
        "original": "Bhagavato, mārisā, eko sāvakānaṁ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni.",
        "analyzed": "bhagavataḥ mārisāḥ ekaḥ sāvakānam sannipātaḥ ahosi aḍḍhateḷasāni bhikkhu satāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.9",
        "original": "Bhagavato, mārisā, ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ.",
        "analyzed": "bhagavataḥ mārisāḥ ayam ekaḥ sāvakānam sannipātaḥ ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.10",
        "original": "Bhagavato, mārisā, ānando nāma bhikkhu upaṭṭhāko aggupaṭṭhāko ahosi.",
        "analyzed": "bhagavataḥ mārisā ānandaḥ nāma bhikkhu upaṭṭhākaḥ aggupaṭṭhāko ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.11",
        "original": "Bhagavato, mārisā, suddhodano nāma rājā pitā ahosi.",
        "analyzed": "bhagavataḥ mārisā suddhodanaḥ nāma rājā pitā ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.12",
        "original": "Māyā nāma devī mātā ahosi janetti.",
        "analyzed": "māyā nāma devī mātā ahosi jana itti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.13",
        "original": "Kapilavatthu nāma nagaraṁ rājadhānī ahosi.",
        "analyzed": "kapilavatthu nāma nagaram rājadhānī ahosi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.14",
        "original": "Bhagavato, mārisā, evaṁ abhinikkhamanaṁ ahosi, evaṁ pabbajjā, evaṁ padhānaṁ, evaṁ abhisambodhi, evaṁ dhammacakkappavattanaṁ.",
        "analyzed": "bhagavataḥ mārisā evam abhinikkhamanam ahosi evam pabbajjā evam padhāna evam abhisambodhi evam dhamma cakka ppavattana ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.32.15",
        "original": "Te mayaṁ, mārisā, bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti.",
        "analyzed": "te mārisāḥ bhagavati brahmacariyam caritvā kāmesu kāmacchandam virājetvā idhu upapannā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.1_0",
        "original": "Iti kho, bhikkhave, tathāgatassevesā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā",
        "analyzed": "iti kho bhikkhave tathāgatassa iva īsā dhammadhātu su paṭividdhā yassā dhammadhātuyā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.1_1",
        "original": "suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe",
        "analyzed": "suppaṭividdha ttā tathāgataḥ atīte buddhe parinibbute chinna papañce chinna vaṭume pariyādinna vaṭṭe ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.1_2",
        "original": "sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati,",
        "analyzed": "sabba dukkha vītivatte jātitaḥ api anussarati nāmataḥ api anussarati gottataḥ api anussarati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.1_3",
        "original": "āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati",
        "analyzed": "āyu ppamāṇataḥ api anussarati sāvaka yugataḥ api anussarati sāvaka sannipātataḥ api anussarati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.1_4",
        "original": "‘evaṁjaccā te bhagavanto ahesuṁ’ itipi.",
        "analyzed": "te bhagavantaḥ ahesu iti pi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.2",
        "original": "‘Evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ’ itipīti.",
        "analyzed": "eva nāmā evaṃgottā eva sīlā eva dhammā eva paññā eva vihārī eva vimuttā te bhagavantaḥ ahesu iti pi iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.3_0",
        "original": "Devatāpi tathāgatassa etamatthaṁ ārocesuṁ, yena tathāgato atīte buddhe parinibbute",
        "analyzed": "devatā api tathāgatassa etam attham ārocesu yena tathāgataḥ atīte buddhe parinibbute ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.3_1",
        "original": "chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati,",
        "analyzed": "chinna papañce chinna vaṭume pariyādinna vaṭṭe sabba dukkha vītivatte jātitaḥ api anussarati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.3_2",
        "original": "nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi",
        "analyzed": "nāmataḥ api anussarati gottataḥ api anussarati āyu ppamāṇataḥ api anussarati sāvaka yugataḥ api ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.3_3",
        "original": "anussarati, sāvakasannipātatopi anussarati ‘evaṁjaccā te bhagavanto ahesuṁ’ itipi.",
        "analyzed": "anussarati sāvaka sannipātataḥ pi anussarati evajaccā te bhagavantaḥ ahesu iti pi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.4",
        "original": "‘Evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ’ itipī”ti.",
        "analyzed": "eva nāmā evaṃgottā eva sīlā eva dhammā eva paññā eva vihārī eva vimuttā te bhagavantaḥ ahesu iti pi iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.5",
        "original": "Idamavoca bhagavā.",
        "analyzed": "idam avoca bhagavān ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.6",
        "original": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti.",
        "analyzed": "attamanāḥ te bhikkhū bhagavataḥ bhāsitam abhinandunti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_14:3.33.7",
        "original": "Mahāpadānasuttaṁ niṭṭhitaṁ paṭhamaṁ.",
        "analyzed": "mahāpadāna suttam niṭṭhitam paṭhama ",
        "folio": "3"
    }
]