[
    {
        "segmentnr": "PA_dn_29:0.1",
        "original": "Dīgha Nikāya 29",
        "analyzed": "dīgha nikāya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_dn_29:0.2",
        "original": "Pāsādikasutta",
        "analyzed": "pāsādika sutta ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_dn_29:1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.2",
        "original": "ekaṁ samayaṁ bhagavā sakkesu viharati vedhaññā nāma sakyā, tesaṁ ambavane pāsāde.",
        "analyzed": "ekam samayam bhagavā sakkesu viharati vedhaññāḥ nāma sakyā tesam ambavane pāsāde ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.3",
        "original": "Tena kho pana samayena nigaṇṭho nāṭaputto pāvāyaṁ adhunākālaṅkato hoti.",
        "analyzed": "tena kho pana samayena nigaṇṭhaḥ nāṭa putto pāvāyam adhunā akālaṅkataḥ hoti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.4",
        "original": "Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharanti:",
        "analyzed": "tassa kālaṅkiriyāya bhinnāḥ nigaṇṭhāḥ dvedhika jātāḥ bhaṇḍana jātā kalaha jātāḥ vivāda āpannāḥ aññam aññam mukha sattīhi vitudantāḥ viharanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.5_0",
        "original": "“na tvaṁ imaṁ dhammavinayaṁ ājānāsi, ahaṁ imaṁ dhammavinayaṁ ājānāmi, kiṁ tvaṁ imaṁ",
        "analyzed": "na tvam imam dhamma vinayam ājānāsi aham imam dhamma vinayam ājānāmi kim tvam ima ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.5_1",
        "original": "dhammavinayaṁ ājānissasi? Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno. Sahitaṁ",
        "analyzed": "dhamma vinayaṃ ājānissasi micchā paṭipannaḥ tvam asi aham asmi sammā paṭipannaḥ sahita ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.5_2",
        "original": "me, asahitaṁ te. Purevacanīyaṁ pacchā avaca, pacchāvacanīyaṁ pure avaca. Adhiciṇṇaṁ",
        "analyzed": "me asahitam te purevacanīyam pacchā avaca pacchāvacanīyam pure avaca adhiciṇṇa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.5_3",
        "original": "te viparāvattaṁ, āropito te vādo, niggahito tvamasi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti.",
        "analyzed": "te viparāvattaḥ āropitaḥ te vādaḥ niggahito tvam asi cara vāda ppamokkhāya nibbeṭhehi vā sace pahosi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.6",
        "original": "Vadhoyeva kho maññe nigaṇṭhesu nāṭaputtiyesu vattati.",
        "analyzed": "vadhoyā iva kho maññe nigaṇṭhesu nāṭa puttiyesu vattati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.7_0",
        "original": "Yepi nigaṇṭhassa nāṭaputtassa sāvakā gihī odātavasanā, tepi nigaṇṭhesu nāṭaputtiyesu",
        "analyzed": "ye api nigaṇṭhassa nāṭa puttassa sāvakāḥ gihī odāta vasanā te api nigaṇṭhesu nāṭa puttiyesu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.7_1",
        "original": "nibbinnarūpā virattarūpā paṭivānarūpā, yathā taṁ durakkhāte dhammavinaye duppavedite",
        "analyzed": "nibbinna rūpā viratta rūpā paṭivāna rūpā yathā tam durakkhāte dhamma vinaye duppavedite ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:1.7_2",
        "original": "aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite bhinnathūpe appaṭisaraṇe.",
        "analyzed": "a niyyānike an upasama savattanike a sammāsambuddha pavedite bhinna thūpe a paṭisaraṇe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_dn_29:2.1_0",
        "original": "Atha kho cundo samaṇuddeso pāvāyaṁ vassaṁvuṭṭho yena sāmagāmo, yenāyasmā ānando tenupasaṅkami;",
        "analyzed": "atha kho cundaḥ samaṇuddesaḥ pāvāyam vassa vuṭṭhaḥ yena sāmagāmaḥ yena ayasmai ānandaḥ tena upasaṅkami ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_29:2.1_1",
        "original": "upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno",
        "analyzed": "upasaṅkamitvā āyasmantam ānandam abhivādetvā ekamantam nisīdi ekamantam nisinnaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_29:2.1_2",
        "original": "kho cundo samaṇuddeso āyasmantaṁ ānandaṁ etadavoca:",
        "analyzed": "kho cundaḥ samaṇuddesaḥ āyasmantam ānandam etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_29:2.2",
        "original": "“nigaṇṭho, bhante, nāṭaputto pāvāyaṁ adhunākālaṅkato.",
        "analyzed": "nigaṇṭhaḥ bhante nāṭa putto pāvāyam adhunā akālaṅkataḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_29:2.3",
        "original": "Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe”ti.",
        "analyzed": "tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhika jātā pe bhinna thūpe appaṭisaraṇā iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_29:2.4",
        "original": "Evaṁ vutte, āyasmā ānando cundaṁ samaṇuddesaṁ etadavoca:",
        "analyzed": "evam vutte āyasmai ānandaḥ cundam samaṇuddesam etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_29:2.5",
        "original": "“atthi kho idaṁ, āvuso cunda, kathāpābhataṁ bhagavantaṁ dassanāya.",
        "analyzed": "atthi kho idam āvuso cunda bhagavantam dassanāya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_29:2.6",
        "original": "Āyāmāvuso cunda, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṁ bhagavato ārocessāmā”ti.",
        "analyzed": "āyāma āvuso cunda yena bhagavā tena upasaṅkamissāma upasaṅkamitvā etam attham bhagavataḥ ārocessāma ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_29:2.7",
        "original": "“Evaṁ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi.",
        "analyzed": "eva bhante iti kho cundo samaṇuddesaḥ āyasmataḥ ānandassa paccassosi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_dn_29:3.1_0",
        "original": "Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā",
        "analyzed": "atha kho āyasmā ca ānandaḥ cundaḥ ca samaṇuddesaḥ yena bhagavā tena upasaṅkamisu upasaṅkamitvā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_29:3.1_1",
        "original": "bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinno kho āyasmā ānando",
        "analyzed": "bhagavantam abhivādetvā ekamantam ekamantam nisīdisu ekamantam nisinnaḥ khalu āyasmai ānandaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_29:3.1_2",
        "original": "bhagavantaṁ etadavoca:",
        "analyzed": "bhagavantam etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_29:3.2",
        "original": "“ayaṁ, bhante, cundo samaṇuddeso evamāha, ‘nigaṇṭho, bhante, nāṭaputto pāvāyaṁ adhunākālaṅkato,",
        "analyzed": "bhante cundaḥ samaṇa uddeso evam āha nigaṇṭhaḥ bhante nāṭa putto ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_29:3.3",
        "original": "tassa kālaṅkiriyāya bhinnā nigaṇṭhā …pe… bhinnathūpe appaṭisaraṇe’”ti.",
        "analyzed": "tassa kālaṅkiriyāya bhinnā nigaṇṭhā pe bhinna thūpe appaṭisaraṇā iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_dn_29:4.0",
        "original": "1. Asammāsambuddhappaveditadhammavinaya",
        "analyzed": "asammāsambuddha ppavedita dhamma vinaya ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.1",
        "original": "“Evaṁ hetaṁ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite.",
        "analyzed": "evam ha ita cunda hoti durakkhāte dhamma vinaye duppavedite aniyyānike an upasama savattanike a sammāsambuddha ppavedite ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.2",
        "original": "Idha, cunda, satthā ca hoti asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṁvattaniko asammāsambuddhappavedito,",
        "analyzed": "idha cunda satthā ca hoti asammāsambuddhaḥ dhammo ca durakkhātaḥ duppaveditaḥ aniyyānikaḥ an upasama savattanikaḥ a sammāsambuddha ppavedito ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.3",
        "original": "sāvako ca tasmiṁ dhamme na dhammānudhammappaṭipanno viharati na sāmīcippaṭipanno na anudhammacārī, vokkamma ca tamhā dhammā vattati.",
        "analyzed": "sāvako ca tasmin dhamme na dhamma anudhamma ppaṭipannaḥ viharati na sāmīci ppaṭipannaḥ na anudhamma cārī vokkamma ca tamhā dhammā vattati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.4",
        "original": "So evamassa vacanīyo:",
        "analyzed": "saḥ evam assa vacanīyaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.5",
        "original": "‘tassa te, āvuso, lābhā, tassa te suladdhaṁ,",
        "analyzed": "tassa te āvuso lābhā tassa te su laddha ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.6",
        "original": "satthā ca te asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṁvattaniko asammāsambuddhappavedito.",
        "analyzed": "satthā ca te asammāsambuddhaḥ dhammaḥ ca durakkhātaḥ duppaveditaḥ aniyyānikaḥ an upasama savattanikaḥ a sammāsambuddha ppavedito ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.7",
        "original": "Tvañca tasmiṁ dhamme na dhammānudhammappaṭipanno viharasi, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattasī’ti.",
        "analyzed": "tvam ca tasmin dhamme na dhamma anudhamma ppaṭipannaḥ viharasi na sāmīci ppaṭipannaḥ na anudhamma cārī ca tamhā dhammā vattasi iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.8",
        "original": "Iti kho, cunda, satthāpi tattha gārayho, dhammopi tattha gārayho, sāvako ca tattha evaṁ pāsaṁso.",
        "analyzed": "iti kho cunda satthā api tattha gārayhaḥ dhammaḥ api tattha gārayhaḥ sāvako ca tattha evam pāsasaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.9",
        "original": "Yo kho, cunda, evarūpaṁ sāvakaṁ evaṁ vadeyya:",
        "analyzed": "yaḥ kho cundaḥ evarūpam sāvakam evam vadeyya ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.10",
        "original": "‘etāyasmā tathā paṭipajjatu, yathā te satthārā dhammo desito paññatto’ti.",
        "analyzed": "tathā paṭipajjatu yathā te satthārā dhammo desito paññatto ti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.11",
        "original": "Yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbe te bahuṁ apuññaṁ pasavanti.",
        "analyzed": "yaḥ ca samādapeti yat ca samādapeti yaḥ ca samādapito tathattāya paṭipajjati sabbe te bahum apuññam pasavanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.12",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:4.13",
        "original": "Evaṁ hetaṁ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite.",
        "analyzed": "evam ha ita cunda hoti durakkhāte dhamma vinaye duppavedite aniyyānike an upasama savattanike a sammāsambuddha ppavedite ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_dn_29:5.1",
        "original": "Idha pana, cunda, satthā ca hoti asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṁvattaniko asammāsambuddhappavedito,",
        "analyzed": "idha pana cunda satthā ca hoti asammāsambuddhaḥ dhammo ca durakkhātaḥ duppaveditaḥ aniyyānikaḥ an upasama savattanikaḥ a sammāsambuddha ppavedito ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.2",
        "original": "sāvako ca tasmiṁ dhamme dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, samādāya taṁ dhammaṁ vattati.",
        "analyzed": "sāvako ca tasmin dhamme dhamma anudhamma ppaṭipannaḥ viharati sāmīci paṭipannaḥ anudhamma cārī samādāya tam dhammam vattati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.3",
        "original": "So evamassa vacanīyo:",
        "analyzed": "saḥ evam assa vacanīyaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.4",
        "original": "‘tassa te, āvuso, alābhā, tassa te dulladdhaṁ, satthā ca te asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṁvattaniko asammāsambuddhappavedito.",
        "analyzed": "tassa te āvuso alābhā tassa te dulladdha satthā ca te asammāsambuddhaḥ dhammo ca durakkhātaḥ duppaveditaḥ aniyyānikaḥ an upasama savattanikaḥ asammāsambuddha ppavedito ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.5",
        "original": "Tvañca tasmiṁ dhamme dhammānudhammappaṭipanno viharasi sāmīcippaṭipanno anudhammacārī, samādāya taṁ dhammaṁ vattasī’ti.",
        "analyzed": "tvam ca tasmin dhamme dhamma anudhamma ppaṭipannaḥ viharasi sāmīci paṭipannaḥ anudhamma cārī samādāya tam dhammam vattasi iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.6",
        "original": "Iti kho, cunda, satthāpi tattha gārayho, dhammopi tattha gārayho, sāvakopi tattha evaṁ gārayho.",
        "analyzed": "iti kho cunda satthā api tattha gārayhaḥ dhammaḥ api tattha gārayhaḥ sāvakaḥ api tattha evam gārayhaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.7",
        "original": "Yo kho, cunda, evarūpaṁ sāvakaṁ evaṁ vadeyya:",
        "analyzed": "yaḥ kho cundaḥ evarūpam sāvakam evam vadeyya ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.8",
        "original": "‘addhāyasmā ñāyappaṭipanno ñāyamārādhessatī’ti.",
        "analyzed": "addhā ayasmai ñāya paṭipannaḥ ñāyam ārādhessati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.9",
        "original": "Yo ca pasaṁsati, yañca pasaṁsati, yo ca pasaṁsito bhiyyoso mattāya vīriyaṁ ārabhati. Sabbe te bahuṁ apuññaṁ pasavanti.",
        "analyzed": "yaḥ ca pasasati yat ca pasasati yaḥ ca pasasitaḥ bhiyyosaḥ mattāya vīriyam ārabhati sabbe te bahum apuññam pasavanti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.10",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:5.11",
        "original": "Evañhetaṁ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite.",
        "analyzed": "evam ha ita cunda hoti durakkhāte dhamma vinaye duppavedite aniyyānike an upasamasavattanike a sammāsambuddha ppavedite ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_dn_29:6.0",
        "original": "2. Sammāsambuddhappaveditadhammavinaya",
        "analyzed": "sammāsambuddha ppavedita dhamma vinaya ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.1",
        "original": "Idha pana, cunda, satthā ca hoti sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito,",
        "analyzed": "idha pana cunda satthā ca hoti sammāsambuddhaḥ dhammo ca su ākkhātaḥ su paveditaḥ niyyānikaḥ upasama savattanikaḥ sammāsambuddha ppavedito ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.2",
        "original": "sāvako ca tasmiṁ dhamme na dhammānudhammappaṭipanno viharati, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattati.",
        "analyzed": "sāvako ca tasmin dhamme na dhamma anudhamma ppaṭipannaḥ viharati na sāmīci ppaṭipannaḥ na anudhamma cārī vokkamma ca tamhā dhammā vattati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.3",
        "original": "So evamassa vacanīyo:",
        "analyzed": "saḥ evam assa vacanīyaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.4",
        "original": "‘tassa te, āvuso, alābhā, tassa te dulladdhaṁ, satthā ca te sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito.",
        "analyzed": "tassa te āvuso alābhā tassa te dulladdha satthā ca te sammāsambuddhaḥ dhammo ca su ākkhāto su paveditaḥ niyyānikaḥ upasama savattanikaḥ sammāsambuddha ppavedito ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.5",
        "original": "Tvañca tasmiṁ dhamme na dhammānudhammappaṭipanno viharasi, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattasī’ti.",
        "analyzed": "tvam ca tasmin dhamme na dhamma anudhamma ppaṭipannaḥ viharasi na sāmīci ppaṭipannaḥ na anudhamma cārī ca tamhā dhammā vattasi iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.6",
        "original": "Iti kho, cunda, satthāpi tattha pāsaṁso, dhammopi tattha pāsaṁso, sāvako ca tattha evaṁ gārayho.",
        "analyzed": "iti kho cunda satthā api tattha pāsasaḥ dhammaḥ api tattha pāsasaḥ sāvako ca tattha evam gārayhaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.7",
        "original": "Yo kho, cunda, evarūpaṁ sāvakaṁ evaṁ vadeyya:",
        "analyzed": "yaḥ kho cundaḥ evarūpam sāvakam evam vadeyya ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.8",
        "original": "‘etāyasmā tathā paṭipajjatu yathā te satthārā dhammo desito paññatto’ti.",
        "analyzed": "tathā paṭipajjatu yathā te satthārā dhammo desito paññatto ti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.9",
        "original": "Yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbe te bahuṁ puññaṁ pasavanti.",
        "analyzed": "yaḥ ca samādapeti yat ca samādapeti yaḥ ca samādapito tathattāya paṭipajjati sabbe te bahum puññam pasavanti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.10",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:6.11",
        "original": "Evañhetaṁ, cunda, hoti svākkhāte dhammavinaye suppavedite niyyānike upasamasaṁvattanike sammāsambuddhappavedite.",
        "analyzed": "evañhi ita cunda hoti su ākkhāte dhamma vinaye su ppavedite niyyānike upasama savattanike sammāsambuddha ppavedite ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_dn_29:7.1",
        "original": "Idha pana, cunda, satthā ca hoti sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito,",
        "analyzed": "idha pana cunda satthā ca hoti sammāsambuddhaḥ dhammo ca su ākkhātaḥ su paveditaḥ niyyānikaḥ upasama savattanikaḥ sammāsambuddha ppavedito ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.2",
        "original": "sāvako ca tasmiṁ dhamme dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, samādāya taṁ dhammaṁ vattati.",
        "analyzed": "sāvako ca tasmin dhamme dhamma anudhamma ppaṭipannaḥ viharati sāmīci paṭipannaḥ anudhamma cārī samādāya tam dhammam vattati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.3",
        "original": "So evamassa vacanīyo:",
        "analyzed": "saḥ evam assa vacanīyaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.4",
        "original": "‘tassa te, āvuso, lābhā, tassa te suladdhaṁ,",
        "analyzed": "tassa te āvuso lābhā tassa te su laddha ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.5",
        "original": "satthā ca te sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito.",
        "analyzed": "satthā ca te sammāsambuddhaḥ dhammo ca su ākkhātaḥ su paveditaḥ niyyānikaḥ upasama savattanikaḥ sammāsambuddha ppavedito ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.6",
        "original": "Tvañca tasmiṁ dhamme dhammānudhammappaṭipanno viharasi sāmīcippaṭipanno anudhammacārī, samādāya taṁ dhammaṁ vattasī’ti.",
        "analyzed": "tvam ca tasmin dhamme dhamma anudhamma ppaṭipannaḥ viharasi sāmīci paṭipannaḥ anudhamma cārī samādāya tam dhammam vattasi iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.7",
        "original": "Iti kho, cunda, satthāpi tattha pāsaṁso, dhammopi tattha pāsaṁso, sāvakopi tattha evaṁ pāsaṁso.",
        "analyzed": "iti kho cunda satthā api tattha pāsasaḥ dhammaḥ api tattha pāsasaḥ sāvakaḥ api tattha evam pāsasaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.8",
        "original": "Yo kho, cunda, evarūpaṁ sāvakaṁ evaṁ vadeyya:",
        "analyzed": "yaḥ kho cundaḥ evarūpam sāvakam evam vadeyya ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.9",
        "original": "‘addhāyasmā ñāyappaṭipanno ñāyamārādhessatī’ti.",
        "analyzed": "addhā ayasmai ñāya paṭipannaḥ ñāyam ārādhessati iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.10",
        "original": "Yo ca pasaṁsati, yañca pasaṁsati, yo ca pasaṁsito bhiyyoso mattāya vīriyaṁ ārabhati. Sabbe te bahuṁ puññaṁ pasavanti.",
        "analyzed": "yaḥ ca pasasati yat ca pasasati yaḥ ca pasasitaḥ bhiyyosaḥ mattāya vīriyam ārabhati sabbe te bahum puññam pasavanti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.11",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:7.12",
        "original": "Evañhetaṁ, cunda, hoti svākkhāte dhammavinaye suppavedite niyyānike upasamasaṁvattanike sammāsambuddhappavedite.",
        "analyzed": "evañhi ita cunda hoti su ākkhāte dhamma vinaye su ppavedite niyyānike upasama savattanike sammāsambuddha ppavedite ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_dn_29:8.0",
        "original": "3. Sāvakānutappasatthu",
        "analyzed": "sāvaka anutappa satthu ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.1",
        "original": "Idha pana, cunda, satthā ca loke udapādi arahaṁ sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito,",
        "analyzed": "idha pana cunda satthā ca loke udapādi araham sammāsambuddhaḥ dhammo ca su ākkhāto su pavedito niyyānikaḥ upasama savattanikaḥ sammāsambuddha ppavedito ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.2_0",
        "original": "aviññāpitatthā cassa honti sāvakā saddhamme, na ca tesaṁ kevalaṁ paripūraṁ brahmacariyaṁ",
        "analyzed": "a viññāpita tthāḥ ca ssa honti sāvakā saddhamme na ca tesam kevalam paripūram brahmacariya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.2_1",
        "original": "āvikataṁ hoti uttānīkataṁ sabbasaṅgāhapadakataṁ sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ.",
        "analyzed": "āvikatam hoti uttānīkatam sabba saṅgāha padakatam sappāṭihīra katam yāva deva manussehi su pakāsita ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.3",
        "original": "Atha nesaṁ satthuno antaradhānaṁ hoti.",
        "analyzed": "atha nesam satthunaḥ antaradhānam hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.4",
        "original": "Evarūpo kho, cunda, satthā sāvakānaṁ kālaṅkato anutappo hoti.",
        "analyzed": "evarūpaḥ kho cunda satthā sāvakānam kālaṅkataḥ anutappaḥ hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.5",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.6_0",
        "original": "‘Satthā ca no loke udapādi arahaṁ sammāsambuddho, dhammo ca svākkhāto suppavedito",
        "analyzed": "satthā ca naḥ loke udapādi araham sammāsambuddhaḥ dhammo ca su ākkhāto su pavedito ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.6_1",
        "original": "niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito, aviññāpitatthā camha saddhamme,",
        "analyzed": "niyyānikaḥ upasama savattanikaḥ sammāsambuddha ppavedito a viññāpita tthā camha saddhamme ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.6_2",
        "original": "na ca no kevalaṁ paripūraṁ brahmacariyaṁ āvikataṁ hoti uttānīkataṁ sabbasaṅgāhapadakataṁ",
        "analyzed": "na ca no kevalam paripūram brahmacariyam āvikatam hoti uttānīkatam sabba saṅgāha padakata ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.6_3",
        "original": "sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ.",
        "analyzed": "sappāṭihīrakatam yāva deva manussehi suppakāsita ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.7",
        "original": "Atha no satthuno antaradhānaṁ hotī’ti.",
        "analyzed": "atha no satthunaḥ antaradhānam hoti iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:8.8",
        "original": "Evarūpo kho, cunda, satthā sāvakānaṁ kālaṅkato anutappo hoti.",
        "analyzed": "evarūpaḥ kho cunda satthā sāvakānam kālaṅkataḥ anutappaḥ hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_dn_29:9.0",
        "original": "4. Sāvakānanutappasatthu",
        "analyzed": "sāvaka an anutappa satthu ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.1",
        "original": "Idha pana, cunda, satthā ca loke udapādi arahaṁ sammāsambuddho. Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito.",
        "analyzed": "idha pana cunda satthā ca loke udapādi araham sammāsambuddhaḥ dhammo ca su ākkhāto su pavedito niyyānikaḥ upasama savattanikaḥ sammāsambuddha ppavedito ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.2_0",
        "original": "Viññāpitatthā cassa honti sāvakā saddhamme, kevalañca tesaṁ paripūraṁ brahmacariyaṁ",
        "analyzed": "viññāpita atthāḥ ca ssa honti sāvakā saddhamme kevalam ca tesam paripūram brahmacariya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.2_1",
        "original": "āvikataṁ hoti uttānīkataṁ sabbasaṅgāhapadakataṁ sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ.",
        "analyzed": "āvikatam hoti uttānīkatam sabba saṅgāha padakatam sappāṭihīra katam yāva deva manussehi su pakāsita ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.3",
        "original": "Atha nesaṁ satthuno antaradhānaṁ hoti.",
        "analyzed": "atha nesam satthunaḥ antaradhānam hoti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.4",
        "original": "Evarūpo kho, cunda, satthā sāvakānaṁ kālaṅkato ananutappo hoti.",
        "analyzed": "evarūpaḥ kho cunda satthā sāvakānam kālaṅkataḥ an anutappaḥ hoti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.5",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.6",
        "original": "‘Satthā ca no loke udapādi arahaṁ sammāsambuddho.",
        "analyzed": "satthā ca naḥ loke udapādi araham sammāsambuddhaḥ ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.7",
        "original": "Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito.",
        "analyzed": "dhammo ca su ākkhātaḥ su ppaveditaḥ niyyānikaḥ upasama savattanikaḥ sammāsambuddha ppavedito ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.8",
        "original": "Viññāpitatthā camha saddhamme, kevalañca no paripūraṁ brahmacariyaṁ āvikataṁ hoti uttānīkataṁ sabbasaṅgāhapadakataṁ sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ.",
        "analyzed": "viññāpita tthā camha saddhamme kevalam ca no paripūram brahmacariyam āvikatam hoti uttānīkatam sabba saṅgāha pada katam sappāṭihīra katam yāva deva manussehi su pakāsita ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.9",
        "original": "Atha no satthuno antaradhānaṁ hotī’ti.",
        "analyzed": "atha no satthunaḥ antaradhānam hoti iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:9.10",
        "original": "Evarūpo kho, cunda, satthā sāvakānaṁ kālaṅkato ananutappo hoti.",
        "analyzed": "evarūpaḥ kho cunda satthā sāvakānam kālaṅkataḥ an anutappaḥ hoti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_dn_29:10.0",
        "original": "5. Brahmacariyaaparipūrādikathā",
        "analyzed": "         ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_dn_29:10.1",
        "original": "Etehi cepi, cunda, aṅgehi samannāgataṁ brahmacariyaṁ hoti, no ca kho satthā hoti thero rattaññū cirapabbajito addhagato vayoanuppatto.",
        "analyzed": "etehi ce pi cunda aṅgehi samannāgatam brahmacariyam hoti no ca kho satthā hoti theraḥ rattaññū cira pabbajitaḥ addha gataḥ vayaḥ anuppatto ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_dn_29:10.2",
        "original": "Evaṁ taṁ brahmacariyaṁ aparipūraṁ hoti tenaṅgena.",
        "analyzed": "evam tam brahmacariyam a paripūram hoti tena aṅgena ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_dn_29:10.3",
        "original": "Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto.",
        "analyzed": "yatas ca kho cunda etehi ca iva aṅgehi samannāgatam brahmacariyam hoti satthā ca hoti theraḥ rattaññū cira pabbajitaḥ addha gataḥ vayaḥ anuppatto ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_dn_29:10.4",
        "original": "Evaṁ taṁ brahmacariyaṁ paripūraṁ hoti tenaṅgena.",
        "analyzed": "evam tam brahmacariyam paripūram hoti tena aṅgena ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_dn_29:11.1_0",
        "original": "Etehi cepi, cunda, aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca hoti thero rattaññū",
        "analyzed": "etehi cepi cunda aṅgehi samannāgatam brahmacariyam hoti satthā ca hoti theraḥ rattaññū ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_dn_29:11.1_1",
        "original": "cirapabbajito addhagato vayoanuppatto, no ca khvassa therā bhikkhū sāvakā honti viyattā",
        "analyzed": "cira pabbajitaḥ addha gataḥ vayaḥ anuppatto no ca khvassa therāḥ bhikkhū sāvakāḥ honti viyattā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_dn_29:11.1_2",
        "original": "vinītā visāradā pattayogakkhemā.",
        "analyzed": "vinītā visāradā patta yogakkhemā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_dn_29:11.2",
        "original": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ.",
        "analyzed": "alam samakkhātum saddhammassa alam uppannam para pavādam saha dhammehi su niggahitam niggahetvā sa pāṭihāriyam dhammam desetu ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_dn_29:11.3",
        "original": "Evaṁ taṁ brahmacariyaṁ aparipūraṁ hoti tenaṅgena.",
        "analyzed": "evam tam brahmacariyam a paripūram hoti tena aṅgena ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_dn_29:12.1_0",
        "original": "Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca",
        "analyzed": "yatas ca kho cunda etehi ca iva aṅgehi samannāgatam brahmacariyam hoti satthā ca ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.1_1",
        "original": "hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā",
        "analyzed": "hoti theraḥ rattaññū cira pabbajitaḥ addha gataḥ vayaḥ anuppatto therā ca ssa bhikkhū sāvakā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.1_2",
        "original": "honti viyattā vinītā visāradā pattayogakkhemā.",
        "analyzed": "honti viyattāḥ vinītāḥ visāradāḥ patta yogakkhemā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.2",
        "original": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ.",
        "analyzed": "alam samakkhātum saddhammassa alam uppannam para pavādam saha dhammehi su niggahitam niggahetvā sa pāṭihāriyam dhammam desetu ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.3",
        "original": "Evaṁ taṁ brahmacariyaṁ paripūraṁ hoti tenaṅgena.",
        "analyzed": "evam tam brahmacariyam paripūram hoti tena aṅgena ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.4_0",
        "original": "Etehi cepi, cunda, aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca hoti thero rattaññū",
        "analyzed": "etehi cepi cunda aṅgehi samannāgatam brahmacariyam hoti satthā ca hoti theraḥ rattaññū ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.4_1",
        "original": "cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā",
        "analyzed": "cira pabbajitaḥ addha gataḥ vayaḥ anuppatto therā ca ssa bhikkhū sāvakā honti viyattā vinītā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.4_2",
        "original": "visāradā pattayogakkhemā.",
        "analyzed": "visāradā patta yogakkhemā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.5",
        "original": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ.",
        "analyzed": "alam samakkhātum saddhammassa alam uppannam para pavādam saha dhammehi su niggahitam niggahetvā sa pāṭihāriyam dhammam desetu ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.6",
        "original": "No ca khvassa majjhimā bhikkhū sāvakā honti …pe…",
        "analyzed": "no ca khvassa majjhimāḥ bhikkhū sāvakāḥ honti pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.7",
        "original": "majjhimā cassa bhikkhū sāvakā honti, no ca khvassa navā bhikkhū sāvakā honti …pe…",
        "analyzed": "majjhimā ca assa bhikkhū sāvakāḥ honti no ca khvassa navāḥ bhikkhū sāvakāḥ honti pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.8",
        "original": "navā cassa bhikkhū sāvakā honti, no ca khvassa therā bhikkhuniyo sāvikā honti …pe…",
        "analyzed": "navā cassa bhikkhū sāvakā honti no ca khvassa therāḥ bhikkhuniyaḥ sāvikāḥ honti pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.9",
        "original": "therā cassa bhikkhuniyo sāvikā honti, no ca khvassa majjhimā bhikkhuniyo sāvikā honti …pe…",
        "analyzed": "therāḥ ca assa bhikkhuniyaḥ sāvikāḥ honti no ca khvassa majjhimāḥ bhikkhuniyaḥ sāvikāḥ honti pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.10",
        "original": "majjhimā cassa bhikkhuniyo sāvikā honti, no ca khvassa navā bhikkhuniyo sāvikā honti …pe…",
        "analyzed": "majjhimāḥ ca assa bhikkhuniyaḥ sāvikāḥ honti no ca khvassa navāḥ bhikkhuniyaḥ sāvikāḥ honti pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.11",
        "original": "navā cassa bhikkhuniyo sāvikā honti, no ca khvassa upāsakā sāvakā honti gihī odātavasanā brahmacārino …pe…",
        "analyzed": "navā cassa bhikkhuniyaḥ sāvikāḥ honti no ca khvassa upāsakā sāvakāḥ honti gihī odāta vasanāḥ brahmacārinaḥ pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.12",
        "original": "upāsakā cassa sāvakā honti gihī odātavasanā brahmacārino, no ca khvassa upāsakā sāvakā honti gihī odātavasanā kāmabhogino …pe…",
        "analyzed": "upāsakā cassa sāvakā honti gihī odāta vasanā brahmacārinaḥ no ca khvassa upāsakā sāvakā honti gihī odāta vasanā kāmabhogino pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.13",
        "original": "upāsakā cassa sāvakā honti gihī odātavasanā kāmabhogino, no ca khvassa upāsikā sāvikā honti gihiniyo odātavasanā brahmacāriniyo …pe…",
        "analyzed": "upāsakā cassa sāvakā honti gihī odāta vasanā kāmabhoginaḥ no ca khvassa upāsikā sāvikā honti gihiniyaḥ odāta vasanāḥ brahmacāriniyaḥ pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.14",
        "original": "upāsikā cassa sāvikā honti gihiniyo odātavasanā brahmacāriniyo, no ca khvassa upāsikā sāvikā honti gihiniyo odātavasanā kāmabhoginiyo …pe…",
        "analyzed": "upāsikā cassa sāvikāḥ honti gihiniyaḥ odāta vasanāḥ brahmacāriniyaḥ no ca khvassa upāsikā sāvikāḥ honti gihiniyaḥ odāta vasanāḥ kāmabhoginiyaḥ pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.15_0",
        "original": "upāsikā cassa sāvikā honti gihiniyo odātavasanā kāmabhoginiyo, no ca khvassa brahmacariyaṁ",
        "analyzed": "upāsikā cassa sāvikā honti gihiniyaḥ odāta vasanāḥ kāma bhoginiyaḥ no ca khvassa brahmacariya ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.15_1",
        "original": "hoti iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ …pe…",
        "analyzed": "hoti iddham ca iva phītam ca vitthārikam bāhujaññam puthu bhūtam yāva deva manussehi su pakāsitam pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.16",
        "original": "brahmacariyañcassa hoti iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ, no ca kho lābhaggayasaggappattaṁ.",
        "analyzed": "brahmacariyam ca assa hoti iddham ca iva phītam ca vitthārikam bāhujaññam puthu bhūtam yāva deva manussehi su pakāsita no ca kho ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:12.17",
        "original": "Evaṁ taṁ brahmacariyaṁ aparipūraṁ hoti tenaṅgena.",
        "analyzed": "evam tam brahmacariyam a paripūram hoti tena aṅgena ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_dn_29:13.1_0",
        "original": "Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca",
        "analyzed": "yatas ca kho cunda etehi ca iva aṅgehi samannāgatam brahmacariyam hoti satthā ca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.1_1",
        "original": "hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā",
        "analyzed": "hoti theraḥ rattaññū cira pabbajitaḥ addha gataḥ vayaḥ anuppatto therā ca ssa bhikkhū sāvakā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.1_2",
        "original": "honti viyattā vinītā visāradā pattayogakkhemā.",
        "analyzed": "honti viyattāḥ vinītāḥ visāradāḥ patta yogakkhemā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.2",
        "original": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ.",
        "analyzed": "alam samakkhātum saddhammassa alam uppannam para pavādam saha dhammehi su niggahitam niggahetvā sa pāṭihāriyam dhammam desetu ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.3",
        "original": "Majjhimā cassa bhikkhū sāvakā honti …",
        "analyzed": "majjhimā ca assa bhikkhū sāvakā honti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.4",
        "original": "navā cassa bhikkhū sāvakā honti …",
        "analyzed": "navā cassa bhikkhū sāvakāḥ honti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.5",
        "original": "therā cassa bhikkhuniyo sāvikā honti …",
        "analyzed": "therāḥ cassa bhikkhuniyaḥ sāvikāḥ honti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.6",
        "original": "majjhimā cassa bhikkhuniyo sāvikā honti …",
        "analyzed": "majjhimā ca assa bhikkhuniyaḥ sāvikāḥ honti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.7",
        "original": "navā cassa bhikkhuniyo sāvikā honti …",
        "analyzed": "navā cassa bhikkhuniyaḥ sāvikāḥ honti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.8",
        "original": "upāsakā cassa sāvakā honti … gihī odātavasanā brahmacārino.",
        "analyzed": "upāsakā cassa sāvakā honti gihī odāta vasanāḥ brahmacārinaḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.9",
        "original": "Upāsakā cassa sāvakā honti gihī odātavasanā kāmabhogino …",
        "analyzed": "upāsakā ca ssa sāvakā honti gihī odāta vasanā kāma bhoginaḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.10",
        "original": "upāsikā cassa sāvikā honti gihiniyo odātavasanā brahmacāriniyo …",
        "analyzed": "upāsikā ca assa sāvikāḥ honti gihiniyaḥ odāta vasanāḥ brahmacāriniyaḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.11",
        "original": "upāsikā cassa sāvikā honti gihiniyo odātavasanā kāmabhoginiyo …",
        "analyzed": "upāsikā ca ssa sāvikā honti gihiniyaḥ odāta vasanāḥ kāmabhoginiyaḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.12",
        "original": "brahmacariyañcassa hoti iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ, lābhaggappattañca yasaggappattañca.",
        "analyzed": "brahmacariyañca assa hoti iddham ca iva phītam ca vitthārikam bāhujaññam puthu bhūtam yāva deva manussehi su pakāsita lābhagga ppattañca yasagga ppattañca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:13.13",
        "original": "Evaṁ taṁ brahmacariyaṁ paripūraṁ hoti tenaṅgena.",
        "analyzed": "evam tam brahmacariyam paripūram hoti tena aṅgena ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_dn_29:14.1",
        "original": "Ahaṁ kho pana, cunda, etarahi satthā loke uppanno arahaṁ sammāsambuddho.",
        "analyzed": "aham kho pana cunda etarahi satthā loke uppannaḥ araham sammāsambuddhaḥ ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_dn_29:14.2",
        "original": "Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito.",
        "analyzed": "dhammo ca su ākkhātaḥ su ppaveditaḥ niyyānikaḥ upasama savattanikaḥ sammāsambuddha ppavedito ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_dn_29:14.3",
        "original": "Viññāpitatthā ca me sāvakā saddhamme, kevalañca tesaṁ paripūraṁ brahmacariyaṁ āvikataṁ uttānīkataṁ sabbasaṅgāhapadakataṁ sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ.",
        "analyzed": "viññāpita tthā ca me sāvakā saddhamme kevalam ca tesam paripūram brahmacariyam āvikatam uttānīkatam sabba saṅgāha pada katam sappāṭihīra katam yāva deva manussehi su pakāsita ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_dn_29:14.4",
        "original": "Ahaṁ kho pana, cunda, etarahi satthā thero rattaññū cirapabbajito addhagato vayoanuppatto.",
        "analyzed": "aham kho pana cunda etarahi satthā theraḥ rattaññū cira pabbajitaḥ addha gataḥ vayaḥ anuppatto ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_dn_29:15.1",
        "original": "Santi kho pana me, cunda, etarahi therā bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā.",
        "analyzed": "santi kho pana me cunda etarahi therāḥ bhikkhū sāvakāḥ honti viyattāḥ vinītāḥ visāradāḥ patta yogakkhemāḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.2",
        "original": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ.",
        "analyzed": "alam samakkhātum saddhammassa alam uppannam para pavādam saha dhammehi su niggahitam niggahetvā sa pāṭihāriyam dhammam desetu ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.3",
        "original": "Santi kho pana me, cunda, etarahi majjhimā bhikkhū sāvakā …",
        "analyzed": "santi kho pana me cunda etarahi majjhimā bhikkhū sāvakā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.4",
        "original": "santi kho pana me, cunda, etarahi navā bhikkhū sāvakā …",
        "analyzed": "santi kho pana me cunda etarahi navā bhikkhū sāvakā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.5",
        "original": "santi kho pana me, cunda, etarahi therā bhikkhuniyo sāvikā …",
        "analyzed": "santi kho pana me cunda etarahi therāḥ bhikkhuniyaḥ sāvikā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.6",
        "original": "santi kho pana me, cunda, etarahi majjhimā bhikkhuniyo sāvikā …",
        "analyzed": "santi kho pana me cunda etarahi majjhimāḥ bhikkhuniyaḥ sāvikā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.7",
        "original": "santi kho pana me, cunda, etarahi navā bhikkhuniyo sāvikā …",
        "analyzed": "santi kho pana me cunda etarahi navāḥ bhikkhuniyaḥ sāvikā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.8",
        "original": "santi kho pana me, cunda, etarahi upāsakā sāvakā gihī odātavasanā brahmacārino …",
        "analyzed": "santi khalu pana me cunda etarahi upāsakā sāvakā gihī odāta vasanāḥ brahmacārinaḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.9",
        "original": "santi kho pana me, cunda, etarahi upāsakā sāvakā gihī odātavasanā kāmabhogino …",
        "analyzed": "santi khalu pana me cunda etarahi upāsakā sāvakā gihī odāta vasanā kāma bhoginaḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.10",
        "original": "santi kho pana me, cunda, etarahi upāsikā sāvikā gihiniyo odātavasanā brahmacāriniyo …",
        "analyzed": "santi khalu pana me cunda etarahi upāsikā sāvikāḥ gihiniyaḥ odāta vasanāḥ brahmacāriniyaḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.11",
        "original": "santi kho pana me, cunda, etarahi upāsikā sāvikā gihiniyo odātavasanā kāmabhoginiyo …",
        "analyzed": "santi khalu pana me cunda etarahi upāsikā sāvikāḥ gihiniyaḥ odāta vasanāḥ kāma bhoginiyaḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:15.12",
        "original": "etarahi kho pana me, cunda, brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ.",
        "analyzed": "etarahi kho pana me cunda brahmacariyam iddham ca iva phītam ca vitthārikam bāhujaññam puthu bhūtam yāva deva manussehi su pakāsita ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_dn_29:16.1",
        "original": "Yāvatā kho, cunda, etarahi satthāro loke uppannā, nāhaṁ, cunda, aññaṁ ekasatthārampi samanupassāmi evaṁlābhaggayasaggappattaṁ yatharivāhaṁ.",
        "analyzed": "yāvatā kho cunda etarahi satthāraḥ loke uppannāḥ na aha cunda aññam eka satthāram pi samanupassāmi ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.2",
        "original": "Yāvatā kho pana, cunda, etarahi saṅgho vā gaṇo vā loke uppanno;",
        "analyzed": "yāvatā khalu pana cunda etarahi saṅghaḥ vā gaṇaḥ vā loke uppannaḥ ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.3",
        "original": "nāhaṁ, cunda, aññaṁ ekasaṅghampi samanupassāmi evaṁlābhaggayasaggappattaṁ yatharivāyaṁ, cunda, bhikkhusaṅgho.",
        "analyzed": "na aha cunda aññam eka saṅgham pi samanupassāmi cunda bhikkhu saṅghaḥ ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.4",
        "original": "Yaṁ kho taṁ, cunda, sammā vadamāno vadeyya:",
        "analyzed": "yam kho ta cunda sammā vadamānaḥ vadeyya ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.5",
        "original": "‘sabbākārasampannaṁ sabbākāraparipūraṁ anūnamanadhikaṁ svākkhātaṁ kevalaṁ paripūraṁ brahmacariyaṁ suppakāsitan’ti.",
        "analyzed": "sabba ākāra sampannam sabba ākāra paripūram anūnam anadhikam su ākkhātam kevalam paripūram brahmacariyam suppakāsitanti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.6",
        "original": "Idameva taṁ sammā vadamāno vadeyya:",
        "analyzed": "idam eva tam sammā vadamānaḥ vadeyya ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.7",
        "original": "‘sabbākārasampannaṁ …pe… suppakāsitan’ti.",
        "analyzed": "sabba ākāra sampannam pe su pakāsitanti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.8",
        "original": "Udako sudaṁ, cunda, rāmaputto evaṁ vācaṁ bhāsati:",
        "analyzed": "udakaḥ suda cunda rāma putto evam vācam bhāsati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.9",
        "original": "‘passaṁ na passatī’ti.",
        "analyzed": "passam na passati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.10",
        "original": "Kiñca passaṁ na passatīti?",
        "analyzed": "kiñca passam na passati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.11",
        "original": "Khurassa sādhunisitassa talamassa passati, dhārañca khvassa na passati.",
        "analyzed": "khurassa sādhu nisitassa talamassa passati dhāram ca khvassa na passati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.12",
        "original": "Idaṁ vuccati:",
        "analyzed": "idam vuccati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.13",
        "original": "‘passaṁ na passatī’ti.",
        "analyzed": "passam na passati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.14",
        "original": "Yaṁ kho panetaṁ, cunda, udakena rāmaputtena bhāsitaṁ hīnaṁ gammaṁ pothujjanikaṁ anariyaṁ anatthasaṁhitaṁ khurameva sandhāya.",
        "analyzed": "yam kho pana ita cunda udakena rāmaputtena bhāsitam hīnam gammam pothujjanikam anariyam anattha sahitam khuram eva sandhāya ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.15",
        "original": "Yañca taṁ, cunda, sammā vadamāno vadeyya:",
        "analyzed": "yat ca ta cunda sammā vadamānaḥ vadeyya ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.16",
        "original": "‘passaṁ na passatī’ti, idameva taṁ sammā vadamāno vadeyya:",
        "analyzed": "passam na passati iti idam eva tam sammā vadamānaḥ vadeyya ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.17",
        "original": "‘passaṁ na passatī’ti.",
        "analyzed": "passam na passati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.18",
        "original": "Kiñca passaṁ na passatīti?",
        "analyzed": "kiñca passam na passati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.19",
        "original": "Evaṁ sabbākārasampannaṁ sabbākāraparipūraṁ anūnamanadhikaṁ svākkhātaṁ kevalaṁ paripūraṁ brahmacariyaṁ suppakāsitanti, iti hetaṁ passati.",
        "analyzed": "evam sabba ākāra sampannam sabba ākāra paripūram anūnam anadhikam su ākkhātam kevalam paripūram brahmacariyam su pakāsitanti iti ha etam passati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.20",
        "original": "Idamettha apakaḍḍheyya, evaṁ taṁ parisuddhataraṁ assāti, iti hetaṁ na passati.",
        "analyzed": "idam ettha apakaḍḍheyya evam tam parisuddhataram assāti iti ha etam na passati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.21",
        "original": "Idamettha upakaḍḍheyya, evaṁ taṁ paripūraṁ assāti, iti hetaṁ na passati.",
        "analyzed": "idam ettha upakaḍḍheyya evam tam paripūram assāti iti ha etam na passati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.22",
        "original": "Idaṁ vuccati, cunda:",
        "analyzed": "idam vuccati cunda ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.23",
        "original": "‘passaṁ na passatī’ti.",
        "analyzed": "passam na passati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.24",
        "original": "Yaṁ kho taṁ, cunda, sammā vadamāno vadeyya:",
        "analyzed": "yam kho ta cunda sammā vadamānaḥ vadeyya ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.25",
        "original": "‘sabbākārasampannaṁ …pe…",
        "analyzed": "sabba ākāra sampannam pe ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.26",
        "original": "brahmacariyaṁ suppakāsitan’ti.",
        "analyzed": "brahmacariyam suppakāsitanti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.27",
        "original": "Idameva taṁ sammā vadamāno vadeyya:",
        "analyzed": "idam eva tam sammā vadamānaḥ vadeyya ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:16.28",
        "original": "‘sabbākārasampannaṁ sabbākāraparipūraṁ anūnamanadhikaṁ svākkhātaṁ kevalaṁ paripūraṁ brahmacariyaṁ suppakāsitan’ti.",
        "analyzed": "sabba ākāra sampannam sabba ākāra paripūram anūnam anadhikam su ākkhātam kevalam paripūram brahmacariyam suppakāsitanti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_dn_29:17.0",
        "original": "6. Saṅgāyitabbadhamma",
        "analyzed": "saṅgāyitabba dhamma ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.1_0",
        "original": "Tasmātiha, cunda, ye vo mayā dhammā abhiññā desitā, tattha sabbeheva saṅgamma samāgamma",
        "analyzed": "tasmā ati ha cunda ye vaḥ mayā dhammāḥ abhiññā desitā tattha sabbehi iva saṅgamma samāgamma ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.1_1",
        "original": "atthena atthaṁ byañjanena byañjanaṁ saṅgāyitabbaṁ na vivaditabbaṁ, yathayidaṁ brahmacariyaṁ",
        "analyzed": "atthena attham byañjanena byañjanam ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.1_2",
        "original": "addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya",
        "analyzed": "addhaniyam assa ciraṭṭhitika tat assa bahu jana hitāya bahu jana sukhāya loka anukampāya ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.1_3",
        "original": "atthāya hitāya sukhāya devamanussānaṁ.",
        "analyzed": "atthāya hitāya sukhāya deva manussāna ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.2_0",
        "original": "Katame ca te, cunda, dhammā mayā abhiññā desitā, yattha sabbeheva saṅgamma samāgamma",
        "analyzed": "katame ca te cunda dhammā mayā abhiññā desitāḥ yattha sabbehi iva saṅgamma samāgamma ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.2_1",
        "original": "atthena atthaṁ byañjanena byañjanaṁ saṅgāyitabbaṁ na vivaditabbaṁ, yathayidaṁ brahmacariyaṁ",
        "analyzed": "atthena attham byañjanena byañjanam ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.2_2",
        "original": "addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya",
        "analyzed": "addhaniyam assa ciraṭṭhitika tat assa bahu jana hitāya bahu jana sukhāya loka anukampāya ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.2_3",
        "original": "atthāya hitāya sukhāya devamanussānaṁ?",
        "analyzed": "atthāya hitāya sukhāya deva manussāna ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.3",
        "original": "Seyyathidaṁ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo.",
        "analyzed": "seyyathida cattāro sati paṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañca indriyāni pañca balāni satta bojjhaṅgāḥ ariyaḥ aṭṭhaṅgikaḥ maggo ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.4",
        "original": "Ime kho te, cunda, dhammā mayā abhiññā desitā.",
        "analyzed": "ime kho te cunda dhammā mayā abhiññā desitā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.5_0",
        "original": "Yattha sabbeheva saṅgamma samāgamma atthena atthaṁ byañjanena byañjanaṁ saṅgāyitabbaṁ",
        "analyzed": "yattha sabbehi iva saṅgamma samāgamma atthena attham byañjanena byañjanam ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.5_1",
        "original": "na vivaditabbaṁ, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa",
        "analyzed": "na vivaditabba yathā idam brahmacariyam addhaniyam tat assa ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:17.5_2",
        "original": "bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ.",
        "analyzed": "bahu jana hitāya bahu jana sukhāya loka anukampāya atthāya hitāya sukhāya deva manussāna ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_dn_29:18.0",
        "original": "7. Saññāpetabbavidhi",
        "analyzed": "saññāpetabba vidhi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_dn_29:18.1",
        "original": "Tesañca vo, cunda, samaggānaṁ sammodamānānaṁ avivadamānānaṁ sikkhataṁ aññataro sabrahmacārī saṅghe dhammaṁ bhāseyya.",
        "analyzed": "tesam ca vaḥ cunda samaggānam sammodamānānam a vivadamānānam sikkhatam aññataraḥ sabrahmacārī saṅghe dhammam bhāseyya ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_dn_29:18.2",
        "original": "Tatra ce tumhākaṁ evamassa:",
        "analyzed": "tatra ce tumhākam evam assa ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_dn_29:18.3",
        "original": "‘ayaṁ kho āyasmā atthañceva micchā gaṇhāti, byañjanāni ca micchā ropetī’ti.",
        "analyzed": "ayam kho āyasmai attham ca iva micchā gaṇhāti byañjanāni ca micchā ropeti iti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_dn_29:18.4",
        "original": "Tassa neva abhinanditabbaṁ na paṭikkositabbaṁ, anabhinanditvā appaṭikkositvā so evamassa vacanīyo:",
        "analyzed": "tassa na iva abhinanditabbam na paṭikkositabba an abhinanditvā a paṭikkositvā saḥ evam assa vacanīyaḥ ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_dn_29:18.5",
        "original": "‘imassa nu kho, āvuso, atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarāni, imesañca byañjanānaṁ ayaṁ vā attho eso vā attho katamo opāyikataro’ti?",
        "analyzed": "imassa nu kho āvuso atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarāni imesam ca byañjanānam ayam vā atthaḥ esaḥ vā atthaḥ katamaḥ opāyikataraḥ iti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_dn_29:18.6",
        "original": "So ce evaṁ vadeyya:",
        "analyzed": "sā u ced evam vadeyya ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_dn_29:18.7",
        "original": "‘imassa kho, āvuso, atthassa imāneva byañjanāni opāyikatarāni, yā ceva etāni; imesañca byañjanānaṁ ayameva attho opāyikataro, yā ceva eso’ti.",
        "analyzed": "imassa kho āvuso atthassa imāni eva byañjanāni opāyikatarāni yā ca iva etāni imesam ca byañjanānam ayam eva atthaḥ opāyikataraḥ yā ca iva esaḥ ti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_dn_29:18.8",
        "original": "So neva ussādetabbo na apasādetabbo, anussādetvā anapasādetvā sveva sādhukaṁ saññāpetabbo tassa ca atthassa tesañca byañjanānaṁ nisantiyā.",
        "analyzed": "saḥ na iva ussādetabbaḥ na apasādetabbaḥ an ussādetvā an apasādetvā su eva sādhukam saññāpetabbo tassa ca atthassa tesaṃ ca byañjanānam nisantiyā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_dn_29:19.1",
        "original": "Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṁ bhāseyya.",
        "analyzed": "aparaḥ api ce cunda sabrahmacārī saṅghe dhammam bhāseyya ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_dn_29:19.2",
        "original": "Tatra ce tumhākaṁ evamassa:",
        "analyzed": "tatra ce tumhākam evam assa ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_dn_29:19.3",
        "original": "‘ayaṁ kho āyasmā atthañhi kho micchā gaṇhāti byañjanāni sammā ropetī’ti.",
        "analyzed": "ayam kho āyasmai atthan hi kho micchā gaṇhāti byañjanāni sammā ropeti iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_dn_29:19.4",
        "original": "Tassa neva abhinanditabbaṁ na paṭikkositabbaṁ, anabhinanditvā appaṭikkositvā so evamassa vacanīyo:",
        "analyzed": "tassa na iva abhinanditabbam na paṭikkositabba an abhinanditvā a paṭikkositvā saḥ evam assa vacanīyaḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_dn_29:19.5",
        "original": "‘imesaṁ nu kho, āvuso, byañjanānaṁ ayaṁ vā attho eso vā attho katamo opāyikataro’ti?",
        "analyzed": "imesam nu kho āvuso byañjanānam ayam vā atthaḥ esaḥ vā atthaḥ katamaḥ opāyikataraḥ iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_dn_29:19.6",
        "original": "So ce evaṁ vadeyya:",
        "analyzed": "sā u ced evam vadeyya ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_dn_29:19.7",
        "original": "‘imesaṁ kho, āvuso, byañjanānaṁ ayameva attho opāyikataro, yā ceva eso’ti.",
        "analyzed": "imesam kho āvuso byañjanānam ayam eva atthaḥ opāyikataraḥ yā ca iva esā ti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_dn_29:19.8",
        "original": "So neva ussādetabbo na apasādetabbo, anussādetvā anapasādetvā sveva sādhukaṁ saññāpetabbo tasseva atthassa nisantiyā.",
        "analyzed": "so na iva ussādetabbaḥ na apasādetabbaḥ an ussādetvā an apasādetvā su eva sādhukam saññāpetabbaḥ tassa eva atthassa nisantiyā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_dn_29:20.1",
        "original": "Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṁ bhāseyya.",
        "analyzed": "aparaḥ api ce cunda sabrahmacārī saṅghe dhammam bhāseyya ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_dn_29:20.2",
        "original": "Tatra ce tumhākaṁ evamassa:",
        "analyzed": "tatra ce tumhākam evam assa ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_dn_29:20.3",
        "original": "‘ayaṁ kho āyasmā atthañhi kho sammā gaṇhāti byañjanāni micchā ropetī’ti.",
        "analyzed": "ayam kho āyasmai atthan hi kho sammā gaṇhāti byañjanāni micchā ropeti iti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_dn_29:20.4",
        "original": "Tassa neva abhinanditabbaṁ na paṭikkositabbaṁ; anabhinanditvā appaṭikkositvā so evamassa vacanīyo:",
        "analyzed": "tassa na iva abhinanditabbam na paṭikkositabba an abhinanditvā a paṭikkositvā saḥ evam assa vacanīyaḥ ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_dn_29:20.5",
        "original": "‘imassa nu kho, āvuso, atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarānī’ti?",
        "analyzed": "imassa nu kho āvuso atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarāni iti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_dn_29:20.6",
        "original": "So ce evaṁ vadeyya:",
        "analyzed": "sā u ced evam vadeyya ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_dn_29:20.7",
        "original": "‘imassa kho, āvuso, atthassa imāneva byañjanāni opayikatarāni, yā ceva etānī’ti.",
        "analyzed": "imassa kho āvuso atthassa imāni eva byañjanāni opayikatarāni yā ca iva etāni iti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_dn_29:20.8",
        "original": "So neva ussādetabbo na apasādetabbo; anussādetvā anapasādetvā sveva sādhukaṁ saññāpetabbo tesaññeva byañjanānaṁ nisantiyā.",
        "analyzed": "so na iva ussādetabbaḥ na apasādetabbaḥ an ussādetvā an apasādetvā su eva sādhukam saññāpetabbaḥ tesam eva byañjanānam nisantiyā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_dn_29:21.1",
        "original": "Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṁ bhāseyya.",
        "analyzed": "aparaḥ api ce cunda sabrahmacārī saṅghe dhammam bhāseyya ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_dn_29:21.2",
        "original": "Tatra ce tumhākaṁ evamassa:",
        "analyzed": "tatra ce tumhākam evam assa ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_dn_29:21.3",
        "original": "‘ayaṁ kho āyasmā atthañceva sammā gaṇhāti byañjanāni ca sammā ropetī’ti.",
        "analyzed": "ayam kho āyasmai attham ca iva sammā gaṇhāti byañjanāni ca sammā ropeti iti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_dn_29:21.4",
        "original": "Tassa ‘sādhū’ti bhāsitaṁ abhinanditabbaṁ anumoditabbaṁ;",
        "analyzed": "tassa sādhu uti bhāsitam abhinanditabbam anumoditabba ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_dn_29:21.5",
        "original": "tassa ‘sādhū’ti bhāsitaṁ abhinanditvā anumoditvā so evamassa vacanīyo:",
        "analyzed": "tassa sādhu uti bhāsitam abhinanditvā anumoditvā saḥ evam assa vacanīyaḥ ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_dn_29:21.6",
        "original": "‘lābhā no, āvuso, suladdhaṁ no, āvuso,",
        "analyzed": "lābhāḥ naḥ āvuso su laddham naḥ āvuso ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_dn_29:21.7",
        "original": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma evaṁ atthupetaṁ byañjanupetan’ti.",
        "analyzed": "ye mayam āyasmantam tādisam sabrahmacārim passāma evam atthupetam byañjanupetanti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_dn_29:22.0",
        "original": "8. Paccayānuññātakāraṇa",
        "analyzed": "paccaya anuññāta kāraṇa ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.1",
        "original": "Na vo ahaṁ, cunda, diṭṭhadhammikānaṁyeva āsavānaṁ saṁvarāya dhammaṁ desemi.",
        "analyzed": "na vaḥ aha cunda diṭṭhadhammikānayā iva āsavānam savarāya dhammam desemi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.2",
        "original": "Na panāhaṁ, cunda, samparāyikānaṁyeva āsavānaṁ paṭighātāya dhammaṁ desemi.",
        "analyzed": "na pana āha cunda āsavānam paṭighātāya dhammam desemi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.3",
        "original": "Diṭṭhadhammikānaṁ cevāhaṁ, cunda, āsavānaṁ saṁvarāya dhammaṁ desemi;",
        "analyzed": "diṭṭhadhammikānam ca iva āha cunda āsavānam savarāya dhammam desemi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.4",
        "original": "samparāyikānañca āsavānaṁ paṭighātāya.",
        "analyzed": "samparāyikānam ca āsavānam paṭighātāya ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.5",
        "original": "Tasmātiha, cunda, yaṁ vo mayā cīvaraṁ anuññātaṁ, alaṁ vo taṁ",
        "analyzed": "tasmā ati ha cunda yam vaḥ mayā cīvaram anuññāta alam vaḥ ta ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.6",
        "original": "yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva hirikopīnapaṭicchādanatthaṁ.",
        "analyzed": "yāvat eva sītassa paṭighātāya uṇhassa paṭighātāya ḍasama kasa vāta ātapa sarīsapa samphassānam paṭighātāya yāvat eva hiri kopīna paṭicchādana ttha ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.7",
        "original": "Yo vo mayā piṇḍapāto anuññāto, alaṁ vo so",
        "analyzed": "yaḥ vaḥ mayā piṇḍapātaḥ anuññātaḥ alam vaḥ so ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.8_0",
        "original": "yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṁsūparatiyā brahmacariyānuggahāya, iti",
        "analyzed": "yāvat eva imassa kāyassa ṭhitiyā yāpanāya vihisūparatiyā brahmacariya anuggahāya iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.8_1",
        "original": "purāṇañca vedanaṁ paṭihaṅkhāmi, navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati",
        "analyzed": "purāṇam ca vedanam paṭihaṅkhāmi navam ca vedanam na uppādessāmi yātrā ca me bhavissati ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.8_2",
        "original": "anavajjatā ca phāsuvihāro ca.",
        "analyzed": "anavajja tā ca phāsu vihāraḥ ca ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.9",
        "original": "Yaṁ vo mayā senāsanaṁ anuññātaṁ, alaṁ vo taṁ",
        "analyzed": "yam vaḥ mayā senāsanam anuññāta alam vaḥ ta ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.10",
        "original": "yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṁ.",
        "analyzed": "yāvat eva sītassa paṭighātāya uṇhassa paṭighātāya ḍasama kasa vāta ātapa sarīsapa samphassānam paṭighātāya yāvat eva utu parissaya vinodana paṭisallāna ārāmattha ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.11",
        "original": "Yo vo mayā gilānapaccayabhesajjaparikkhāro anuññāto, alaṁ vo so",
        "analyzed": "yaḥ vaḥ mayā gilāna paccaya bhesajja parikkhāraḥ anuññātaḥ alam vaḥ so ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:22.12",
        "original": "yāvadeva uppannānaṁ veyyābādhikānaṁ vedanānaṁ paṭighātāya abyāpajjaparamatāya.",
        "analyzed": "yāvat eva uppannānam veyyābādhikānam vedanānam paṭighātāya a byāpajja parama tāya ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_dn_29:23.0",
        "original": "9. Sukhallikānuyoga",
        "analyzed": "su khallikā anuyoga ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.1",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.2",
        "original": "‘sukhallikānuyogamanuyuttā samaṇā sakyaputtiyā viharantī’ti.",
        "analyzed": "sukhallikā anuyogam anuyuttā samaṇā sakyaputtiyāḥ viharanti iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.3",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.4",
        "original": "‘katamo so, āvuso, sukhallikānuyogo?",
        "analyzed": "katamaḥ saḥ āvuso sukhallikā anuyogaḥ ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.5",
        "original": "Sukhallikānuyogā hi bahū anekavihitā nānappakārakā’ti.",
        "analyzed": "sukhallikā anuyogā hi aneka vihitā nānā pakārakā ati ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.6_0",
        "original": "Cattārome, cunda, sukhallikānuyogā hīnā gammā pothujjanikā anariyā anatthasaṁhitā",
        "analyzed": "cattāro me cunda sukhallika anuyogāḥ hīnāḥ gammā pothujjanikāḥ anariyāḥ anattha sahitā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.6_1",
        "original": "na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na",
        "analyzed": "na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.6_2",
        "original": "nibbānāya saṁvattanti.",
        "analyzed": "nibbānāya savattanti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.7",
        "original": "Katame cattāro?",
        "analyzed": "katame cattāro ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.8",
        "original": "Idha, cunda, ekacco bālo pāṇe vadhitvā vadhitvā attānaṁ sukheti pīṇeti.",
        "analyzed": "idha cundaḥ ekaccaḥ bālaḥ pāṇe vadhitvā vadhitvā attānam sukheti pīṇa iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.9",
        "original": "Ayaṁ paṭhamo sukhallikānuyogo.",
        "analyzed": "ayam paṭhamaḥ sukhallikā anuyogaḥ ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.10",
        "original": "Puna caparaṁ, cunda, idhekacco adinnaṁ ādiyitvā ādiyitvā attānaṁ sukheti pīṇeti.",
        "analyzed": "puna capara cundaḥ idha ekaccaḥ adinnam ādiyitvā ādiyitvā attānam sukheti pīṇa iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.11",
        "original": "Ayaṁ dutiyo sukhallikānuyogo.",
        "analyzed": "ayam dutiyaḥ sukhallikā anuyogaḥ ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.12",
        "original": "Puna caparaṁ, cunda, idhekacco musā bhaṇitvā bhaṇitvā attānaṁ sukheti pīṇeti.",
        "analyzed": "puna capara cundaḥ idha ekaccaḥ musā bhaṇitvā bhaṇitvā attānam sukha iti pīṇa iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.13",
        "original": "Ayaṁ tatiyo sukhallikānuyogo.",
        "analyzed": "ayam sukhallikā anuyogaḥ ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.14",
        "original": "Puna caparaṁ, cunda, idhekacco pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti.",
        "analyzed": "puna capara cundaḥ idha ekaccaḥ pañcahi kāmaguṇehi samappitaḥ samaṅgībhūtaḥ paricāra iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.15",
        "original": "Ayaṁ catuttho sukhallikānuyogo.",
        "analyzed": "ayam catutthaḥ sukhallikānuyogaḥ ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.16_0",
        "original": "Ime kho, cunda, cattāro sukhallikānuyogā hīnā gammā pothujjanikā anariyā anatthasaṁhitā",
        "analyzed": "ime kho cunda cattāro sukhallika anuyogā hīnāḥ gammā pothujjanikāḥ anariyāḥ anattha sahitā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.16_1",
        "original": "na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na",
        "analyzed": "na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:23.16_2",
        "original": "nibbānāya saṁvattanti.",
        "analyzed": "nibbānāya savattanti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_dn_29:24.1",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.2",
        "original": "‘ime cattāro sukhallikānuyoge anuyuttā samaṇā sakyaputtiyā viharantī’ti.",
        "analyzed": "ime cattāro sukhallikā anuyoge anuyuttā samaṇā sakyaputtiyā viharanti iti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.3",
        "original": "Te vo ‘mā hevaṁ’ tissu vacanīyā.",
        "analyzed": "te vaḥ mā ha iva tissu vacanīyā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.4",
        "original": "Na te vo sammā vadamānā vadeyyuṁ, abbhācikkheyyuṁ asatā abhūtena.",
        "analyzed": "na te vaḥ sammā vadamānāḥ vadeyyuḥ abbhācikkheyyum asatā abhūtena ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.5",
        "original": "Cattārome, cunda, sukhallikānuyogā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattanti.",
        "analyzed": "cattāro me cunda sukhallika anuyogāḥ ekanta nibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya savattanti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.6",
        "original": "Katame cattāro?",
        "analyzed": "katame cattāro ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.7",
        "original": "Idha, cunda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati.",
        "analyzed": "idha cunda bhikkhu vivicca iva kāmehi vivicca akusalehi dhammehi sa vitakkam sa vicāram viveka jam pīti sukham paṭhamam jhānam upasampajja viharati ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.8",
        "original": "Ayaṁ paṭhamo sukhallikānuyogo.",
        "analyzed": "ayam paṭhamaḥ sukhallikā anuyogaḥ ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.9",
        "original": "Puna caparaṁ, cunda, bhikkhu vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati.",
        "analyzed": "puna capara cunda bhikkhu vitakka vicārānaṃ vūpasamā pe dutiyam jhānam upasampajja viharati ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.10",
        "original": "Ayaṁ dutiyo sukhallikānuyogo.",
        "analyzed": "ayam dutiyaḥ sukhallikā anuyogaḥ ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.11",
        "original": "Puna caparaṁ, cunda, bhikkhu pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati.",
        "analyzed": "puna capara cunda bhikkhu pītiyā ca virāgā pe tatiyam jhānam upasampajja viharati ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.12",
        "original": "Ayaṁ tatiyo sukhallikānuyogo.",
        "analyzed": "ayam sukhallikā anuyogaḥ ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.13",
        "original": "Puna caparaṁ, cunda, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati.",
        "analyzed": "puna capara cunda bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pe catuttham jhānam upasampajja viharati ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.14",
        "original": "Ayaṁ catuttho sukhallikānuyogo.",
        "analyzed": "ayam catutthaḥ sukhallikānuyogaḥ ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.15",
        "original": "Ime kho, cunda, cattāro sukhallikānuyogā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattanti.",
        "analyzed": "ime kho cunda cattāro sukhallika anuyogāḥ ekanta nibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya savattanti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.16",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.17",
        "original": "‘ime cattāro sukhallikānuyoge anuyuttā samaṇā sakyaputtiyā viharantī’ti.",
        "analyzed": "ime cattāro sukhallikā anuyoge anuyuttā samaṇā sakyaputtiyā viharanti iti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.18",
        "original": "Te vo ‘evaṁ’ tissu vacanīyā.",
        "analyzed": "te vaḥ eva tissu vacanīyā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:24.19",
        "original": "Sammā te vo vadamānā vadeyyuṁ, na te vo abbhācikkheyyuṁ asatā abhūtena.",
        "analyzed": "sammā te vaḥ vadamānāḥ vadeyyuṃ na te vaḥ abbhācikkheyyum asatā abhūtena ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_dn_29:25.0",
        "original": "10. Sukhallikānuyogānisaṁsa",
        "analyzed": "    ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.1",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.2",
        "original": "‘ime panāvuso, cattāro sukhallikānuyoge anuyuttānaṁ viharataṁ kati phalāni katānisaṁsā pāṭikaṅkhā’ti?",
        "analyzed": "ime pana āvuso cattāro sukhallika anuyoge anuyuttānam viharatam kati phalāni kata anisasā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.3",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.4",
        "original": "‘ime kho, āvuso, cattāro sukhallikānuyoge anuyuttānaṁ viharataṁ cattāri phalāni cattāro ānisaṁsā pāṭikaṅkhā.",
        "analyzed": "ime kho āvuso cattāro sukhallika anuyoge anuyuttānam viharatam cattāri phalāni cattāro ānisasā pāṭikaṅkhā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.5",
        "original": "Katame cattāro?",
        "analyzed": "katame cattāro ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.6",
        "original": "Idhāvuso, bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo.",
        "analyzed": "idha āvuso bhikkhu tiṇṇam sayojanānam parikkhayā sotāpannaḥ hoti a vinipāta dhammaḥ niyataḥ sambodhi parāyaṇaḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.7",
        "original": "Idaṁ paṭhamaṁ phalaṁ, paṭhamo ānisaṁso.",
        "analyzed": "idam paṭhamam paṭhamaḥ ānisasaḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.8",
        "original": "Puna caparaṁ, āvuso, bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī hoti, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karoti.",
        "analyzed": "puna caparaḥ āvuso bhikkhu tiṇṇam sayojanānam parikkhayā rāga dosa mohānam tanuttā sakadāgāmī hoti sakideva imam lokam āgantvā dukkhassantam karoti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.9",
        "original": "Idaṁ dutiyaṁ phalaṁ, dutiyo ānisaṁso.",
        "analyzed": "idam dutiyam dutiyaḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.10",
        "original": "Puna caparaṁ, āvuso, bhikkhu pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko hoti, tattha parinibbāyī anāvattidhammo tasmā lokā.",
        "analyzed": "puna caparaḥ āvuso bhikkhu pañcannam orambhāgiyānam sayojanānam parikkhayā opapātikaḥ hoti tattha parinibbāyī an āvatti dhammo tasmā lokā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.11",
        "original": "Idaṁ tatiyaṁ phalaṁ, tatiyo ānisaṁso.",
        "analyzed": "idam tatiyam tatiyaḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.12",
        "original": "Puna caparaṁ, āvuso, bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati.",
        "analyzed": "puna caparaḥ āvuso bhikkhu āsavānam khayā anāsavam cetaḥ vimuttim paññā vimuttim diṭṭhe iva dhamme sayam abhiññā sacchikatvā upasampajja viharati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.13",
        "original": "Idaṁ catutthaṁ phalaṁ catuttho ānisaṁso.",
        "analyzed": "idam catuttham phalam catutthaḥ ānisasaḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:25.14",
        "original": "Ime kho, āvuso, cattāro sukhallikānuyoge anuyuttānaṁ viharataṁ imāni cattāri phalāni, cattāro ānisaṁsā pāṭikaṅkhā’ti.",
        "analyzed": "ime kho āvuso cattāro sukhallika anuyoge anuyuttānam viharatam imāni cattāri phalāni cattāro ānisasā pāṭikaṅkhāti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_dn_29:26.0",
        "original": "11. Khīṇāsavaabhabbaṭhāna",
        "analyzed": "khīṇa āsava abhabba ṭhāna ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.1",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.2",
        "original": "‘aṭṭhitadhammā samaṇā sakyaputtiyā viharantī’ti.",
        "analyzed": "aṭṭhita dhammā samaṇā sakyaputtiyā viharanti iti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.3",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.4",
        "original": "‘atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānaṁ dhammā desitā paññattā yāvajīvaṁ anatikkamanīyā.",
        "analyzed": "atthi kho āvuso tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānam dhammā desitā paññattā yāvajīvam an atikkamanīyā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.5",
        "original": "Seyyathāpi, āvuso, indakhīlo vā ayokhīlo vā gambhīranemo sunikhāto acalo asampavedhī;",
        "analyzed": "sa iyyathā api āvuso inda khīlaḥ vā ayaḥ khīlaḥ vā gambhīra nemaḥ su nikhātaḥ acalaḥ a sampavedhī ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.6",
        "original": "evameva kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānaṁ dhammā desitā paññattā yāvajīvaṁ anatikkamanīyā.",
        "analyzed": "evam eva kho āvuso tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānam dhammā desitā paññattā yāvajīvam an atikkamanīyā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.7",
        "original": "Yo so, āvuso, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, abhabbo so nava ṭhānāni ajjhācarituṁ.",
        "analyzed": "yaḥ saḥ āvuso bhikkhu araham khīṇa āsavaḥ vusitavā kata karaṇīyaḥ ohita bhāraḥ an uppatta sadattho parikkhīṇa bhava sayojanaḥ sammad aññā vimuttaḥ abhabbaḥ saḥ nava ṭhānāni ajjhācaritu ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.8_0",
        "original": "Abhabbo, āvuso, khīṇāsavo bhikkhu sañcicca pāṇaṁ jīvitā voropetuṁ; abhabbo khīṇāsavo",
        "analyzed": "abhabbaḥ āvuso khīṇāsavaḥ bhikkhu sañcicca pāṇam jīvitā voropetu abhabbaḥ khīṇāsavaḥ ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.8_1",
        "original": "bhikkhu adinnaṁ theyyasaṅkhātaṁ ādiyituṁ; abhabbo khīṇāsavo bhikkhu methunaṁ dhammaṁ",
        "analyzed": "bhikkhu adinnam theyya saṅkhātam ādiyitu abhabbaḥ khīṇāsavaḥ bhikkhu methunam dhamma ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.8_2",
        "original": "paṭisevituṁ; abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṁ; abhabbo khīṇāsavo",
        "analyzed": "paṭisevitu abhabbaḥ khīṇāsavaḥ bhikkhu sampajāna musā bhāsitu abhabbaḥ khīṇāsavaḥ ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.8_3",
        "original": "bhikkhu sannidhikārakaṁ kāme paribhuñjituṁ, seyyathāpi pubbe āgārikabhūto; abhabbo",
        "analyzed": "bhikkhu sannidhi kārakam kāme paribhuñjitu seyyathā api pubbe āgārika bhūtaḥ abhabbaḥ ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.8_4",
        "original": "khīṇāsavo bhikkhu chandāgatiṁ gantuṁ; abhabbo khīṇāsavo bhikkhu dosāgatiṁ gantuṁ;",
        "analyzed": "khīṇāsavaḥ bhikkhu chandāgatim gantu abhabbaḥ khīṇāsavaḥ bhikkhu dosa āgatim gantu ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.8_5",
        "original": "abhabbo khīṇāsavo bhikkhu mohāgatiṁ gantuṁ; abhabbo khīṇāsavo bhikkhu bhayāgatiṁ gantuṁ.",
        "analyzed": "abhabbaḥ khīṇāsavaḥ bhikkhu moha āgatim gantu abhabbaḥ khīṇāsavaḥ bhikkhu bhaya āgatim gantu ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:26.9",
        "original": "Yo so, āvuso, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, abhabbo so imāni nava ṭhānāni ajjhācaritun’ti.",
        "analyzed": "yaḥ saḥ āvuso bhikkhu araham khīṇa āsavaḥ vusitavā kata karaṇīyaḥ ohita bhāraḥ an uppatta sadattho parikkhīṇa bhava sayojanaḥ sammad aññā vimuttaḥ abhabbaḥ saḥ imāni nava ṭhānāni ajjhācaritun ti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_dn_29:27.0",
        "original": "12. Pañhābyākaraṇa",
        "analyzed": "pañhā abyākaraṇa ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_dn_29:27.1",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_dn_29:27.2",
        "original": "‘atītaṁ kho addhānaṁ ārabbha samaṇo gotamo atīrakaṁ ñāṇadassanaṁ paññapeti, no ca kho anāgataṁ addhānaṁ ārabbha atīrakaṁ ñāṇadassanaṁ paññapeti, tayidaṁ kiṁsu tayidaṁ kathaṁsū’ti?",
        "analyzed": "atītam kho addhānam ārabbha samaṇaḥ gotamaḥ a tīrakam ñāṇa dassanam paññapeti no ca kho anāgatam addhānam ārabbha a tīrakam ñāṇa dassanam paññapeti tayidam kisu tayidam kathasu iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_dn_29:27.3",
        "original": "Te ca aññatitthiyā paribbājakā aññavihitakena ñāṇadassanena aññavihitakaṁ ñāṇadassanaṁ paññapetabbaṁ maññanti yathariva bālā abyattā.",
        "analyzed": "te ca añña titthiyāḥ paribbājakāḥ añña vihitakena ñāṇa dassanena añña vihitakam ñāṇa dassanam paññapetabbam maññanti yathari iva bālāḥ abyattāḥ ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_dn_29:27.4",
        "original": "Atītaṁ kho, cunda, addhānaṁ ārabbha tathāgatassa satānusāriñāṇaṁ hoti;",
        "analyzed": "atītam kho cunda addhānam ārabbha tathāgatassa sata anusāri ñāṇam hoti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_dn_29:27.5",
        "original": "so yāvatakaṁ ākaṅkhati tāvatakaṁ anussarati.",
        "analyzed": "saḥ yāvatakam ākaṅkhati tāvatakam anussarati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_dn_29:27.6",
        "original": "Anāgatañca kho addhānaṁ ārabbha tathāgatassa bodhijaṁ ñāṇaṁ uppajjati:",
        "analyzed": "anāgatam ca kho addhānam ārabbha tathāgatassa bodhi jam ñāṇam uppajjati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_dn_29:27.7",
        "original": "‘ayamantimā jāti, natthi dāni punabbhavo’ti.",
        "analyzed": "ayam antimā jāti natthi dāni punabbhavoti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_dn_29:28.1",
        "original": "Atītañcepi, cunda, hoti abhūtaṁ atacchaṁ anatthasaṁhitaṁ, na taṁ tathāgato byākaroti.",
        "analyzed": "atītam cepi cunda hoti abhūtam ataccham anattha sahita na tam tathāgataḥ byākaroti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_dn_29:28.2",
        "original": "Atītañcepi, cunda, hoti bhūtaṁ tacchaṁ anatthasaṁhitaṁ, tampi tathāgato na byākaroti.",
        "analyzed": "atītam ce pi cunda hoti bhūtam taccham anattha sahita tam pi tathāgataḥ na byākaroti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_dn_29:28.3",
        "original": "Atītañcepi, cunda, hoti bhūtaṁ tacchaṁ atthasaṁhitaṁ, tatra kālaññū tathāgato hoti tassa pañhassa veyyākaraṇāya.",
        "analyzed": "atītam ce pi cunda hoti bhūtam taccham attha sahita tatra kālaññū tathāgataḥ hoti tassa pañhassa veyyākaraṇāya ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_dn_29:28.4",
        "original": "Anāgatañcepi, cunda, hoti abhūtaṁ atacchaṁ anatthasaṁhitaṁ, na taṁ tathāgato byākaroti …pe… tassa pañhassa veyyākaraṇāya.",
        "analyzed": "anāgatam ce pi cunda hoti abhūtam ataccham anattha sahita na tam tathāgataḥ byākaroti pe tassa pañhassa veyyākaraṇāya ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_dn_29:28.5",
        "original": "Paccuppannañcepi, cunda, hoti abhūtaṁ atacchaṁ anatthasaṁhitaṁ, na taṁ tathāgato byākaroti.",
        "analyzed": "paccuppannam ca ipi cunda hoti abhūtam ataccham anattha sahita na tam tathāgataḥ byākaroti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_dn_29:28.6",
        "original": "Paccuppannañcepi, cunda, hoti bhūtaṁ tacchaṁ anatthasaṁhitaṁ, tampi tathāgato na byākaroti.",
        "analyzed": "paccuppannam ce pi cunda hoti bhūtam taccham anattha sahita tam pi tathāgataḥ na byākaroti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_dn_29:28.7",
        "original": "Paccuppannañcepi, cunda, hoti bhūtaṁ tacchaṁ atthasaṁhitaṁ, tatra kālaññū tathāgato hoti tassa pañhassa veyyākaraṇāya.",
        "analyzed": "paccuppannam ca ipi cunda hoti bhūtam attha sahita tatra kālaññū tathāgataḥ hoti tassa pañhassa veyyākaraṇāya ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_dn_29:28.8",
        "original": "Iti kho, cunda, atītānāgatapaccuppannesu dhammesu tathāgato kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, tasmā ‘tathāgato’ti vuccati.",
        "analyzed": "iti kho cunda atīta anāgata paccuppannesu dhammesu tathāgataḥ kāla vādī bhūta vādī attha vādī dhamma vādī vinaya vādī tasmā tathāgataḥ iti vuccati ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_dn_29:29.1_0",
        "original": "Yañca kho, cunda, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā",
        "analyzed": "yat ca kho cunda sa devakassa lokassa sa mārakassa sa brahmakassa sa ssamaṇa brāhmaṇiyā ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.1_1",
        "original": "pajāya sadevamanussāya diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ",
        "analyzed": "pajāya sa deva manussāya diṭṭham sutam mutam viññātam pattam pariyesitam anuvicarita ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.1_2",
        "original": "manasā, sabbaṁ tathāgatena abhisambuddhaṁ,",
        "analyzed": "manasā sabbam tathāgatena abhisambuddha ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.2",
        "original": "tasmā ‘tathāgato’ti vuccati.",
        "analyzed": "tasmā tathāgataḥ iti vuccati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.3_0",
        "original": "Yañca, cunda, rattiṁ tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, yañca rattiṁ",
        "analyzed": "yañca cunda rattim tathāgataḥ anuttaram sammāsambodhim abhisambujjhati yañca rattim ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.3_1",
        "original": "anupādisesāya nibbānadhātuyā parinibbāyati, yaṁ etasmiṁ antare bhāsati lapati niddisati.",
        "analyzed": "an upādisesāya nibbāna dhātuyā parinibbāyati yam etasmin antare bhāsati lapati niddisati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.3_2",
        "original": "Sabbaṁ taṁ tatheva hoti no aññathā,",
        "analyzed": "sabbam tam tathā iva hoti no aññathā ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.4",
        "original": "tasmā ‘tathāgato’ti vuccati.",
        "analyzed": "tasmā tathāgataḥ iti vuccati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.5",
        "original": "Yathāvādī, cunda, tathāgato tathākārī, yathākārī tathāvādī.",
        "analyzed": "yathāvādī cunda tathāgataḥ tathākārī yathākārī tathāvādī ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.6",
        "original": "Iti yathāvādī tathākārī, yathākārī tathāvādī, tasmā ‘tathāgato’ti vuccati.",
        "analyzed": "iti yathāvādī tathākārī yathākārī tathāvādī tasmai tathāgataḥ ti vuccati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:29.7",
        "original": "Sadevake loke, cunda, samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya tathāgato abhibhū anabhibhūto aññadatthudaso vasavattī, tasmā ‘tathāgato’ti vuccati.",
        "analyzed": "sa devake loke cunda sa mārake sa brahmake sa ssamaṇa brāhmaṇiyā pajāya sa deva manussāya tathāgataḥ an abhibhūtaḥ añña datthudasaḥ vasa vattī tasmā tathāgataḥ ti vuccati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_dn_29:30.0",
        "original": "13. Abyākataṭṭhāna",
        "analyzed": "a byākata ṭṭhāna ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.1",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.2",
        "original": "‘kiṁ nu kho, āvuso, hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti?",
        "analyzed": "kim nu kho āvuso hoti tathāgataḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.3",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.4",
        "original": "‘abyākataṁ kho etaṁ, āvuso, bhagavatā:",
        "analyzed": "abyākatam khalu ete āvusaḥ bhagavatā ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.5",
        "original": "“hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan”’ti.",
        "analyzed": "hoti tathāgataḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.6",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.7",
        "original": "‘kiṁ panāvuso, na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti?",
        "analyzed": "kim pana āvuso na hoti tathāgataḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.8",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.9",
        "original": "‘etampi kho, āvuso, bhagavatā abyākataṁ:",
        "analyzed": "etam pi khalu āvusaḥ bhagavatā abyākata ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.10",
        "original": "“na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan”’ti.",
        "analyzed": "na hoti tathāgataḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.11",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.12",
        "original": "‘kiṁ panāvuso, hoti ca na ca hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti?",
        "analyzed": "kim pana āvuso hoti ca na ca hoti tathāgataḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.13",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.14",
        "original": "‘abyākataṁ kho etaṁ, āvuso, bhagavatā:",
        "analyzed": "abyākatam khalu ete āvusaḥ bhagavatā ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.15",
        "original": "“hoti ca na ca hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan”’ti.",
        "analyzed": "hoti ca na ca hoti tathāgataḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.16",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.17",
        "original": "‘kiṁ panāvuso, neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti?",
        "analyzed": "kim pana āvuso na iva hoti na na hoti tathāgataḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.18",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.19",
        "original": "‘etampi kho, āvuso, bhagavatā abyākataṁ:",
        "analyzed": "etam pi khalu āvusaḥ bhagavatā abyākata ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:30.20",
        "original": "“neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan”’ti.",
        "analyzed": "na iva hoti na na hoti tathāgataḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_dn_29:31.1",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_dn_29:31.2",
        "original": "‘kasmā panetaṁ, āvuso, samaṇena gotamena abyākatan’ti?",
        "analyzed": "kasmā pana itas āvuso samaṇena gotamena ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_dn_29:31.3",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_dn_29:31.4_0",
        "original": "‘na hetaṁ, āvuso, atthasaṁhitaṁ na dhammasaṁhitaṁ na ādibrahmacariyakaṁ na nibbidāya",
        "analyzed": "na hete āvuso attha sahitam na dhamma sahitam na ādi brahmacariyakam na nibbidāya ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_dn_29:31.4_1",
        "original": "na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati,",
        "analyzed": "na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya savattati ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_dn_29:31.4_2",
        "original": "tasmā taṁ bhagavatā abyākatan’ti.",
        "analyzed": "tasmai tam bhagavatā a byākatanti ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_dn_29:32.0",
        "original": "14. Byākataṭṭhāna",
        "analyzed": "byākata ṭṭhāna ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_dn_29:32.1",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_dn_29:32.2",
        "original": "‘kiṁ panāvuso, samaṇena gotamena byākatan’ti?",
        "analyzed": "kim pana āvuso samaṇena gotamena ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_dn_29:32.3",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_dn_29:32.4_0",
        "original": "‘idaṁ dukkhanti kho, āvuso, bhagavatā byākataṁ, ayaṁ dukkhasamudayoti kho, āvuso,",
        "analyzed": "idam dukkhanti kho āvuso bhagavatā byākata ayam dukkha samudayaḥ iti kho āvuso ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_dn_29:32.4_1",
        "original": "bhagavatā byākataṁ, ayaṁ dukkhanirodhoti kho, āvuso, bhagavatā byākataṁ, ayaṁ dukkhanirodhagāminī",
        "analyzed": "bhagavatā byākata ayam dukkha nirodhaḥ iti kho āvuso bhagavatā byākata ayam dukkha nirodha gāminī ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_dn_29:32.4_2",
        "original": "paṭipadāti kho, āvuso, bhagavatā byākatan’ti.",
        "analyzed": "paṭipadā ati kho āvuso bhagavatā byākatanti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_dn_29:33.1",
        "original": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ:",
        "analyzed": "ṭhānam kho pana ita cunda vijjati yam añña titthiyāḥ paribbājakāḥ evam vadeyyu ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_dn_29:33.2",
        "original": "‘kasmā panetaṁ, āvuso, samaṇena gotamena byākatan’ti?",
        "analyzed": "kasmā pana itas āvuso samaṇena gotamena ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_dn_29:33.3",
        "original": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā:",
        "analyzed": "eva vādino cunda añña titthiyāḥ paribbājakāḥ evam assu vacanīyā ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_dn_29:33.4_0",
        "original": "‘etañhi, āvuso, atthasaṁhitaṁ, etaṁ dhammasaṁhitaṁ, etaṁ ādibrahmacariyakaṁ ekantanibbidāya",
        "analyzed": "etam hi āvuso attha sahitaḥ etam dhamma sahitaḥ etam ādibrahmacariyakam ekanta nibbidāya ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_dn_29:33.4_1",
        "original": "virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati. Tasmā taṁ",
        "analyzed": "virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya savattati tasmā ta ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_dn_29:33.4_2",
        "original": "bhagavatā byākatan’ti.",
        "analyzed": "bhagavatā byākatanti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_dn_29:34.0",
        "original": "15. Pubbantasahagatadiṭṭhinissaya",
        "analyzed": "        ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.1",
        "original": "Yepi te, cunda, pubbantasahagatā diṭṭhinissayā, tepi vo mayā byākatā, yathā te byākātabbā.",
        "analyzed": "ye api te cunda pubbanta sahagatāḥ diṭṭhi nissayā te api vaḥ mayā byākatā yathā te byākātabbā ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.2",
        "original": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi?",
        "analyzed": "yathā ca te na byākātabbā kim vaḥ aham te tathā byākarissāmi ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.3",
        "original": "Yepi te, cunda, aparantasahagatā diṭṭhinissayā, tepi vo mayā byākatā, yathā te byākātabbā.",
        "analyzed": "ye pi te cunda aparanta sahagatāḥ diṭṭhi nissayā te pi vaḥ mayā byākatā yathā te byākātabbā ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.4",
        "original": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi?",
        "analyzed": "yathā ca te na byākātabbā kim vaḥ aham te tathā byākarissāmi ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.5",
        "original": "Katame ca te, cunda, pubbantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā.",
        "analyzed": "katame ca te cunda pubbanta sahagatāḥ diṭṭhi nissayāḥ ye vaḥ mayā byākatāḥ yathā te byākātabbā ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.6",
        "original": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi?",
        "analyzed": "yathā ca te na byākātabbā kim vaḥ aham te tathā byākarissāmi ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.7",
        "original": "Santi kho, cunda, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino:",
        "analyzed": "santi kho cunda eke samaṇa brāhmaṇāḥ eva vādinaḥ eva diṭṭhinaḥ ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.8",
        "original": "‘sassato attā ca loko ca, idameva saccaṁ moghamaññan’ti.",
        "analyzed": "sassataḥ attā ca loko ca idam eva saccam mogham aññanti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.9",
        "original": "Santi pana, cunda, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino:",
        "analyzed": "santi pana cunda eke samaṇa brāhmaṇāḥ eva vādinaḥ eva diṭṭhinaḥ ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.10",
        "original": "‘asassato attā ca loko ca …pe…",
        "analyzed": "a sassataḥ attā ca loko ca pe ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.11",
        "original": "sassato ca asassato ca attā ca loko ca …",
        "analyzed": "sassato ca a sassato ca attā ca loko ca ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.12",
        "original": "neva sassato nāsassato attā ca loko ca …",
        "analyzed": "na iva sassataḥ na a sassataḥ attā ca loko ca ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.13",
        "original": "sayaṅkato attā ca loko ca …",
        "analyzed": "sayaṅkataḥ attā ca ca ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.14",
        "original": "paraṅkato attā ca loko ca …",
        "analyzed": "paraṅkataḥ attā ca ca ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.15",
        "original": "sayaṅkato ca paraṅkato ca attā ca loko ca …",
        "analyzed": "sayaṅkato ca paraṅkato ca attā ca loko ca ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.16",
        "original": "asayaṅkāro aparaṅkāro adhiccasamuppanno attā ca loko ca, idameva saccaṁ moghamaññan’ti.",
        "analyzed": "a sayaṅkāraḥ a paraṅkāraḥ adhicca samuppannaḥ attā ca loko ca idam eva saccam mogham aññanti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.17",
        "original": "‘Sassataṁ sukhadukkhaṁ …",
        "analyzed": "sassatam sukha dukkham ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.18",
        "original": "asassataṁ sukhadukkhaṁ …",
        "analyzed": "a sassatam sukha dukkham ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.19",
        "original": "sassatañca asassatañca sukhadukkhaṁ …",
        "analyzed": "sassataṃ ca a sassatam ca sukha dukkham ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.20",
        "original": "nevasassataṁ nāsassataṁ sukhadukkhaṁ …",
        "analyzed": "na ivasassatam na asassatam sukha dukkham ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.21",
        "original": "sayaṅkataṁ sukhadukkhaṁ …",
        "analyzed": "sayaṅkatam sukha dukkham ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.22",
        "original": "paraṅkataṁ sukhadukkhaṁ …",
        "analyzed": "paraṅkatam sukha dukkham ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.23",
        "original": "sayaṅkatañca paraṅkatañca sukhadukkhaṁ …",
        "analyzed": "sayaṅkatam ca paraṅkatam ca sukha dukkham ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:34.24",
        "original": "asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ sukhadukkhaṁ, idameva saccaṁ moghamaññan’ti.",
        "analyzed": "a sayaṅkāram a paraṅkāram adhicca samuppannam sukha dukkhe idam eva saccam mogham aññanti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_dn_29:35.1",
        "original": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino:",
        "analyzed": "tatra cunda ye te samaṇa brāhmaṇāḥ eva vādinaḥ eva diṭṭhinaḥ ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.2",
        "original": "‘sassato attā ca loko ca, idameva saccaṁ moghamaññan’ti.",
        "analyzed": "sassataḥ attā ca loko ca idam eva saccam mogham aññanti ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.3",
        "original": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi:",
        "analyzed": "tya aham upasaṅkamitvā evam vadāmi ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.4",
        "original": "‘atthi nu kho idaṁ, āvuso, vuccati:",
        "analyzed": "atthi nu kho idam āvuso vuccati ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.5",
        "original": "“sassato attā ca loko cā”’ti?",
        "analyzed": "sassataḥ attā ca loko ca ati ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.6",
        "original": "Yañca kho te evamāhaṁsu:",
        "analyzed": "yat ca khalu te ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.7",
        "original": "‘idameva saccaṁ moghamaññan’ti.",
        "analyzed": "idam eva saccam mogham aññanti ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.8",
        "original": "Taṁ tesaṁ nānujānāmi.",
        "analyzed": "tam na anujānāmi ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.9",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.10",
        "original": "Aññathāsaññinopi hettha, cunda, santeke sattā.",
        "analyzed": "aññathā saññinaḥ pi ha ittha cunda santeke sattā ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.11",
        "original": "Imāyapi kho ahaṁ, cunda, paññattiyā neva attanā samasamaṁ samanupassāmi kuto bhiyyo.",
        "analyzed": "imāya api kho aha cunda paññattiyā na iva attanā samasamam samanupassāmi kutas bhiyyas ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:35.12",
        "original": "Atha kho ahameva tattha bhiyyo yadidaṁ adhipaññatti.",
        "analyzed": "atha kho aham eva tattha bhiyyaḥ yat idam adhipaññatti ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_dn_29:36.1",
        "original": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino:",
        "analyzed": "tatra cunda ye te samaṇa brāhmaṇāḥ eva vādinaḥ eva diṭṭhinaḥ ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.2",
        "original": "‘asassato attā ca loko ca …",
        "analyzed": "a sassataḥ attā ca loko ca ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.3",
        "original": "sassato ca asassato ca attā ca loko ca …",
        "analyzed": "sassato ca a sassato ca attā ca loko ca ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.4",
        "original": "nevasassato nāsassato attā ca loko ca …",
        "analyzed": "na iva asassataḥ na asassataḥ attā ca loko ca ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.5",
        "original": "sayaṅkato attā ca loko ca …",
        "analyzed": "sayaṅkataḥ attā ca ca ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.6",
        "original": "paraṅkato attā ca loko ca …",
        "analyzed": "paraṅkataḥ attā ca ca ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.7",
        "original": "sayaṅkato ca paraṅkato ca attā ca loko ca …",
        "analyzed": "sayaṅkato ca paraṅkato ca attā ca loko ca ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.8",
        "original": "asayaṅkāro aparaṅkāro adhiccasamuppanno attā ca loko ca …",
        "analyzed": "a sayaṅkāraḥ a paraṅkāraḥ adhicca samuppanno attā ca loko ca ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.9",
        "original": "sassataṁ sukhadukkhaṁ …",
        "analyzed": "sassatam sukha dukkham ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.10",
        "original": "asassataṁ sukhadukkhaṁ …",
        "analyzed": "a sassatam sukha dukkham ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.11",
        "original": "sassatañca asassatañca sukhadukkhaṁ …",
        "analyzed": "sassataṃ ca a sassatam ca sukha dukkham ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.12",
        "original": "nevasassataṁ nāsassataṁ sukhadukkhaṁ …",
        "analyzed": "na ivasassatam na asassatam sukha dukkham ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.13",
        "original": "sayaṅkataṁ sukhadukkhaṁ …",
        "analyzed": "sayaṅkatam sukha dukkham ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.14",
        "original": "paraṅkataṁ sukhadukkhaṁ …",
        "analyzed": "paraṅkatam sukha dukkham ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.15",
        "original": "sayaṅkatañca paraṅkatañca sukhadukkhaṁ …",
        "analyzed": "sayaṅkatam ca paraṅkatam ca sukha dukkham ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.16",
        "original": "asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ sukhadukkhaṁ, idameva saccaṁ moghamaññan’ti.",
        "analyzed": "a sayaṅkāram a paraṅkāram adhicca samuppannam sukha dukkhe idam eva saccam mogham aññanti ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.17",
        "original": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi:",
        "analyzed": "tya aham upasaṅkamitvā evam vadāmi ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.18",
        "original": "‘atthi nu kho idaṁ, āvuso, vuccati:",
        "analyzed": "atthi nu kho idam āvuso vuccati ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.19",
        "original": "“asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ sukhadukkhan”’ti?",
        "analyzed": "a sayaṅkāram a paraṅkāram adhicca samuppannam sukha dukkham ti ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.20",
        "original": "Yañca kho te evamāhaṁsu:",
        "analyzed": "yat ca khalu te ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.21",
        "original": "‘idameva saccaṁ moghamaññan’ti.",
        "analyzed": "idam eva saccam mogham aññanti ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.22",
        "original": "Taṁ tesaṁ nānujānāmi.",
        "analyzed": "tam na anujānāmi ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.23",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.24",
        "original": "Aññathāsaññinopi hettha, cunda, santeke sattā.",
        "analyzed": "aññathā saññinaḥ pi ha ittha cunda santeke sattā ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.25",
        "original": "Imāyapi kho ahaṁ, cunda, paññattiyā neva attanā samasamaṁ samanupassāmi kuto bhiyyo.",
        "analyzed": "imāya api kho aha cunda paññattiyā na iva attanā samasamam samanupassāmi kutas bhiyyas ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.26",
        "original": "Atha kho ahameva tattha bhiyyo yadidaṁ adhipaññatti.",
        "analyzed": "atha kho aham eva tattha bhiyyaḥ yat idam adhipaññatti ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.27",
        "original": "Ime kho te, cunda, pubbantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā.",
        "analyzed": "ime kho te cunda pubbanta sahagatāḥ diṭṭhi nissayāḥ ye vaḥ mayā byākatāḥ yathā te byākātabbā ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:36.28",
        "original": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi?",
        "analyzed": "yathā ca te na byākātabbā kim vaḥ aham te tathā byākarissāmi ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_dn_29:37.0",
        "original": "16. Aparantasahagatadiṭṭhinissaya",
        "analyzed": "        ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.1",
        "original": "Katame ca te, cunda, aparantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā.",
        "analyzed": "katame ca te cunda aparanta sahagatāḥ diṭṭhi nissayāḥ ye vaḥ mayā byākatāḥ yathā te byākātabbā ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.2",
        "original": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi?",
        "analyzed": "yathā ca te na byākātabbā kim vaḥ aham te tathā byākarissāmi ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.3",
        "original": "Santi, cunda, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino:",
        "analyzed": "santi cunda eke samaṇa brāhmaṇāḥ eva vādinaḥ eva diṭṭhinaḥ ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.4",
        "original": "‘rūpī attā hoti arogo paraṁ maraṇā, idameva saccaṁ moghamaññan’ti.",
        "analyzed": "rūpī attā hoti arogaḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.5",
        "original": "Santi pana, cunda, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino:",
        "analyzed": "santi pana cunda eke samaṇa brāhmaṇāḥ eva vādinaḥ eva diṭṭhinaḥ ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.6",
        "original": "‘arūpī attā hoti …",
        "analyzed": "arūpī attā hoti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.7",
        "original": "rūpī ca arūpī ca attā hoti …",
        "analyzed": "rūpī ca arūpī ca attā hoti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.8",
        "original": "nevarūpī nārūpī attā hoti …",
        "analyzed": "nevarūpī na arūpī attā hoti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.9",
        "original": "saññī attā hoti …",
        "analyzed": "saññī attā hoti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.10",
        "original": "asaññī attā hoti …",
        "analyzed": "asaññī attā hoti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.11",
        "original": "nevasaññīnāsaññī attā hoti …",
        "analyzed": "na ivasaññī na asaññī attā hoti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:37.12",
        "original": "attā ucchijjati vinassati na hoti paraṁ maraṇā, idameva saccaṁ moghamaññan’ti.",
        "analyzed": "attā ucchijjati vinassati na hoti param maraṇā idam eva saccam mogham aññanti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_dn_29:38.1",
        "original": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino:",
        "analyzed": "tatra cunda ye te samaṇa brāhmaṇāḥ eva vādinaḥ eva diṭṭhinaḥ ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.2",
        "original": "‘rūpī attā hoti arogo paraṁ maraṇā, idameva saccaṁ moghamaññan’ti.",
        "analyzed": "rūpī attā hoti arogaḥ param maraṇā idam eva saccam mogham aññanti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.3",
        "original": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi:",
        "analyzed": "tya aham upasaṅkamitvā evam vadāmi ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.4",
        "original": "‘atthi nu kho idaṁ, āvuso, vuccati:",
        "analyzed": "atthi nu kho idam āvuso vuccati ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.5",
        "original": "“rūpī attā hoti arogo paraṁ maraṇā”’ti?",
        "analyzed": "rūpī attā hoti arogaḥ param ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.6",
        "original": "Yañca kho te evamāhaṁsu:",
        "analyzed": "yat ca khalu te ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.7",
        "original": "‘idameva saccaṁ moghamaññan’ti.",
        "analyzed": "idam eva saccam mogham aññanti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.8",
        "original": "Taṁ tesaṁ nānujānāmi.",
        "analyzed": "tam na anujānāmi ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.9",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.10",
        "original": "Aññathāsaññinopi hettha, cunda, santeke sattā.",
        "analyzed": "aññathā saññinaḥ pi ha ittha cunda santeke sattā ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.11",
        "original": "Imāyapi kho ahaṁ, cunda, paññattiyā neva attanā samasamaṁ samanupassāmi kuto bhiyyo.",
        "analyzed": "imāya api kho aha cunda paññattiyā na iva attanā samasamam samanupassāmi kutas bhiyyas ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:38.12",
        "original": "Atha kho ahameva tattha bhiyyo yadidaṁ adhipaññatti.",
        "analyzed": "atha kho aham eva tattha bhiyyaḥ yat idam adhipaññatti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_dn_29:39.1",
        "original": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino:",
        "analyzed": "tatra cunda ye te samaṇa brāhmaṇāḥ eva vādinaḥ eva diṭṭhinaḥ ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.2",
        "original": "‘arūpī attā hoti …",
        "analyzed": "arūpī attā hoti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.3",
        "original": "rūpī ca arūpī ca attā hoti …",
        "analyzed": "rūpī ca arūpī ca attā hoti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.4",
        "original": "nevarūpīnārūpī attā hoti …",
        "analyzed": "attā hoti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.5",
        "original": "saññī attā hoti …",
        "analyzed": "saññī attā hoti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.6",
        "original": "asaññī attā hoti …",
        "analyzed": "asaññī attā hoti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.7",
        "original": "nevasaññīnāsaññī attā hoti …",
        "analyzed": "na ivasaññī na asaññī attā hoti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.8",
        "original": "attā ucchijjati vinassati na hoti paraṁ maraṇā, idameva saccaṁ moghamaññan’ti.",
        "analyzed": "attā ucchijjati vinassati na hoti param maraṇā idam eva saccam mogham aññanti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.9",
        "original": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi:",
        "analyzed": "tya aham upasaṅkamitvā evam vadāmi ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.10",
        "original": "‘atthi nu kho idaṁ, āvuso, vuccati:",
        "analyzed": "atthi nu kho idam āvuso vuccati ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.11",
        "original": "“attā ucchijjati vinassati na hoti paraṁ maraṇā”’ti?",
        "analyzed": "attā ucchijjati vinassati na hoti param ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.12",
        "original": "Yañca kho te, cunda, evamāhaṁsu:",
        "analyzed": "yat ca khalu te cundaḥ ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.13",
        "original": "‘idameva saccaṁ moghamaññan’ti.",
        "analyzed": "idam eva saccam mogham aññanti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.14",
        "original": "Taṁ tesaṁ nānujānāmi.",
        "analyzed": "tam na anujānāmi ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.15",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.16",
        "original": "Aññathāsaññinopi hettha, cunda, santeke sattā.",
        "analyzed": "aññathā saññinaḥ pi ha ittha cunda santeke sattā ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.17",
        "original": "Imāyapi kho ahaṁ, cunda, paññattiyā neva attanā samasamaṁ samanupassāmi, kuto bhiyyo.",
        "analyzed": "imāya api kho aha cunda paññattiyā na iva attanā samasamam samanupassāmi kutas bhiyyas ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.18",
        "original": "Atha kho ahameva tattha bhiyyo yadidaṁ adhipaññatti.",
        "analyzed": "atha kho aham eva tattha bhiyyaḥ yat idam adhipaññatti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.19",
        "original": "Ime kho te, cunda, aparantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā.",
        "analyzed": "ime kho te cunda aparanta sahagatāḥ diṭṭhi nissayāḥ ye vaḥ mayā byākatāḥ yathā te byākātabbā ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:39.20",
        "original": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi?",
        "analyzed": "yathā ca te na byākātabbā kim vaḥ aham te tathā byākarissāmi ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_dn_29:40.1",
        "original": "Imesañca, cunda, pubbantasahagatānaṁ diṭṭhinissayānaṁ imesañca aparantasahagatānaṁ diṭṭhinissayānaṁ pahānāya samatikkamāya evaṁ mayā cattāro satipaṭṭhānā desitā paññattā.",
        "analyzed": "imesam ca cunda pubbanta sahagatānam diṭṭhi nissayānam imesam ca aparanta sahagatānam diṭṭhi nissayānam pahānāya samatikkamāya evam mayā cattāro sati paṭṭhānāḥ desitā paññattā ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_dn_29:40.2",
        "original": "Katame cattāro?",
        "analyzed": "katame cattāro ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_dn_29:40.3",
        "original": "Idha, cunda, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ.",
        "analyzed": "idha cunda bhikkhu kāye kāya anupassī viharati ātāpī sampajānaḥ satimā vineyya loke abhijjhā domanassa ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_dn_29:40.4",
        "original": "Vedanāsu vedanānupassī …pe…",
        "analyzed": "vedanāsu vedanā anupassī pe ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_dn_29:40.5",
        "original": "citte cittānupassī …pe…",
        "analyzed": "citte citta anupassī pe ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_dn_29:40.6",
        "original": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ.",
        "analyzed": "dhammesu dhamma anupassī viharati ātāpī sampajānaḥ satimā vineyya loke abhijjhā domanassa ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_dn_29:40.7",
        "original": "Imesañca, cunda, pubbantasahagatānaṁ diṭṭhinissayānaṁ imesañca aparantasahagatānaṁ diṭṭhinissayānaṁ pahānāya samatikkamāya. Evaṁ mayā ime cattāro satipaṭṭhānā desitā paññattā”ti.",
        "analyzed": "imesam ca cunda pubbanta sahagatānam diṭṭhi nissayānam imesam ca aparanta sahagatānam diṭṭhi nissayānam pahānāya samatikkamāya evam mayā ime cattāro sati paṭṭhānā desitā paññattā ati ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_dn_29:41.1",
        "original": "Tena kho pana samayena āyasmā upavāṇo bhagavato piṭṭhito ṭhito hoti bhagavantaṁ bījayamāno.",
        "analyzed": "tena kho pana samayena āyasmai upavāṇaḥ bhagavataḥ piṭṭhitaḥ ṭhitaḥ hoti bhagavantam bījayamāno ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_dn_29:41.2",
        "original": "Atha kho āyasmā upavāṇo bhagavantaṁ etadavoca:",
        "analyzed": "atha khalu āyasmai upavāṇaḥ bhagavantam etat avoca ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_dn_29:41.3",
        "original": "“acchariyaṁ, bhante, abbhutaṁ, bhante.",
        "analyzed": "acchariya bhante abbhuta bhante ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_dn_29:41.4",
        "original": "Pāsādiko vatāyaṁ, bhante, dhammapariyāyo;",
        "analyzed": "pāsādikaḥ vata āya bhante dhammapariyāyaḥ ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_dn_29:41.5",
        "original": "supāsādiko vatāyaṁ, bhante, dhammapariyāyo, ko nāmāyaṁ, bhante, dhammapariyāyo”ti?",
        "analyzed": "su pāsādikaḥ vata āya bhante dhammapariyāyaḥ kaḥ nāmāya bhante dhammapariyāyo ti ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_dn_29:41.6",
        "original": "“Tasmātiha tvaṁ, upavāṇa, imaṁ dhammapariyāyaṁ ‘pāsādiko’ tveva naṁ dhārehī”ti.",
        "analyzed": "tasmā ati ha tvam upavāṇaḥ imam dhammapariyāyam pāsādikaḥ tu eva nam dhārehi iti ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_dn_29:41.7",
        "original": "Idamavoca bhagavā.",
        "analyzed": "idam avoca bhagavān ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_dn_29:41.8",
        "original": "Attamano āyasmā upavāṇo bhagavato bhāsitaṁ abhinandīti.",
        "analyzed": "atta manaḥ āyasmai upavāṇaḥ bhagavataḥ bhāsitam abhinandi iti ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_dn_29:41.9",
        "original": "Pāsādikasuttaṁ niṭṭhitaṁ chaṭṭhaṁ.",
        "analyzed": "pāsādika suttam niṭṭhitam chaṭṭha ",
        "folio": "41"
    }
]