[
    {
        "segmentnr": "PA_mil_5.3.3:0.1",
        "original": "Milindapañha",
        "analyzed": "milindapañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_5.3.3:0.2",
        "original": "Meṇḍakapañha",
        "analyzed": "meṇḍakapañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_5.3.3:0.3",
        "original": "Paṇāmitavagga",
        "analyzed": "paṇāmita vagga ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_5.3.3:0.4",
        "original": "3. Vatthaguyhanidassanapañha",
        "analyzed": "      ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_5.3.3:1.1",
        "original": "“Bhante nāgasena, bhāsitampetaṁ tathāgatena—",
        "analyzed": "bhante nāgasena tathāgatena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_5.3.3:2.1",
        "original": "‘Kāyena saṁvaro sādhu,",
        "analyzed": "kāyena savaraḥ sādhu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_5.3.3:2.2",
        "original": "sādhu vācāya saṁvaro;",
        "analyzed": "sādhu vācāya savaro ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_5.3.3:2.3",
        "original": "Manasā saṁvaro sādhu,",
        "analyzed": "manasā savaraḥ sādhu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_5.3.3:2.4",
        "original": "sādhu sabbattha saṁvaro’ti.",
        "analyzed": "sādhu sabbattha savaroti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_5.3.3:3.1",
        "original": "Puna ca tathāgato catunnaṁ parisānaṁ majjhe nisīditvā purato devamanussānaṁ selassa brāhmaṇassa kosohitaṁ vatthaguyhaṁ dassesi.",
        "analyzed": "puna ca tathāgataḥ catunnam parisānam majjhe nisīditvā puratas deva manussānam selassa brāhmaṇassa kosohitam vattha guyham dassesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_5.3.3:3.2",
        "original": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
        "analyzed": "yadi bhante nāgasena bhagavatā bhaṇita ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_5.3.3:3.3",
        "original": "‘kāyena saṁvaro sādhū’ti, tena hi selassa brāhmaṇassa kosohitaṁ vatthaguyhaṁ dassesīti yaṁ vacanaṁ, taṁ micchā.",
        "analyzed": "kāyena savaraḥ sādhu iti tena hi selassa brāhmaṇassa kosohitam vattha guyham dassesi iti yam tam micchā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_5.3.3:3.4",
        "original": "Yadi selassa brāhmaṇassa kosohitaṁ vatthaguyhaṁ dassesi, tena hi ‘kāyena saṁvaro sādhū’ti tampi vacanaṁ micchā.",
        "analyzed": "yadi selassa brāhmaṇassa kosohitam vattha guyham dassesi tena hi kāyena savaraḥ sādhu iti tam pi vacanam micchā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_5.3.3:3.5",
        "original": "Ayampi ubhato koṭiko pañho tavānuppatto, so tayā nibbāhitabbo”ti.",
        "analyzed": "ayam pi ubhatas koṭikaḥ pañho tava anuppatto saḥ tayā nibbāhitabbaḥ ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_5.3.3:4.1",
        "original": "“Bhāsitampetaṁ, mahārāja, bhagavatā ‘kāyena saṁvaro sādhū’ti, selassa ca brāhmaṇassa kosohitaṁ vatthaguyhaṁ dassitaṁ.",
        "analyzed": "mahā rāja bhagavatā kāyena savaro sādhu ti selassa ca brāhmaṇassa kosohitam vattha guyham dassita ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_5.3.3:4.2",
        "original": "Yassa kho, mahārāja, tathāgate kaṅkhā uppannā, tassa bodhanatthāya bhagavā iddhiyā tappaṭibhāgaṁ kāyaṁ dasseti, soyeva taṁ pāṭihāriyaṁ passatī”ti.",
        "analyzed": "yassa kho mahā rāja tathāgate kaṅkhā uppannā tassa bodhana atthāya bhagavā iddhiyā tad paṭibhāgam kāyam dasseti saḥ yā iva tam pāṭihāriyam passati iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_5.3.3:5.1",
        "original": "“Ko panetaṁ, bhante nāgasena, saddahissati, yaṁ parisagato ekoyeva taṁ guyhaṁ passati, avasesā tattheva vasantā na passantīti.",
        "analyzed": "kaḥ pana ita bhante nāgasena saddahissati yam parisagataḥ ekaḥ yā iva tam guyham passati avasesā tattha iva vasantā na passanti iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_5.3.3:5.2",
        "original": "Iṅgha me tvaṁ tattha kāraṇaṁ upadisa, kāraṇena maṁ saññāpehī”ti.",
        "analyzed": "iṅgha me tvam tattha kāraṇam upadisa kāraṇena mama saññāpehi iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_5.3.3:5.3",
        "original": "“Diṭṭhapubbo pana tayā, mahārāja, koci byādhito puriso parikiṇṇo ñātimittehī”ti.",
        "analyzed": "diṭṭha pubbaḥ pana tayā mahā rāja koci byādhitaḥ puriso parikiṇṇaḥ ñāti mittehi iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_5.3.3:5.4",
        "original": "“Āma, bhante”ti.",
        "analyzed": "āma bhanta iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_5.3.3:5.5",
        "original": "“Api nu kho sā, mahārāja, parisā passatetaṁ vedanaṁ, yāya so puriso vedanāya vedayatī”ti.",
        "analyzed": "api nu kho sā mahā rāja parisā passata itam vedana yāya saḥ purisaḥ vedanāya vedayati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_5.3.3:5.6",
        "original": "“Na hi, bhante, attanā yeva so, bhante, puriso vedayatī”ti.",
        "analyzed": "na hi bhante attanā yā iva saḥ bhante purisaḥ vedayati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_5.3.3:5.7",
        "original": "“Evameva kho, mahārāja, yasseva tathāgate kaṅkhā uppannā, tasseva tathāgato bodhanatthāya iddhiyā tappaṭibhāgaṁ kāyaṁ dasseti, soyeva taṁ pāṭihāriyaṁ passati.",
        "analyzed": "evam eva kho mahā rāja yassa iva tathāgate kaṅkhā uppannā tassa iva tathāgataḥ bodhana atthāya iddhiyā tad paṭibhāgam kāyam dasseti saḥ yā iva tam pāṭihāriyam passati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_5.3.3:6.1",
        "original": "Yathā vā pana, mahārāja, kañcideva purisaṁ bhūto āviseyya, api nu kho sā, mahārāja, parisā passati taṁ bhūtāgamanan”ti?",
        "analyzed": "yathā vā pana mahā rāja kañcid eva purisam bhūtaḥ āviseyya api nu kho sā mahā rāja parisā passati tam bhūta āgamanam ti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mil_5.3.3:6.2",
        "original": "“Na hi, bhante, soyeva āturo tassa bhūtassa āgamanaṁ passatī”ti.",
        "analyzed": "na hi bhante saḥ yā iva āturaḥ tassa bhūtassa āgamanam passati iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mil_5.3.3:6.3",
        "original": "“Evameva kho, mahārāja, yasseva tathāgate kaṅkhā uppannā, tasseva tathāgato bodhanatthāya iddhiyā tappaṭibhāgaṁ kāyaṁ dasseti, so yeva taṁ pāṭihāriyaṁ passatī”ti.",
        "analyzed": "evam eva kho mahā rāja yassa iva tathāgate kaṅkhā uppannā tassa iva tathāgataḥ bodhana atthāya iddhiyā tad paṭibhāgam kāyam dasseti saḥ yā iva tam pāṭihāriyam passati iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mil_5.3.3:7.1",
        "original": "“Dukkaraṁ, bhante nāgasena, bhagavatā kataṁ, yaṁ ekassapi adassanīyaṁ, taṁ dassentenā”ti.",
        "analyzed": "dukkara bhante nāgasena bhagavatā kata yam ekassa api a dassanīya tam dassentena ati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_5.3.3:7.2",
        "original": "“Na, mahārāja, bhagavā guyhaṁ dassesi, iddhiyā pana chāyaṁ dassesī”ti.",
        "analyzed": "na mahā rāja bhagavā guyham dassesi iddhiyā pana chāyam dassesi iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_5.3.3:7.3",
        "original": "“Chāyāyapi, bhante, diṭṭhāya diṭṭhaṁyeva hoti guyhaṁ, yaṁ disvā niṭṭhaṁ gato”ti.",
        "analyzed": "bhante diṭṭhāya diṭṭhayā iva hoti yam disvā niṭṭham gato ti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_5.3.3:7.4",
        "original": "“Dukkarañcāpi, mahārāja, tathāgato karoti bodhaneyye satte bodhetuṁ.",
        "analyzed": "dukkaram ca api mahā rāja tathāgataḥ karoti bodhaneyye satte bodhetu ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_5.3.3:7.5",
        "original": "Yadi, mahārāja, tathāgato kiriyaṁ hāpeyya, bodhaneyyā sattā na bujjheyyuṁ.",
        "analyzed": "yadi mahā rāja tathāgataḥ kiriyam hāpeyya bodhaneyyā sattāḥ na bujjheyyu ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_5.3.3:7.6",
        "original": "Yasmā ca kho, mahārāja, yogaññū tathāgato bodhaneyye satte bodhetuṁ, tasmā tathāgato yena yena yogena bodhaneyyā bujjhanti, tena tena yogena bodhaneyye bodheti.",
        "analyzed": "yasmai ca kho mahā rāja yogaññū tathāgataḥ bodhaneyye satte bodhetu tasmai tathāgataḥ yena yena yogena bodhaneyyāḥ bujjhanti tena tena yogena bodhaneyye bodheti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_5.3.3:8.1_0",
        "original": "Yathā, mahārāja, bhisakko sallakatto yena yena bhesajjena āturo arogo hoti, tena",
        "analyzed": "yathā mahā rāja bhisakkaḥ sallakattaḥ yena yena bhesajjena āturaḥ arogaḥ hoti tena ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_5.3.3:8.1_1",
        "original": "tena bhesajjena āturaṁ upasaṅkamati, vamanīyaṁ vameti, virecanīyaṁ vireceti, anulepanīyaṁ",
        "analyzed": "tena bhesajjena āturam upasaṅkamati vamanīyam vama iti virecanīyam vireca iti anulepanīya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_5.3.3:8.1_2",
        "original": "anulimpeti, anuvāsanīyaṁ anuvāseti;",
        "analyzed": "anulimpa iti anuvāsanīyam anuvāsa iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_5.3.3:8.2",
        "original": "evameva kho, mahārāja, tathāgato yena yena yogena bodhaneyyā sattā bujjhanti, tena tena yogena bodheti.",
        "analyzed": "evam eva kho mahā rāja tathāgataḥ yena yena yogena bodhaneyyā sattāḥ bujjhanti tena tena yogena bodha iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_5.3.3:9.1",
        "original": "Yathā vā pana, mahārāja, itthī mūḷhagabbhā bhisakkassa adassanīyaṁ guyhaṁ dasseti;",
        "analyzed": "yathā vā pana mahā rāja itthī mūḷha gabbhā bhisakkassa a dassanīyam guyham dasseti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_5.3.3:9.2",
        "original": "evameva kho, mahārāja, tathāgato bodhaneyye satte bodhetuṁ adassanīyaṁ guyhaṁ iddhiyā chāyaṁ dassesi.",
        "analyzed": "evam eva kho mahā rāja tathāgataḥ bodhaneyye satte bodhetum a dassanīyam guyham iddhiyā chāyam dassesi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_5.3.3:9.3",
        "original": "Natthi, mahārāja, adassanīyo nāma okāso puggalaṁ upādāya.",
        "analyzed": "natthi mahā rāja adassanīyaḥ nāma okāsaḥ puggalam upādāya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_5.3.3:9.4",
        "original": "Yadi, mahārāja, koci bhagavato hadayaṁ disvā bujjheyya, tassapi bhagavā yogena hadayaṁ dasseyya, yogaññū, mahārāja, tathāgato desanākusalo.",
        "analyzed": "yadi mahā rāja koci bhagavataḥ hadayam disvā bujjheyya tassa api bhagavā yogena hadayam dasseyya yogaññū mahā rāja tathāgataḥ desanā kusalaḥ ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_5.3.3:10.1",
        "original": "Nanu, mahārāja, tathāgato therassa nandassa adhimuttiṁ jānitvā taṁ devabhavanaṁ netvā devakaññāyo dassesi ‘imināyaṁ kulaputto bujjhissatī’ti, tena ca so kulaputto bujjhi.",
        "analyzed": "nanu mahā rāja tathāgataḥ therassa nandassa adhimuttim jānitvā tam devabhavanam netvā deva kaññāyaḥ dassesi iminā ayam kula puttaḥ bujjhissati iti tena ca so kula puttaḥ bujjhi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_5.3.3:10.2",
        "original": "Iti kho, mahārāja, tathāgato anekapariyāyena subhanimittaṁ hīḷento garahanto jigucchanto tassa bodhanahetu kakuṭapādiniyo accharāyo dassesi.",
        "analyzed": "iti kho mahā rāja tathāgataḥ aneka pariyāyena subha nimittam hīḷentaḥ garahantaḥ jigucchantaḥ tassa bodhana hetu kakuṭa pādiniyaḥ accharāyaḥ dassesi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_5.3.3:10.3",
        "original": "Evampi tathāgato yogaññū desanākusalo.",
        "analyzed": "evam pi tathāgataḥ yoga ññū desanā kusalaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_5.3.3:11.1_0",
        "original": "Puna caparaṁ, mahārāja, tathāgato therassa cūḷapanthakassa bhātarā nikkaḍḍhitassa",
        "analyzed": "puna capara mahā rāja tathāgataḥ therassa cūḷa panthakassa bhātarā nikkaḍḍhitassa ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mil_5.3.3:11.1_1",
        "original": "dukkhitassa dummanassa upagantvā sukhumaṁ coḷakhaṇḍaṁ adāsi ‘imināyaṁ kulaputto bujjhissatī’ti,",
        "analyzed": "dukkhitassa dummanassa upagantvā su khumam coḷa khaṇḍam adāsi iminā ayam kula putto bujjhissati iti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mil_5.3.3:11.1_2",
        "original": "so ca kulaputto tena kāraṇena jinasāsane vasībhāvaṁ pāpuṇi.",
        "analyzed": "saḥ ca kula putto tena kāraṇena jina sāsane vasībhāvam pāpuṇi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mil_5.3.3:11.2",
        "original": "Evampi, mahārāja, tathāgato yogaññū desanākusalo.",
        "analyzed": "evam pi mahā rāja tathāgataḥ yoga ññū desanā kusalaḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mil_5.3.3:12.1_0",
        "original": "Puna caparaṁ, mahārāja, tathāgato brāhmaṇassa mogharājassa yāva tatiyaṁ pañhaṁ puṭṭho",
        "analyzed": "puna capara mahā rāja tathāgataḥ brāhmaṇassa mogha rājassa yāva tatiyam pañham puṭṭhaḥ ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mil_5.3.3:12.1_1",
        "original": "na byākāsi ‘evamimassa kulaputtassa māno upasamissati, mānūpasamā abhisamayo bhavissatī’ti,",
        "analyzed": "na byākāsi evam imassa kula puttassa māno upasamissati mānūpasamāḥ abhisamayaḥ bhavissati iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mil_5.3.3:12.1_2",
        "original": "tena ca tassa kulaputtassa māno upasami, mānūpasamā so brāhmaṇo chasu abhiññāsu vasībhāvaṁ pāpuṇi.",
        "analyzed": "tena ca tassa kula puttassa mānaḥ upasami mānūpasamā saḥ brāhmaṇaḥ chasu abhiññāsu vasībhāvam pāpuṇi ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mil_5.3.3:12.2",
        "original": "Evampi, mahārāja, tathāgato yogaññū desanākusalo”ti.",
        "analyzed": "evam pi mahā rāja tathāgataḥ yogaññū desanā kusalaḥ ti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mil_5.3.3:13.1_0",
        "original": "“Sādhu, bhante nāgasena, sunibbeṭhito pañho bahuvidhehi kāraṇehi, gahanaṁ agahanaṁ",
        "analyzed": "sādhu bhante nāgasena su nibbeṭhitaḥ pañhaḥ bahuvidhehi kāraṇehi gahanam a gahana ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mil_5.3.3:13.1_1",
        "original": "kataṁ, andhakāro āloko kato, gaṇṭhi bhinno, bhaggā paravādā, jinaputtānaṁ cakkhuṁ",
        "analyzed": "andhakāraḥ ālokaḥ kataḥ bhinnaḥ bhaggā paravādā jinaputtānam cakkhu ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mil_5.3.3:13.1_2",
        "original": "tayā uppāditaṁ, nippaṭibhānā titthiyā, tvaṁ gaṇivarapavaramāsajjā”ti.",
        "analyzed": "tayā uppādita nippaṭibhānā titthiyā tvam gaṇi vara pavaram āsajjāti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mil_5.3.3:14.1",
        "original": "Vatthaguyhanidassanapañho tatiyo.",
        "analyzed": "vatthaguyhanidassanapañhaḥ tatiyaḥ ",
        "folio": "14"
    }
]