[
    {
        "segmentnr": "PA_mn_2:0.1",
        "original": "Majjhima Nikāya 2",
        "analyzed": "majjhima nikāya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_2:0.2",
        "original": "Sabbāsavasutta",
        "analyzed": "sabbāsavasutta ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_2:1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_2:1.2",
        "original": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
        "analyzed": "ekam samayam bhagavā sāvatthiyam viharati jetavane anāthapiṇḍikassa ārāme ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_2:1.3",
        "original": "Tatra kho bhagavā bhikkhū āmantesi:",
        "analyzed": "tatra kho bhagavā bhikkhū āmantesi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_2:1.4",
        "original": "“bhikkhavo”ti.",
        "analyzed": "bhikkhavaḥ ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_2:1.5",
        "original": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ.",
        "analyzed": "bhadanta iti te bhikkhū bhagavataḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_2:1.6",
        "original": "Bhagavā etadavoca:",
        "analyzed": "bhagavān etat avoca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_2:2.1",
        "original": "“sabbāsavasaṁvarapariyāyaṁ vo, bhikkhave, desessāmi.",
        "analyzed": "sabba āsava savara pariyāyam vaḥ bhikkhave desessāmi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_2:2.2",
        "original": "Taṁ suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti.",
        "analyzed": "tam suṇātha sādhukam manasi karotha bhāsissāmi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_2:2.3",
        "original": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ.",
        "analyzed": "eva bhante iti kho te bhikkhū bhagavato ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_2:2.4",
        "original": "Bhagavā etadavoca:",
        "analyzed": "bhagavān etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_2:3.1",
        "original": "“Jānato ahaṁ, bhikkhave, passato āsavānaṁ khayaṁ vadāmi, no ajānato no apassato.",
        "analyzed": "jānataḥ aha bhikkhave passataḥ āsavānam khayam vadāmi no a jānataḥ no a passataḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_2:3.2",
        "original": "Kiñca, bhikkhave, jānato kiñca passato āsavānaṁ khayaṁ vadāmi?",
        "analyzed": "kiñca bhikkhave jānataḥ kiñca passataḥ āsavānam khayam vadāmi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_2:3.3",
        "original": "Yoniso ca manasikāraṁ ayoniso ca manasikāraṁ.",
        "analyzed": "yonisaḥ ca manasikāram a yonisaḥ ca manasikāra ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_2:3.4",
        "original": "Ayoniso, bhikkhave, manasikaroto anuppannā ceva āsavā uppajjanti, uppannā ca āsavā pavaḍḍhanti;",
        "analyzed": "ayonisaḥ bhikkhave manasikarotaḥ anuppannā ca iva āsavāḥ uppajjanti uppannā ca āsavā pavaḍḍhanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_2:3.5",
        "original": "yoniso ca kho, bhikkhave, manasikaroto anuppannā ceva āsavā na uppajjanti, uppannā ca āsavā pahīyanti.",
        "analyzed": "yonisaḥ ca kho bhikkhave manasikarotaḥ anuppannā ca iva āsavā na uppajjanti uppannā ca āsavā pahīyanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_2:4.1_0",
        "original": "Atthi, bhikkhave, āsavā dassanā pahātabbā, atthi āsavā saṁvarā pahātabbā, atthi āsavā",
        "analyzed": "atthi bhikkhave āsavā dassanā pahātabbā atthi āsavā savarā pahātabbā atthi āsavā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_2:4.1_1",
        "original": "paṭisevanā pahātabbā, atthi āsavā adhivāsanā pahātabbā, atthi āsavā parivajjanā pahātabbā,",
        "analyzed": "paṭisevanā pahātabbā atthi āsavā adhivāsanā pahātabbā atthi āsavā parivajjanā pahātabbā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_2:4.1_2",
        "original": "atthi āsavā vinodanā pahātabbā, atthi āsavā bhāvanā pahātabbā.",
        "analyzed": "atthi āsavā vinodanā pahātabbā atthi āsavā bhāvanā pahātabbā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_2:5.0",
        "original": "1. Dassanāpahātabbaāsava",
        "analyzed": "dassana apahātabba āsava ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_2:5.1",
        "original": "Katame ca, bhikkhave, āsavā dassanā pahātabbā?",
        "analyzed": "katame ca bhikkhave āsavāḥ dassanā pahātabbā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_2:5.2",
        "original": "Idha, bhikkhave, assutavā puthujjano ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto—",
        "analyzed": "idha bhikkhave assutavā puthujjanaḥ ariyānam a dassāvī ariya dhammassa a kovidaḥ ariya dhamme a vinītaḥ sappurisānam a dassāvī sappurisa dhammassa a kovidaḥ sappurisa dhamme a vinītaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_2:5.3",
        "original": "manasikaraṇīye dhamme nappajānāti, amanasikaraṇīye dhamme nappajānāti.",
        "analyzed": "manasikaraṇīye dhamme na ppajānāti a manasikaraṇīye dhamme na ppajānāti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_2:5.4",
        "original": "So manasikaraṇīye dhamme appajānanto amanasikaraṇīye dhamme appajānanto, ye dhammā na manasikaraṇīyā, te dhamme manasi karoti, ye dhammā manasikaraṇīyā te dhamme na manasi karoti.",
        "analyzed": "so manasikaraṇīye dhamme appajānantaḥ a manasikaraṇīye dhamme appajānantaḥ ye dhammā na manasikaraṇīyā te dhamme manasi karoti ye dhammā manasikaraṇīyā te dhamme na manasi karoti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_2:6.1",
        "original": "Katame ca, bhikkhave, dhammā na manasikaraṇīyā ye dhamme manasi karoti?",
        "analyzed": "katame ca bhikkhave dhammāḥ na manasikaraṇīyāḥ ye dhamme manasi karoti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:6.2",
        "original": "Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo uppajjati, uppanno vā kāmāsavo pavaḍḍhati;",
        "analyzed": "yassa bhikkhave dhamme manasikarotaḥ anuppannaḥ vā kāma āsavaḥ uppajjati uppannaḥ vā kāma āsavaḥ pavaḍḍhati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:6.3",
        "original": "anuppanno vā bhavāsavo uppajjati, uppanno vā bhavāsavo pavaḍḍhati;",
        "analyzed": "anuppannaḥ vā bhava āsavaḥ uppajjati uppannaḥ vā bhava āsavaḥ pavaḍḍhati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:6.4",
        "original": "anuppanno vā avijjāsavo uppajjati, uppanno vā avijjāsavo pavaḍḍhati—",
        "analyzed": "anuppannaḥ vā avijjā āsavaḥ uppajjati uppannaḥ vā avijjā āsavaḥ pavaḍḍhati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:6.5",
        "original": "ime dhammā na manasikaraṇīyā ye dhamme manasi karoti.",
        "analyzed": "ime dhammā na manasikaraṇīyāḥ ye dhamme manasi karoti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:6.6",
        "original": "Katame ca, bhikkhave, dhammā manasikaraṇīyā ye dhamme na manasi karoti?",
        "analyzed": "katame ca bhikkhave dhammāḥ manasikaraṇīyāḥ ye dhamme na manasi karoti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:6.7",
        "original": "Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo na uppajjati, uppanno vā kāmāsavo pahīyati;",
        "analyzed": "yassa bhikkhave dhamme manasikarotaḥ anuppannaḥ vā kāma āsavaḥ na uppajjati uppannaḥ vā kāma āsavaḥ pahīyati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:6.8",
        "original": "anuppanno vā bhavāsavo na uppajjati, uppanno vā bhavāsavo pahīyati;",
        "analyzed": "anuppannaḥ vā bhava āsavaḥ na uppajjati uppannaḥ vā bhava āsavaḥ pahīyati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:6.9",
        "original": "anuppanno vā avijjāsavo na uppajjati, uppanno vā avijjāsavo pahīyati—",
        "analyzed": "anuppannaḥ vā avijjā āsavaḥ na uppajjati uppannaḥ vā avijjā āsavaḥ pahīyati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:6.10",
        "original": "ime dhammā manasikaraṇīyā ye dhamme na manasi karoti.",
        "analyzed": "ime dhammā manasikaraṇīyāḥ ye dhamme na manasi karoti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_2:7.1",
        "original": "Tassa amanasikaraṇīyānaṁ dhammānaṁ manasikārā manasikaraṇīyānaṁ dhammānaṁ amanasikārā anuppannā ceva āsavā uppajjanti uppannā ca āsavā pavaḍḍhanti.",
        "analyzed": "tassa a manasikaraṇīyānam dhammānam manasikārāḥ manasikaraṇīyānam dhammānam a manasikārāḥ anuppannā ca iva āsavā uppajjanti uppannā ca āsavā pavaḍḍhanti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:7.2",
        "original": "So evaṁ ayoniso manasi karoti:",
        "analyzed": "saḥ evam ayonisaḥ manasi karoti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:7.3_0",
        "original": "‘ahosiṁ nu kho ahaṁ atītamaddhānaṁ? Na nu kho ahosiṁ atītamaddhānaṁ? Kiṁ nu kho ahosiṁ",
        "analyzed": "ahosim nu kho aham atīta maddhāna na nu kho ahosim atīta maddhāna kim nu kho ahosi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:7.3_1",
        "original": "atītamaddhānaṁ? Kathaṁ nu kho ahosiṁ atītamaddhānaṁ? Kiṁ hutvā kiṁ ahosiṁ nu kho",
        "analyzed": "atīta maddhāna katham nu kho ahosim atīta maddhāna kim hutvā kim ahosim nu kho ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:7.3_2",
        "original": "ahaṁ atītamaddhānaṁ?",
        "analyzed": "aham ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:7.4_0",
        "original": "Bhavissāmi nu kho ahaṁ anāgatamaddhānaṁ? Na nu kho bhavissāmi anāgatamaddhānaṁ? Kiṁ",
        "analyzed": "bhavissāmi nu kho aham anāgata maddhāna na nu kho bhavissāmi anāgata maddhāna ki ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:7.4_1",
        "original": "nu kho bhavissāmi anāgatamaddhānaṁ? Kathaṁ nu kho bhavissāmi anāgatamaddhānaṁ? Kiṁ",
        "analyzed": "nu kho bhavissāmi anāgata maddhāna katham nu kho bhavissāmi anāgata maddhāna ki ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:7.4_2",
        "original": "hutvā kiṁ bhavissāmi nu kho ahaṁ anāgatamaddhānan’ti?",
        "analyzed": "hutvā kim bhavissāmi nu khalu aham anāgatam addhānam ti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:7.5",
        "original": "Etarahi vā paccuppannamaddhānaṁ ajjhattaṁ kathaṅkathī hoti:",
        "analyzed": "etarahi vā paccuppannam addhānam ajjhattam kathaṅkathī hoti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:7.6",
        "original": "‘ahaṁ nu khosmi? No nu khosmi? Kiṁ nu khosmi? Kathaṁ nu khosmi? Ayaṁ nu kho satto kuto āgato? So kuhiṁ gāmī bhavissatī’ti?",
        "analyzed": "aham nu kho asmi no nu kho asmi kim nu kho asmi katham nu kho asmi ayam nu kho satto kutas āgataḥ saḥ kuhim gāmī bhavissati iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_2:8.1",
        "original": "Tassa evaṁ ayoniso manasikaroto channaṁ diṭṭhīnaṁ aññatarā diṭṭhi uppajjati.",
        "analyzed": "tassa evam ayonisas manasikarotaḥ channam diṭṭhīnam aññatarā diṭṭhi uppajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.2",
        "original": "‘Atthi me attā’ti vā assa saccato thetato diṭṭhi uppajjati;",
        "analyzed": "atthi me attā iti vai assa saccatas thetatas diṭṭhi uppajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.3",
        "original": "‘natthi me attā’ti vā assa saccato thetato diṭṭhi uppajjati;",
        "analyzed": "natthi me attā ati vai assa saccatas thetatas diṭṭhi uppajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.4",
        "original": "‘attanāva attānaṁ sañjānāmī’ti vā assa saccato thetato diṭṭhi uppajjati;",
        "analyzed": "attanā ava attānam sañjānāmi iti vai assa saccataḥ thetataḥ diṭṭhi uppajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.5",
        "original": "‘attanāva anattānaṁ sañjānāmī’ti vā assa saccato thetato diṭṭhi uppajjati;",
        "analyzed": "attanā va anattānam sañjānāmi iti vai assa saccataḥ thetataḥ diṭṭhi uppajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.6",
        "original": "‘anattanāva attānaṁ sañjānāmī’ti vā assa saccato thetato diṭṭhi uppajjati;",
        "analyzed": "an attanā ava attānam sañjānāmi iti vai assa saccataḥ thetataḥ diṭṭhi uppajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.7",
        "original": "atha vā panassa evaṁ diṭṭhi hoti:",
        "analyzed": "atha vā panassa evam diṭṭhi hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.8_0",
        "original": "‘yo me ayaṁ attā vado vedeyyo tatra tatra kalyāṇapāpakānaṁ kammānaṁ vipākaṁ paṭisaṁvedeti",
        "analyzed": "yaḥ me ayam attā vadaḥ vedeyyaḥ tatra tatra kalyāṇa pāpakānam kammānam vipākam paṭisaveda iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.8_1",
        "original": "so kho pana me ayaṁ attā nicco dhuvo sassato avipariṇāmadhammo sassatisamaṁ tatheva ṭhassatī’ti.",
        "analyzed": "saḥ kho pana me ayam attā niccaḥ dhuvaḥ sassataḥ a vipariṇāma dhammo sassati samam tathā iva ṭhassati iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.9",
        "original": "Idaṁ vuccati, bhikkhave, diṭṭhigataṁ diṭṭhigahanaṁ diṭṭhikantāraṁ diṭṭhivisūkaṁ diṭṭhivipphanditaṁ diṭṭhisaṁyojanaṁ.",
        "analyzed": "idam vuccati bhikkhave diṭṭhi gatam diṭṭhi gahanam diṭṭhi kantāram diṭṭhi visūkam diṭṭhi vipphanditam diṭṭhi sayojana ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.10",
        "original": "Diṭṭhisaṁyojanasaṁyutto, bhikkhave, assutavā puthujjano na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi;",
        "analyzed": "diṭṭhi sayojana sayuttaḥ bhikkhave assutavā puthujjanaḥ na parimuccati jātiyāḥ jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:8.11",
        "original": "‘na parimuccati dukkhasmā’ti vadāmi.",
        "analyzed": "na parimuccati dukkhasma ati vadāmi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_2:9.1",
        "original": "Sutavā ca kho, bhikkhave, ariyasāvako—",
        "analyzed": "sutavā ca kho bhikkhave ariya sāvako ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_2:9.2",
        "original": "ariyānaṁ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṁ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto—",
        "analyzed": "ariyānam dassāvī ariya dhammassa kovidaḥ ariya dhamme su vinītaḥ sappurisānam dassāvī sappurisa dhammassa kovidaḥ sappurisa dhamme su vinītaḥ ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_2:9.3",
        "original": "manasikaraṇīye dhamme pajānāti amanasikaraṇīye dhamme pajānāti.",
        "analyzed": "manasikaraṇīye dhamme pajānāti a manasikaraṇīye dhamme pajānāti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_2:9.4",
        "original": "So manasikaraṇīye dhamme pajānanto amanasikaraṇīye dhamme pajānanto ye dhammā na manasikaraṇīyā te dhamme na manasi karoti, ye dhammā manasikaraṇīyā te dhamme manasi karoti.",
        "analyzed": "saḥ manasikaraṇīye dhamme pajānantaḥ a manasikaraṇīye dhamme pajānantaḥ ye dhammā na manasikaraṇīyā te dhamme na manasi karoti ye dhammā manasikaraṇīyā te dhamme manasi karoti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_2:10.1",
        "original": "Katame ca, bhikkhave, dhammā na manasikaraṇīyā ye dhamme na manasi karoti?",
        "analyzed": "katame ca bhikkhave dhammāḥ na manasikaraṇīyāḥ ye dhamme na manasi karoti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.2",
        "original": "Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo uppajjati, uppanno vā kāmāsavo pavaḍḍhati;",
        "analyzed": "yassa bhikkhave dhamme manasikarotaḥ anuppannaḥ vā kāma āsavaḥ uppajjati uppannaḥ vā kāma āsavaḥ pavaḍḍhati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.3",
        "original": "anuppanno vā bhavāsavo uppajjati, uppanno vā bhavāsavo pavaḍḍhati;",
        "analyzed": "anuppannaḥ vā bhava āsavaḥ uppajjati uppannaḥ vā bhava āsavaḥ pavaḍḍhati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.4",
        "original": "anuppanno vā avijjāsavo uppajjati, uppanno vā avijjāsavo pavaḍḍhati—",
        "analyzed": "anuppannaḥ vā avijjā āsavaḥ uppajjati uppannaḥ vā avijjā āsavaḥ pavaḍḍhati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.5",
        "original": "ime dhammā na manasikaraṇīyā, ye dhamme na manasi karoti.",
        "analyzed": "ime dhammāḥ na manasikaraṇīyāḥ ye dhamme na manasi karoti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.6",
        "original": "Katame ca, bhikkhave, dhammā manasikaraṇīyā ye dhamme manasi karoti?",
        "analyzed": "katame ca bhikkhave dhammāḥ manasikaraṇīyāḥ ye dhamme manasi karoti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.7",
        "original": "Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo na uppajjati, uppanno vā kāmāsavo pahīyati;",
        "analyzed": "yassa bhikkhave dhamme manasikarotaḥ anuppannaḥ vā kāma āsavaḥ na uppajjati uppannaḥ vā kāma āsavaḥ pahīyati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.8",
        "original": "anuppanno vā bhavāsavo na uppajjati, uppanno vā bhavāsavo pahīyati;",
        "analyzed": "anuppannaḥ vā bhava āsavaḥ na uppajjati uppannaḥ vā bhava āsavaḥ pahīyati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.9",
        "original": "anuppanno vā avijjāsavo na uppajjati, uppanno vā avijjāsavo pahīyati—",
        "analyzed": "anuppannaḥ vā avijjā āsavaḥ na uppajjati uppannaḥ vā avijjā āsavaḥ pahīyati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.10",
        "original": "ime dhammā manasikaraṇīyā ye dhamme manasi karoti.",
        "analyzed": "ime dhammāḥ manasikaraṇīyāḥ ye dhamme manasi karoti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:10.11",
        "original": "Tassa amanasikaraṇīyānaṁ dhammānaṁ amanasikārā manasikaraṇīyānaṁ dhammānaṁ manasikārā anuppannā ceva āsavā na uppajjanti, uppannā ca āsavā pahīyanti.",
        "analyzed": "tassa a manasikaraṇīyānam dhammānam a manasikārāḥ manasikaraṇīyānam dhammānam manasikārāḥ anuppannā ca iva āsavā na uppajjanti uppannā ca āsavā pahīyanti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_2:11.1_0",
        "original": "So ‘idaṁ dukkhan’ti yoniso manasi karoti, ‘ayaṁ dukkhasamudayo’ti yoniso manasi karoti,",
        "analyzed": "saḥ idam dukkhanti yonisas manasi karoti ayam dukkha samudayo ti yonisas manasi karoti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_2:11.1_1",
        "original": "‘ayaṁ dukkhanirodho’ti yoniso manasi karoti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti",
        "analyzed": "ayam dukkha nirodho ti yonisas manasi karoti ayam dukkha nirodha gāminī paṭipadā ati ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_2:11.1_2",
        "original": "yoniso manasi karoti.",
        "analyzed": "yonisaḥ manasi karoti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_2:11.2",
        "original": "Tassa evaṁ yoniso manasikaroto tīṇi saṁyojanāni pahīyanti—",
        "analyzed": "tassa evam yonisas manasikarotaḥ tīṇi sayojanāni pahīyanti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_2:11.3",
        "original": "sakkāyadiṭṭhi, vicikicchā, sīlabbataparāmāso.",
        "analyzed": "sa kāya diṭṭhi vicikicchā sīlabbata parāmāsaḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_2:11.4",
        "original": "Ime vuccanti, bhikkhave, āsavā dassanā pahātabbā.",
        "analyzed": "ime vuccanti bhikkhave āsavāḥ dassanā pahātabbā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_2:12.0",
        "original": "2. Saṁvarāpahātabbaāsava",
        "analyzed": "savara apahātabba āsava ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.1",
        "original": "Katame ca, bhikkhave, āsavā saṁvarā pahātabbā?",
        "analyzed": "katame ca bhikkhave āsavā savarā pahātabbā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.2",
        "original": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cakkhundriyasaṁvarasaṁvuto viharati.",
        "analyzed": "idha bhikkhave bhikkhu paṭisaṅkhā yonisas cakkhu indriya savara savutaḥ viharati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.3",
        "original": "Yañhissa, bhikkhave, cakkhundriyasaṁvaraṁ asaṁvutassa viharato uppajjeyyuṁ āsavā vighātapariḷāhā, cakkhundriyasaṁvaraṁ saṁvutassa viharato evaṁsa te āsavā vighātapariḷāhā na honti.",
        "analyzed": "yañhi ssa bhikkhave cakkhu indriya savaram a savutassa viharataḥ uppajjeyyuṃ āsavāḥ vighāta pariḷāhā cakkhu indriya savaram savutassa viharataḥ te āsavāḥ vighāta pariḷāhāḥ na honti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.4",
        "original": "Paṭisaṅkhā yoniso sotindriyasaṁvarasaṁvuto viharati …pe…",
        "analyzed": "paṭisaṅkhā yonisaḥ viharati pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.5",
        "original": "ghānindriyasaṁvarasaṁvuto viharati …pe…",
        "analyzed": "viharati pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.6",
        "original": "jivhindriyasaṁvarasaṁvuto viharati …pe…",
        "analyzed": "viharati pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.7",
        "original": "kāyindriyasaṁvarasaṁvuto viharati …pe…",
        "analyzed": "viharati pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.8",
        "original": "manindriyasaṁvarasaṁvuto viharati.",
        "analyzed": "viharati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.9",
        "original": "Yañhissa, bhikkhave, manindriyasaṁvaraṁ asaṁvutassa viharato uppajjeyyuṁ āsavā vighātapariḷāhā, manindriyasaṁvaraṁ saṁvutassa viharato evaṁsa te āsavā vighātapariḷāhā na honti.",
        "analyzed": "yañhi ssa bhikkhave manindriya savaram a savutassa viharato uppajjeyyuṃ āsavāḥ vighāta pariḷāhāḥ manindriya savaram savutassa viharato eva te āsavāḥ vighāta pariḷāhāḥ na honti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.10",
        "original": "Yañhissa, bhikkhave, saṁvaraṁ asaṁvutassa viharato uppajjeyyuṁ āsavā vighātapariḷāhā, saṁvaraṁ saṁvutassa viharato evaṁsa te āsavā vighātapariḷāhā na honti.",
        "analyzed": "yañhi ssa bhikkhave savaram asavutassa viharataḥ uppajjeyyuṃ āsavāḥ vighāta pariḷāhā savaram savutassa viharataḥ te āsavāḥ vighāta pariḷāhāḥ na honti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:12.11",
        "original": "Ime vuccanti, bhikkhave, āsavā saṁvarā pahātabbā.",
        "analyzed": "ime vuccanti bhikkhave āsavā savarā pahātabbā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_2:13.0",
        "original": "3. Paṭisevanāpahātabbaāsava",
        "analyzed": "paṭisevana apahātabba āsava ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_2:13.1",
        "original": "Katame ca, bhikkhave, āsavā paṭisevanā pahātabbā?",
        "analyzed": "katame ca bhikkhave āsavā paṭisevanā pahātabbā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_2:13.2",
        "original": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cīvaraṁ paṭisevati:",
        "analyzed": "idha bhikkhave bhikkhu paṭisaṅkhā yonisas cīvaram paṭisevati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_2:13.3",
        "original": "‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva hirikopīnappaṭicchādanatthaṁ’.",
        "analyzed": "yāvat eva sītassa paṭighātāya uṇhassa paṭighātāya ḍasama kasa vāta ātapa sarīsapa samphassānam paṭighātāya yāvat eva ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_2:14.1",
        "original": "Paṭisaṅkhā yoniso piṇḍapātaṁ paṭisevati:",
        "analyzed": "paṭisaṅkhā yonisaḥ piṇḍapātam paṭisevati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_2:14.2_0",
        "original": "‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā",
        "analyzed": "na iva davāya na madāya na maṇḍanāya na vibhūsanāya yāvat eva imassa kāyassa ṭhitiyā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_2:14.2_1",
        "original": "yāpanāya, vihiṁsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṁ paṭihaṅkhāmi",
        "analyzed": "yāpanāya brahmacariya anuggahāya iti purāṇam ca vedanam paṭihaṅkhāmi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_2:14.2_2",
        "original": "navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca’.",
        "analyzed": "navam ca vedanam na uppādessāmi yātrā ca me bhavissati anavajja tā ca phāsu vihāraḥ ca ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_2:15.1",
        "original": "Paṭisaṅkhā yoniso senāsanaṁ paṭisevati:",
        "analyzed": "paṭisaṅkhā yonisaḥ senāsanam paṭisevati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_2:15.2",
        "original": "‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṁ’.",
        "analyzed": "yāvat eva sītassa paṭighātāya uṇhassa paṭighātāya ḍasama kasa vāta ātapa sarīsapa samphassānam paṭighātāya yāvat eva utu parissaya vinodana paṭisallāna ārāmattha ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_2:16.1",
        "original": "Paṭisaṅkhā yoniso gilānappaccayabhesajjaparikkhāraṁ paṭisevati:",
        "analyzed": "paṭisaṅkhā yonisas gilāna paccaya bhesajja parikkhāram paṭisevati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_2:16.2",
        "original": "‘yāvadeva uppannānaṁ veyyābādhikānaṁ vedanānaṁ paṭighātāya, abyābajjhaparamatāya’.",
        "analyzed": "yāvat eva uppannānam veyyābādhikānam vedanānam paṭighātāya a byābajjha parama tāya ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_2:17.1",
        "original": "Yañhissa, bhikkhave, appaṭisevato uppajjeyyuṁ āsavā vighātapariḷāhā, paṭisevato evaṁsa te āsavā vighātapariḷāhā na honti.",
        "analyzed": "yañhi ssa bhikkhave appaṭisevataḥ uppajjeyyuṃ āsavāḥ vighāta pariḷāhā paṭisevataḥ eva te āsavāḥ vighāta pariḷāhāḥ na honti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_2:17.2",
        "original": "Ime vuccanti, bhikkhave, āsavā paṭisevanā pahātabbā.",
        "analyzed": "ime vuccanti bhikkhave āsavā paṭisevanā pahātabbā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_2:18.0",
        "original": "4. Adhivāsanāpahātabbaāsava",
        "analyzed": "adhivāsana apahātabba āsava ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_2:18.1",
        "original": "Katame ca, bhikkhave, āsavā adhivāsanā pahātabbā?",
        "analyzed": "katame ca bhikkhave āsavāḥ adhivāsanā pahātabbā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_2:18.2_0",
        "original": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso khamo hoti sītassa uṇhassa, jighacchāya",
        "analyzed": "idha bhikkhave bhikkhu paṭisaṅkhā yonisaḥ khamaḥ hoti sītassa uṇhassa jighacchāya ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_2:18.2_1",
        "original": "pipāsāya. Ḍaṁsamakasavātātapasarīsapasamphassānaṁ, duruttānaṁ durāgatānaṁ vacanapathānaṁ,",
        "analyzed": "pipāsāya duruttānam durāgatānam vacana pathāna ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_2:18.2_2",
        "original": "uppannānaṁ sārīrikānaṁ vedanānaṁ dukkhānaṁ tibbānaṁ kharānaṁ kaṭukānaṁ asātānaṁ amanāpānaṁ",
        "analyzed": "uppannānam sārīrikānam vedanānam dukkhānam tibbānam kharānam kaṭukānam asātānam amanāpānam ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_2:18.2_3",
        "original": "pāṇaharānaṁ adhivāsakajātiko hoti.",
        "analyzed": "adhivāsaka jātikaḥ hoti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_2:18.3",
        "original": "Yañhissa, bhikkhave, anadhivāsayato uppajjeyyuṁ āsavā vighātapariḷāhā, adhivāsayato evaṁsa te āsavā vighātapariḷāhā na honti.",
        "analyzed": "yañhi ssa bhikkhave an adhivāsayataḥ uppajjeyyuṃ āsavāḥ vighāta pariḷāhāḥ adhivāsayataḥ te āsavāḥ vighāta pariḷāhāḥ na honti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_2:18.4",
        "original": "Ime vuccanti, bhikkhave, āsavā adhivāsanā pahātabbā.",
        "analyzed": "ime vuccanti bhikkhave āsavāḥ adhivāsanā pahātabbā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_2:19.0",
        "original": "5. Parivajjanāpahātabbaāsava",
        "analyzed": "parivajjana apahātabba āsava ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:19.1",
        "original": "Katame ca, bhikkhave, āsavā parivajjanā pahātabbā?",
        "analyzed": "katame ca bhikkhave āsavā parivajjanā pahātabbā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:19.2_0",
        "original": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso caṇḍaṁ hatthiṁ parivajjeti, caṇḍaṁ assaṁ",
        "analyzed": "idha bhikkhave bhikkhu paṭisaṅkhā yonisaḥ caṇḍam hatthim parivajjeti caṇḍam assa ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:19.2_1",
        "original": "parivajjeti, caṇḍaṁ goṇaṁ parivajjeti, caṇḍaṁ kukkuraṁ parivajjeti, ahiṁ khāṇuṁ kaṇṭakaṭṭhānaṁ",
        "analyzed": "parivajja iti caṇḍam goṇam parivajja iti caṇḍam kukkuram parivajja iti ahim khāṇum kaṇṭakaṭṭhāna ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:19.2_2",
        "original": "sobbhaṁ papātaṁ candanikaṁ oḷigallaṁ.",
        "analyzed": "papātam candanikam oḷigalla ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:19.3_0",
        "original": "Yathārūpe anāsane nisinnaṁ yathārūpe agocare carantaṁ yathārūpe pāpake mitte bhajantaṁ",
        "analyzed": "yathārūpe anāsane nisinnam yathārūpe agocare carantam yathārūpe pāpake mitte bhajanta ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:19.3_1",
        "original": "viññū sabrahmacārī pāpakesu ṭhānesu okappeyyuṁ, so tañca anāsanaṁ tañca agocaraṁ",
        "analyzed": "viññū sabrahmacārī pāpakesu ṭhānesu okappeyyu saḥ tat ca anāsanam tat ca agocara ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:19.3_2",
        "original": "te ca pāpake mitte paṭisaṅkhā yoniso parivajjeti.",
        "analyzed": "te ca pāpake mitte paṭisaṅkhā yonisas parivajja iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:19.4",
        "original": "Yañhissa, bhikkhave, aparivajjayato uppajjeyyuṁ āsavā vighātapariḷāhā, parivajjayato evaṁsa te āsavā vighātapariḷāhā na honti.",
        "analyzed": "yañhi ssa bhikkhave a parivajjayataḥ uppajjeyyum āsavāḥ vighāta pariḷāhā parivajjayataḥ eva te āsavāḥ vighāta pariḷāhāḥ na honti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:19.5",
        "original": "Ime vuccanti, bhikkhave, āsavā parivajjanā pahātabbā.",
        "analyzed": "ime vuccanti bhikkhave āsavā parivajjanā pahātabbā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_2:20.0",
        "original": "6. Vinodanāpahātabbaāsava",
        "analyzed": "vinodana apahātabba āsava ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_2:20.1",
        "original": "Katame ca, bhikkhave, āsavā vinodanā pahātabbā?",
        "analyzed": "katame ca bhikkhave āsavāḥ vinodanā pahātabbā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_2:20.2_0",
        "original": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso uppannaṁ kāmavitakkaṁ nādhivāseti pajahati",
        "analyzed": "idha bhikkhave bhikkhu paṭisaṅkhā yonisas uppannam kāma vitakkam na adhivāseti pajahati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_2:20.2_1",
        "original": "vinodeti byantīkaroti anabhāvaṁ gameti, uppannaṁ byāpādavitakkaṁ …pe… uppannaṁ vihiṁsāvitakkaṁ",
        "analyzed": "vinodeti byantīkaroti anabhāvam gama iti uppannam byāpāda vitakkam pe uppannam vihisā vitakka ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_2:20.2_2",
        "original": "…pe… uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṁ gameti.",
        "analyzed": "pe uppanna uppanne pāpake akusale dhamme na adhivāseti pajahati vinodeti byantīkaroti anabhāvam gameti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_2:20.3",
        "original": "Yañhissa, bhikkhave, avinodayato uppajjeyyuṁ āsavā vighātapariḷāhā, vinodayato evaṁsa te āsavā vighātapariḷāhā na honti.",
        "analyzed": "yañhi ssa bhikkhave a vinodayataḥ uppajjeyyuṃ āsavāḥ vighāta pariḷāhāḥ vinodayataḥ eva te āsavāḥ vighāta pariḷāhāḥ na honti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_2:20.4",
        "original": "Ime vuccanti, bhikkhave, āsavā vinodanā pahātabbā.",
        "analyzed": "ime vuccanti bhikkhave āsavāḥ vinodanā pahātabbā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_2:21.0",
        "original": "7. Bhāvanāpahātabbaāsava",
        "analyzed": "bhāvanā apahātabba āsava ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.1",
        "original": "Katame ca, bhikkhave, āsavā bhāvanā pahātabbā?",
        "analyzed": "katame ca bhikkhave āsavāḥ bhāvanā pahātabbā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.2",
        "original": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ;",
        "analyzed": "idha bhikkhave bhikkhu paṭisaṅkhā yonisas sati sambojjhaṅgam bhāveti viveka nissitam virāga nissitam nirodha nissitam vossagga pariṇāmi ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.3",
        "original": "paṭisaṅkhā yoniso dhammavicayasambojjhaṅgaṁ bhāveti …pe…",
        "analyzed": "paṭisaṅkhā yonisas dhammavicaya sambojjhaṅgam bhāveti pe ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.4",
        "original": "vīriyasambojjhaṅgaṁ bhāveti …",
        "analyzed": "vīriya sambojjhaṅgam bhāveti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.5",
        "original": "pītisambojjhaṅgaṁ bhāveti …",
        "analyzed": "pīti sambojjhaṅgam bhāveti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.6",
        "original": "passaddhisambojjhaṅgaṁ bhāveti …",
        "analyzed": "passaddhi sambojjhaṅgam bhāveti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.7",
        "original": "samādhisambojjhaṅgaṁ bhāveti …",
        "analyzed": "samādhi sambojjhaṅgam bhāva iti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.8",
        "original": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ.",
        "analyzed": "upekkhā sambojjhaṅgam bhāveti viveka nissitam virāga nissitam nirodha nissitam vossagga pariṇāmi ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.9",
        "original": "Yañhissa, bhikkhave, abhāvayato uppajjeyyuṁ āsavā vighātapariḷāhā, bhāvayato evaṁsa te āsavā vighātapariḷāhā na honti.",
        "analyzed": "yañhi ssa bhikkhave a bhāvayataḥ uppajjeyyuṃ āsavāḥ vighāta pariḷāhāḥ bhāvayataḥ eva te āsavāḥ vighāta pariḷāhāḥ na honti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:21.10",
        "original": "Ime vuccanti, bhikkhave, āsavā bhāvanā pahātabbā.",
        "analyzed": "ime vuccanti bhikkhave āsavāḥ bhāvanā pahātabbā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_2:22.1_0",
        "original": "Yato kho, bhikkhave, bhikkhuno ye āsavā dassanā pahātabbā te dassanā pahīnā honti,",
        "analyzed": "yatas kho bhikkhave bhikkhuno ye āsavāḥ dassanā pahātabbā te dassanā pahīnā honti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_2:22.1_1",
        "original": "ye āsavā saṁvarā pahātabbā te saṁvarā pahīnā honti, ye āsavā paṭisevanā pahātabbā",
        "analyzed": "ye āsavā savarā pahātabbā te savarā pahīnāḥ honti ye āsavā paṭisevanā pahātabbā ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_2:22.1_2",
        "original": "te paṭisevanā pahīnā honti, ye āsavā adhivāsanā pahātabbā te adhivāsanā pahīnā honti,",
        "analyzed": "te paṭisevanā pahīnāḥ honti ye āsavāḥ adhivāsanā pahātabbā te adhivāsanā pahīnāḥ honti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_2:22.1_3",
        "original": "ye āsavā parivajjanā pahātabbā te parivajjanā pahīnā honti, ye āsavā vinodanā pahātabbā",
        "analyzed": "ye āsavā parivajjanā pahātabbā te parivajjanā pahīnā honti ye āsavā vinodanā pahātabbā ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_2:22.1_4",
        "original": "te vinodanā pahīnā honti, ye āsavā bhāvanā pahātabbā te bhāvanā pahīnā honti;",
        "analyzed": "te vinodanā pahīnāḥ honti ye āsavāḥ bhāvanā pahātabbā te bhāvanā pahīnāḥ honti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_2:22.2",
        "original": "ayaṁ vuccati, bhikkhave: ‘bhikkhu sabbāsavasaṁvarasaṁvuto viharati, acchecchi taṇhaṁ, vivattayi saṁyojanaṁ, sammā mānābhisamayā antamakāsi dukkhassā’”ti.",
        "analyzed": "ayam vuccati bhikkhave bhikkhu sabba asava savara savutaḥ viharati dukkhassa ati ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_2:22.3",
        "original": "Idamavoca bhagavā.",
        "analyzed": "idam avoca bhagavān ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_2:22.4",
        "original": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti.",
        "analyzed": "attamanāḥ te bhikkhū bhagavataḥ bhāsitam abhinandunti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_2:22.5",
        "original": "Sabbāsavasuttaṁ niṭṭhitaṁ dutiyaṁ.",
        "analyzed": "sabbāsava suttam niṭṭhitam dutiya ",
        "folio": "22"
    }
]