[
    {
        "segmentnr": "PA_mil_6.2.9:0.1",
        "original": "Milindapañha",
        "analyzed": "milindapañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.2.9:0.2",
        "original": "Anumānapañha",
        "analyzed": "anumāna pañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.2.9:0.3",
        "original": "Nippapañcavagga",
        "analyzed": "nippa pañca vagga ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.2.9:0.4",
        "original": "9. Sūriyatapanapañha",
        "analyzed": "sūriya tapana pañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.1",
        "original": "“Bhante nāgasena, ayaṁ sūriyo sabbakālaṁ kaṭhinaṁ tapati, udāhu kiñcikālaṁ mandaṁ tapatī”ti?",
        "analyzed": "bhante nāgasena ayam sūriyaḥ sabbakālam kaṭhinam tapati udāhu kiñcikālam mandam tapati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.2",
        "original": "“Sabbakālaṁ, mahārāja, sūriyo kaṭhinaṁ tapati, na kiñcikālaṁ mandaṁ tapatī”ti.",
        "analyzed": "sabbakāla mahā rāja sūriyaḥ kaṭhinam tapati na kiñcikālam mandam tapati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.3",
        "original": "“Yadi, bhante nāgasena, sūriyo sabbakālaṁ kaṭhinaṁ tapati, kissa pana appekadā sūriyo kaṭhinaṁ tapati, appekadā mandaṁ tapatī”ti?",
        "analyzed": "yadi bhante nāgasena sūriyaḥ sabbakālam kaṭhinam tapati kissa pana appekadā sūriyaḥ kaṭhinam tapati appekadā mandam tapati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.4",
        "original": "“Cattārome, mahārāja, sūriyassa rogā, yesaṁ aññatarena rogena paṭipīḷito sūriyo mandaṁ tapati.",
        "analyzed": "cattāro me mahā rāja sūriyassa rogāḥ yesam aññatarena rogena paṭipīḷitaḥ sūriyaḥ mandam tapati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.5",
        "original": "Katame cattāro?",
        "analyzed": "katame cattāro ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.6",
        "original": "Abbhaṁ, mahārāja, sūriyassa rogo, tena rogena paṭipīḷito sūriyo mandaṁ tapati.",
        "analyzed": "abbha mahā rāja sūriyassa rogo tena rogena paṭipīḍitaḥ sūriyaḥ mandam tapati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.7",
        "original": "Mahikā, mahārāja, sūriyassa rogo, tena rogena paṭipīḷito sūriyo mandaṁ tapati.",
        "analyzed": "mahikā mahā rāja sūriyassa rogo tena rogena paṭipīḍitaḥ sūriyaḥ mandam tapati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.8",
        "original": "Megho, mahārāja, sūriyassa rogo, tena rogena paṭipīḷito sūriyo mandaṁ tapati.",
        "analyzed": "meghaḥ mahā rāja sūriyassa rogaḥ tena rogena paṭipīḍitaḥ sūriyaḥ mandam tapati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.9",
        "original": "Rāhu, mahārāja, sūriyassa rogo, tena rogena paṭipīḷito sūriyo mandaṁ tapati.",
        "analyzed": "rāhu mahā rāja sūriyassa rogo tena rogena paṭipīḍitaḥ sūriyaḥ mandam tapati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.10",
        "original": "Ime kho, mahārāja, cattāro sūriyassa rogā, yesaṁ aññatarena rogena paṭipīḷito sūriyo mandaṁ tapatī”ti.",
        "analyzed": "ime kho mahā rāja cattāro sūriyassa rogāḥ yesam aññatarena rogena paṭipīḷitaḥ sūriyaḥ mandam tapati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.11_0",
        "original": "“Acchariyaṁ, bhante nāgasena, abbhutaṁ, bhante nāgasena, sūriyassapi tāva tejosampannassa",
        "analyzed": "acchariya bhante nāgasena abbhuta bhante nāgasena sūriyassa api tāva tejaḥ sampannassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.11_1",
        "original": "rogo uppajjissati, kimaṅgaṁ pana aññesaṁ sattānaṁ, natthi, bhante, esā vibhatti aññassa",
        "analyzed": "rogaḥ uppajjissati kimaṅgam pana aññesam natthi bhante esā vibhatti aññassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:1.11_2",
        "original": "aññatra tavādisena buddhimatā”ti.",
        "analyzed": "aññatra tava ādisena buddhimatā ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.9:2.1",
        "original": "Sūriyatapanapañho navamo.",
        "analyzed": "sūriyatapanapañhaḥ navamo ",
        "folio": "2"
    }
]