[
    {
        "segmentnr": "PA_mn_36:0.1",
        "original": "Majjhima Nikāya 36",
        "analyzed": "majjhima nikāya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_36:0.2",
        "original": "Mahāsaccakasutta",
        "analyzed": "mahāsaccaka sutta ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_36:1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_36:1.2",
        "original": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ.",
        "analyzed": "ekam samayam bhagavā vesāliyam viharati mahā vane kūṭāgāra sālāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_36:2.1",
        "original": "Tena kho pana samayena bhagavā pubbaṇhasamayaṁ sunivattho hoti pattacīvaramādāya vesāliṁ piṇḍāya pavisitukāmo.",
        "analyzed": "tena kho pana samayena bhagavā pubbaṇhasamayam su nivatthaḥ hoti patta cīvaram ādāya vesālim piṇḍāya pavisitu kāmo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_36:3.1",
        "original": "Atha kho saccako nigaṇṭhaputto jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena mahāvanaṁ kūṭāgārasālā tenupasaṅkami.",
        "analyzed": "atha kho saccakaḥ nigaṇṭha puttaḥ jaṅghāvihāram anucaṅkamamānaḥ anuvicaramānaḥ yena mahā vanam kūṭāgāra sālā tena upasaṅkami ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:3.2",
        "original": "Addasā kho āyasmā ānando saccakaṁ nigaṇṭhaputtaṁ dūratova āgacchantaṁ.",
        "analyzed": "addasā kho āyasmai ānandaḥ saccakam nigaṇṭha puttam dūratas vā āgacchanta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:3.3",
        "original": "Disvāna bhagavantaṁ etadavoca:",
        "analyzed": "disvāna bhagavantam etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:3.4",
        "original": "“ayaṁ, bhante, saccako nigaṇṭhaputto āgacchati bhassappavādako paṇḍitavādo sādhusammato bahujanassa.",
        "analyzed": "bhante saccakaḥ nigaṇṭha putto āgacchati bhassa ppavādakaḥ paṇḍita vādaḥ sādhu sammataḥ bahu janassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:3.5",
        "original": "Eso kho, bhante, avaṇṇakāmo buddhassa, avaṇṇakāmo dhammassa, avaṇṇakāmo saṅghassa.",
        "analyzed": "eso kho bhante avaṇṇa kāmaḥ buddhassa avaṇṇa kāmaḥ dhammassa avaṇṇa kāmaḥ saṅghassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:3.6",
        "original": "Sādhu, bhante, bhagavā muhuttaṁ nisīdatu anukampaṁ upādāyā”ti.",
        "analyzed": "sādhu bhante bhagavā muhuttam nisīdatu anukampam upādāya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:3.7",
        "original": "Nisīdi bhagavā paññatte āsane.",
        "analyzed": "nisīdi bhagavā paññatte āsane ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:3.8_0",
        "original": "Atha kho saccako nigaṇṭhaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā",
        "analyzed": "atha kho saccakaḥ nigaṇṭha puttaḥ yena bhagavā tena upasaṅkami upasaṅkamitvā bhagavatā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:3.8_1",
        "original": "saddhiṁ sammodi, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ",
        "analyzed": "saddhim sammodi sammodanīyam katham sāraṇīyam vītisāretvā ekamantam nisīdi ekamanta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:3.8_2",
        "original": "nisinno kho saccako nigaṇṭhaputto bhagavantaṁ etadavoca:",
        "analyzed": "nisinnaḥ kho saccakaḥ nigaṇṭha puttaḥ bhagavantam etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_36:4.1",
        "original": "“Santi, bho gotama, eke samaṇabrāhmaṇā kāyabhāvanānuyogamanuyuttā viharanti, no cittabhāvanaṁ.",
        "analyzed": "santi bho gotama eke samaṇa brāhmaṇā kāya bhāvanā anuyogam anuyuttāḥ viharanti no citta bhāvana ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.2",
        "original": "Phusanti hi te, bho gotama, sārīrikaṁ dukkhaṁ vedanaṁ.",
        "analyzed": "phusanti hi te bho gotama sārīrikam dukkham vedana ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.3_0",
        "original": "Bhūtapubbaṁ, bho gotama, sārīrikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi",
        "analyzed": "bhūta pubba bho gotama sārīrikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhaḥ api ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.3_1",
        "original": "nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṁ mukhato uggamissati,",
        "analyzed": "nāma bhavissati hadayam pi nāma phalissati uṇham pi lohitam mukhataḥ uggamissati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.3_2",
        "original": "ummādampi pāpuṇissati cittakkhepaṁ.",
        "analyzed": "ummādam pi pāpuṇissati cittakkhepa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.4",
        "original": "Tassa kho etaṁ, bho gotama, kāyanvayaṁ cittaṁ hoti, kāyassa vasena vattati.",
        "analyzed": "tassa kho eta bho gotama kāya nvayam cittam hoti kāyassa vasena vattati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.5",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.6",
        "original": "Abhāvitattā cittassa.",
        "analyzed": "a bhāvita ttā cittassa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.7",
        "original": "Santi pana, bho gotama, eke samaṇabrāhmaṇā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanaṁ.",
        "analyzed": "santi pana bho gotama eke samaṇa brāhmaṇā citta bhāvanā anuyogam anuyuttāḥ viharanti no kāya bhāvanā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.8",
        "original": "Phusanti hi te, bho gotama, cetasikaṁ dukkhaṁ vedanaṁ.",
        "analyzed": "phusanti hi te bho gotama cetasikam dukkham vedana ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.9_0",
        "original": "Bhūtapubbaṁ, bho gotama, cetasikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi",
        "analyzed": "bhūta pubba bho gotama cetasikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhaḥ api ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.9_1",
        "original": "nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṁ mukhato uggamissati,",
        "analyzed": "nāma bhavissati hadayam pi nāma phalissati uṇham pi lohitam mukhataḥ uggamissati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.9_2",
        "original": "ummādampi pāpuṇissati cittakkhepaṁ.",
        "analyzed": "ummādam pi pāpuṇissati cittakkhepa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.10",
        "original": "Tassa kho eso, bho gotama, cittanvayo kāyo hoti, cittassa vasena vattati.",
        "analyzed": "tassa kho esaḥ bho gotama citta anvayaḥ kāyaḥ hoti cittassa vasena vattati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.11",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.12",
        "original": "Abhāvitattā kāyassa.",
        "analyzed": "a bhāvita ttā kāyassa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.13",
        "original": "Tassa mayhaṁ, bho gotama, evaṁ hoti:",
        "analyzed": "tassa bho gotama evam hoti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:4.14",
        "original": "‘addhā bhoto gotamassa sāvakā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanan’”ti.",
        "analyzed": "addhā bhotaḥ gotamassa sāvakā citta bhāvanā anuyogam anuyuttāḥ viharanti no kāya bhāvananti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_36:5.1",
        "original": "“Kinti pana te, aggivessana, kāyabhāvanā sutā”ti?",
        "analyzed": "kinti pana te aggivessana kāya bhāvanā sutā ati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.2",
        "original": "“Seyyathidaṁ—",
        "analyzed": "seyyathida ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.3",
        "original": "nando vaccho, kiso saṅkicco, makkhali gosālo—",
        "analyzed": "nandaḥ vacchaḥ kisaḥ saṅkiccaḥ makkhali gosālaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.4",
        "original": "etehi, bho gotama, acelakā muttācārā hatthāpalekhanā naehibhaddantikā natiṭṭhabhaddantikā na abhihaṭaṁ na uddissakataṁ na nimantanaṁ sādiyanti,",
        "analyzed": "etehi bho gotama acelakāḥ mutta ācārāḥ hattha apalekhanāḥ na ehibhaddantikāḥ na tiṭṭhabhaddantikāḥ na abhihaṭam na uddissakatam na nimantanam sādiyanti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.5_0",
        "original": "te na kumbhimukhā paṭiggaṇhanti na kaḷopimukhā paṭiggaṇhanti na eḷakamantaraṁ na",
        "analyzed": "te na kumbhi mukhā paṭiggaṇhanti na kaḷopi mukhā paṭiggaṇhanti na eḷakam antaram na ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.5_1",
        "original": "daṇḍamantaraṁ na musalamantaraṁ na dvinnaṁ bhuñjamānānaṁ na gabbhiniyā na pāyamānāya",
        "analyzed": "daṇḍam antaram na musalam antaram na dvinnam bhuñjamānānam na gabbhiniyā na pāyamānāya ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.5_2",
        "original": "na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā",
        "analyzed": "na purisa antara gatāya na saṅkittīsu na yattha sā upaṭṭhitaḥ hoti na yattha makkhikā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.5_3",
        "original": "saṇḍasaṇḍacārinī, na macchaṁ na maṁsaṁ na suraṁ na merayaṁ na thusodakaṁ pivanti.",
        "analyzed": "na maccham na masam na suram na merayam na thusa udakam pivanti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.6",
        "original": "Te ekāgārikā vā honti ekālopikā, dvāgārikā vā honti dvālopikā …pe… sattāgārikā vā honti sattālopikā.",
        "analyzed": "te eka agārikāḥ vā honti ekālopikāḥ dvāgārikāḥ vā honti dvālopikā pe satta āgārikāḥ vā honti satta ālopikā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.7",
        "original": "Ekissāpi dattiyā yāpenti, dvīhipi dattīhi yāpenti …pe… sattahipi dattīhi yāpenti.",
        "analyzed": "ekissā api dattiyā yāpenti dvīhi pi dattīhi yāpenti pe sattahi pi dattīhi yāpenti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:5.8",
        "original": "Ekāhikampi āhāraṁ āhārenti, dvīhikampi āhāraṁ āhārenti …pe… sattāhikampi āhāraṁ āhārenti. Iti evarūpaṁ addhamāsikampi pariyāyabhattabhojanānuyogamanuyuttā viharantī”ti.",
        "analyzed": "ekāhikam pi āhāram āhārenti dvīhikam pi āhāram āhārenti pe sattāhikam pi āhāram āhārenti iti evarūpam addhamāsikam pi pariyāya bhatta bhojana anuyogam anuyuttāḥ viharanti iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_36:6.1",
        "original": "“Kiṁ pana te, aggivessana, tāvatakeneva yāpentī”ti?",
        "analyzed": "kim pana te aggivessana tāvatakena iva yāpenti iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_36:6.2",
        "original": "“No hidaṁ, bho gotama.",
        "analyzed": "na u hida bho gotama ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_36:6.3",
        "original": "Appekadā, bho gotama, uḷārāni uḷārāni khādanīyāni khādanti, uḷārāni uḷārāni bhojanāni bhuñjanti, uḷārāni uḷārāni sāyanīyāni sāyanti, uḷārāni uḷārāni pānāni pivanti.",
        "analyzed": "appekadā bho gotama uḷārāni uḷārāni khādanīyāni khādanti uḷārāni uḷārāni bhojanāni bhuñjanti uḷārāni uḷārāni sāyanīyāni sāyanti uḷārāni uḷārāni pānāni pivanti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_36:6.4",
        "original": "Te imaṁ kāyaṁ balaṁ gāhenti nāma, brūhenti nāma, medenti nāmā”ti.",
        "analyzed": "te imam kāyam balam nāma brūhenti nāma medenti nāma ati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_36:6.5",
        "original": "“Yaṁ kho te, aggivessana, purimaṁ pahāya pacchā upacinanti, evaṁ imassa kāyassa ācayāpacayo hoti.",
        "analyzed": "yam kho te aggivessana purimam pahāya pacchā upacinanti evam imassa kāyassa ācaya apacayaḥ hoti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_36:6.6",
        "original": "Kinti pana te, aggivessana, cittabhāvanā sutā”ti?",
        "analyzed": "kinti pana te aggivessana citta bhāvanā sutā ati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_36:6.7",
        "original": "Cittabhāvanāya kho saccako nigaṇṭhaputto bhagavatā puṭṭho samāno na sampāyāsi.",
        "analyzed": "citta bhāvanāya kho saccakaḥ nigaṇṭhaputto bhagavatā puṭṭhaḥ samānaḥ na ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_36:7.1",
        "original": "Atha kho bhagavā saccakaṁ nigaṇṭhaputtaṁ etadavoca:",
        "analyzed": "atha kho bhagavā saccakam nigaṇṭha puttam etat avoca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_36:7.2",
        "original": "“yāpi kho te esā, aggivessana, purimā kāyabhāvanā bhāsitā sāpi ariyassa vinaye no dhammikā kāyabhāvanā.",
        "analyzed": "yā api kho te esā aggivessana purimā kāya bhāvanā bhāsitā sā api ariyassa vinaye no dhammikā kāya bhāvanā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_36:7.3",
        "original": "Kāyabhāvanampi kho tvaṁ, aggivessana, na aññāsi, kuto pana tvaṁ cittabhāvanaṁ jānissasi?",
        "analyzed": "kāya bhāvanam pi kho tva aggivessana na aññāsi kutas pana tvam citta bhāvanam jānissasi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_36:7.4",
        "original": "Api ca, aggivessana, yathā abhāvitakāyo ca hoti abhāvitacitto ca, bhāvitakāyo ca hoti bhāvitacitto ca.",
        "analyzed": "api ca aggivessana yathā abhāvita kāyaḥ ca hoti abhāvita citto ca bhāvita kāyaḥ ca hoti bhāvita citto ca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_36:7.5",
        "original": "Taṁ suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti.",
        "analyzed": "tam suṇāhi sādhukam manasi karohi bhāsissāmi iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_36:7.6",
        "original": "“Evaṁ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi.",
        "analyzed": "eva bhoti kho saccakaḥ nigaṇṭhaputto bhagavataḥ paccassosi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_36:7.7",
        "original": "Bhagavā etadavoca:",
        "analyzed": "bhagavān etat avoca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_36:8.1",
        "original": "“Kathañca, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca?",
        "analyzed": "kathañca aggivessana abhāvita kāyaḥ ca hoti abhāvita citto ca ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:8.2",
        "original": "Idha, aggivessana, assutavato puthujjanassa uppajjati sukhā vedanā.",
        "analyzed": "idha aggivessana assutavataḥ puthujjanassa uppajjati sukhā vedanā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:8.3",
        "original": "So sukhāya vedanāya phuṭṭho samāno sukhasārāgī ca hoti sukhasārāgitañca āpajjati.",
        "analyzed": "saḥ sukhāya vedanāya phuṭṭhaḥ samānaḥ sukha sārāgī ca hoti sukha sārāgi tañca āpajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:8.4",
        "original": "Tassa sā sukhā vedanā nirujjhati.",
        "analyzed": "tassa sā sukhā vedanā nirujjhati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:8.5",
        "original": "Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā.",
        "analyzed": "sukhāya vedanāya nirodhā uppajjati dukkhā vedanā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:8.6",
        "original": "So dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṁ kandati sammohaṁ āpajjati.",
        "analyzed": "so dukkhāya vedanāya phuṭṭhaḥ samānaḥ socati kilamati paridevati uras tāḷim kandati sammoham āpajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:8.7",
        "original": "Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṁ pariyādāya tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṁ pariyādāya tiṭṭhati abhāvitattā cittassa.",
        "analyzed": "tassa kho esā aggivessana uppannā api sukhā vedanā cittam pariyādāya tiṭṭhati a bhāvita ttā kāyassa uppannā api dukkhā vedanā cittam pariyādāya tiṭṭhati a bhāvita ttā cittassa ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:8.8_0",
        "original": "Yassa kassaci, aggivessana, evaṁ ubhatopakkhaṁ uppannāpi sukhā vedanā cittaṁ pariyādāya",
        "analyzed": "yassa kassaci aggivessana evam ubhatopakkham uppannā api sukhā vedanā cittam pariyādāya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:8.8_1",
        "original": "tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṁ pariyādāya tiṭṭhati",
        "analyzed": "tiṭṭhati abhāvita ttā kāyassa uppannā api dukkhā vedanā cittam pariyādāya tiṭṭhati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:8.8_2",
        "original": "abhāvitattā cittassa, evaṁ kho, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca.",
        "analyzed": "a bhāvita ttā cittassa evam kho aggivessana abhāvita kāyaḥ ca hoti abhāvita citto ca ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_36:9.1",
        "original": "Kathañca, aggivessana, bhāvitakāyo ca hoti bhāvitacitto ca?",
        "analyzed": "kathañca aggivessana bhāvita kāyaḥ ca hoti bhāvita citto ca ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:9.2",
        "original": "Idha, aggivessana, sutavato ariyasāvakassa uppajjati sukhā vedanā.",
        "analyzed": "idha aggivessana sutavataḥ ariya sāvakassa uppajjati sukhā vedanā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:9.3",
        "original": "So sukhāya vedanāya phuṭṭho samāno na sukhasārāgī ca hoti, na sukhasārāgitañca āpajjati.",
        "analyzed": "saḥ sukhāya vedanāya phuṭṭhaḥ samānaḥ na sukha sārāgī ca hoti na sukha sārāgi tañca āpajjati ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:9.4",
        "original": "Tassa sā sukhā vedanā nirujjhati.",
        "analyzed": "tassa sā sukhā vedanā nirujjhati ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:9.5",
        "original": "Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā.",
        "analyzed": "sukhāya vedanāya nirodhā uppajjati dukkhā vedanā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:9.6",
        "original": "So dukkhāya vedanāya phuṭṭho samāno na socati na kilamati na paridevati na urattāḷiṁ kandati na sammohaṁ āpajjati.",
        "analyzed": "so dukkhāya vedanāya phuṭṭhaḥ samānaḥ na socati na kilamati na paridevati na uras tāḷim kandati na sammoham āpajjati ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:9.7",
        "original": "Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṁ na pariyādāya tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati bhāvitattā cittassa.",
        "analyzed": "tassa kho esā aggivessana uppannā api sukhā vedanā cittam na pariyādāya tiṭṭhati bhāvita ttā kāyassa uppannā api dukkhā vedanā cittam na pariyādāya tiṭṭhati bhāvita ttā cittassa ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:9.8_0",
        "original": "Yassa kassaci, aggivessana, evaṁ ubhatopakkhaṁ uppannāpi sukhā vedanā cittaṁ na pariyādāya",
        "analyzed": "yassa kassaci aggivessana evam ubhatopakkham uppannā api sukhā vedanā cittam na pariyādāya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:9.8_1",
        "original": "tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati",
        "analyzed": "tiṭṭhati bhāvita ttā kāyassa uppannā api dukkhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:9.8_2",
        "original": "bhāvitattā cittassa. Evaṁ kho, aggivessana, bhāvitakāyo ca hoti bhāvitacitto cā”ti.",
        "analyzed": "bhāvita ttā cittassa evam kho aggivessana bhāvita kāyaḥ ca hoti bhāvita citto ca ati ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_36:10.1",
        "original": "“Evaṁ pasanno ahaṁ bhoto gotamassa.",
        "analyzed": "evam pasannaḥ aham bhoto gotamassa ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_36:10.2",
        "original": "Bhavañhi gotamo bhāvitakāyo ca hoti bhāvitacitto cā”ti.",
        "analyzed": "bhavan hi gotamaḥ bhāvita kāyaḥ ca hoti bhāvita cittaḥ ca ati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_36:10.3",
        "original": "“Addhā kho te ayaṁ, aggivessana, āsajja upanīya vācā bhāsitā,",
        "analyzed": "addhā kho te aya aggivessana āsajjaḥ upanīya vācā bhāsitā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_36:10.4",
        "original": "api ca te ahaṁ byākarissāmi.",
        "analyzed": "api ca te aham byākarissāmi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_36:10.5_0",
        "original": "Yato kho ahaṁ, aggivessana, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā",
        "analyzed": "yatas kho aha aggivessana kesa massum ohāretvā kāsāyāni vatthāni acchādetvā agārasmā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_36:10.5_1",
        "original": "anagāriyaṁ pabbajito, taṁ vata me uppannā vā sukhā vedanā cittaṁ pariyādāya ṭhassati,",
        "analyzed": "anagāriyam pabbajito tam vata me uppannā vā sukhā vedanā cittam pariyādāya ṭhassati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_36:10.5_2",
        "original": "uppannā vā dukkhā vedanā cittaṁ pariyādāya ṭhassatīti netaṁ ṭhānaṁ vijjatī”ti.",
        "analyzed": "uppannā vā dukkhā vedanā cittam pariyādāya ṭhassati iti na etam ṭhānam vijjati iti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_36:11.1_0",
        "original": "“Na hi nūna bhoto gotamassa uppajjati tathārūpā sukhā vedanā yathārūpā uppannā sukhā",
        "analyzed": "na hi nūna bhoto gotamassa uppajjati tathārūpā sukhā vedanā yathārūpā uppannā sukhā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_36:11.1_1",
        "original": "vedanā cittaṁ pariyādāya tiṭṭheyya; na hi nūna bhoto gotamassa uppajjati tathārūpā",
        "analyzed": "vedanā cittam pariyādāya tiṭṭheyya na hi nūna bhoto gotamassa uppajjati tathārūpā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_36:11.1_2",
        "original": "dukkhā vedanā yathārūpā uppannā dukkhā vedanā cittaṁ pariyādāya tiṭṭheyyā”ti.",
        "analyzed": "dukkhā vedanā yathārūpā uppannā dukkhā vedanā cittam pariyādāya tiṭṭheyya ati ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_36:12.1",
        "original": "“Kiñhi no siyā, aggivessana?",
        "analyzed": "kim hi naḥ siyā aggivessana ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_36:12.2",
        "original": "Idha me, aggivessana, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:",
        "analyzed": "idha me aggivessana pubbā iva sambodhā an abhisambuddhassa bodhisattassa iva sataḥ etat ahosi ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_36:12.3",
        "original": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.",
        "analyzed": "sambādhaḥ gharāvāsaḥ rajāpathaḥ abbhokāsaḥ pabbajjā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_36:12.4",
        "original": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
        "analyzed": "na idam sukaram agāram ajjhāvasatā ekanta paripuṇṇam ekanta parisuddham saṅkha likhitam brahmacariyam caritu ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_36:12.5",
        "original": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti.",
        "analyzed": "yat nūna aham kesa massuṃ ohāretvā kāsāyāni vatthāni a chādetvā agārasma anagāriyam pabbajeyyanti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_36:13.1_0",
        "original": "So kho ahaṁ, aggivessana, aparena samayena daharova samāno, susukāḷakeso bhadrena",
        "analyzed": "saḥ khalu aha aggivessana aparena samayena daharaḥ uva samānaḥ su su kāḷa kesaḥ bhadrena ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.1_1",
        "original": "yobbanena samannāgato paṭhamena vayasā, akāmakānaṁ mātāpitūnaṁ assumukhānaṁ rudantānaṁ,",
        "analyzed": "yobbanena samannāgataḥ paṭhamena vayasā akāmakānam mātā pitūnam assu mukhānam ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.1_2",
        "original": "kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajiṁ.",
        "analyzed": "kesa massuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasma anagāriyam pabbaji ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.2",
        "original": "So evaṁ pabbajito samāno kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ:",
        "analyzed": "saḥ evam pabbajitaḥ samānaḥ kiṅkusala gavesī anuttaram santivara padam pariyesamānaḥ yena āḷāraḥ kālāmaḥ tena upasaṅkami upasaṅkamitvā āḷāram kālāmam etat avoca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.3",
        "original": "‘icchāmahaṁ, āvuso kālāma, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti.",
        "analyzed": "icchāmahe āvuso kālāma imasmin dhamma vinaye brahmacariyam caritun ti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.4",
        "original": "Evaṁ vutte, aggivessana, āḷāro kālāmo maṁ etadavoca:",
        "analyzed": "evam vutte aggivessanaḥ āḷāraḥ kālāmaḥ mam etat avoca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.5",
        "original": "‘viharatāyasmā,",
        "analyzed": "viharata ayasmai ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.6",
        "original": "tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti.",
        "analyzed": "tādisaḥ ayam dhammaḥ yattha viññū purisaḥ nacirassa iva sakam ācariyakam sayam abhiññā sacchikatvā upasampajja vihareyya ati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.7",
        "original": "So kho ahaṁ, aggivessana, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ.",
        "analyzed": "saḥ kho aha aggivessana nacirassa iva khippam eva tam dhammam pariyāpuṇi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.8",
        "original": "So kho ahaṁ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca.",
        "analyzed": "saḥ kho aha aggivessana tāvatakena iva oṭṭha pahata mattena lapita lāpana mattena ñāṇa vādañca vadāmi thera vādañca jānāmi passāmi iti ca paṭijānāmi aham ca iva aññe ca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.9",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.10",
        "original": "‘na kho āḷāro kālāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti,",
        "analyzed": "na kho āḷāraḥ kālāmaḥ imam dhammam kevalam saddhāmattakena sayam abhiññā sacchikatvā upasampajja viharāmi iti paveda iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.11",
        "original": "addhā āḷāro kālāmo imaṁ dhammaṁ jānaṁ passaṁ viharatī’ti.",
        "analyzed": "addhā āḷāraḥ kālāmaḥ imam dhammam jānam passam viharati iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.12",
        "original": "Atha khvāhaṁ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ:",
        "analyzed": "atha khvā āha aggivessana yena āḷāraḥ kālāmaḥ tena upasaṅkami upasaṅkamitvā āḷāram kālāmam etat avoca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.13",
        "original": "‘kittāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?",
        "analyzed": "kittāvatā no āvuso kālāme imam dhammam sayam abhiññā sacchikatvā upasampajja viharāmi iti pavedesi iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.14",
        "original": "Evaṁ vutte, aggivessana, āḷāro kālāmo ākiñcaññāyatanaṁ pavedesi.",
        "analyzed": "evam vutte aggivessanaḥ āḷāraḥ kālāmaḥ ākiñcaññāyatanam pavedesi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.15",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.16",
        "original": "‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā;",
        "analyzed": "na kho āḷārassa iva kālāmassa atthi saddhā mayham patthi saddhā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.17",
        "original": "na kho āḷārasseva kālāmassa atthi vīriyaṁ, mayhampatthi vīriyaṁ;",
        "analyzed": "na kho āḷārassa iva kālāmassa atthi vīriya mayham patthi vīriya ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.18",
        "original": "na kho āḷārasseva kālāmassa atthi sati, mayhampatthi sati;",
        "analyzed": "na kho āḷārassa iva kālāmassa atthi sati sati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.19",
        "original": "na kho āḷārasseva kālāmassa atthi samādhi, mayhampatthi samādhi;",
        "analyzed": "na kho āḷārassa iva kālāmassa atthi samādhi mayham patthi samādhi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.20",
        "original": "na kho āḷārasseva kālāmassa atthi paññā, mayhampatthi paññā;",
        "analyzed": "na kho āḷārassa iva kālāmassa atthi paññā mayham patthi paññā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.21",
        "original": "yannūnāhaṁ yaṁ dhammaṁ āḷāro kālāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti.",
        "analyzed": "yat nūna aham yam dhammaṃ āḷāraḥ kālāmaḥ sayam abhiññā sacchikatvā upasampajja viharāmi iti paveda iti tassa dhammassa sacchikiriyāya padaheyyanti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:13.22",
        "original": "So kho ahaṁ, aggivessana, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ.",
        "analyzed": "saḥ kho aha aggivessana nacirassa iva khippam eva tam dhammam sayam abhiññā sacchikatvā upasampajja vihāsi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_36:14.1",
        "original": "Atha khvāhaṁ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ:",
        "analyzed": "atha khvā āha aggivessana yena āḷāraḥ kālāmaḥ tena upasaṅkami upasaṅkamitvā āḷāram kālāmam etat avoca ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.2",
        "original": "‘ettāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti?",
        "analyzed": "ettāvatā no āvuso kālāma imam dhammam sayam abhiññā sacchikatvā upasampajja pavedesi iti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.3",
        "original": "‘Ettāvatā kho ahaṁ, āvuso, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemī’ti.",
        "analyzed": "ettāvatā kho aha āvuso imam dhammam sayam abhiññā sacchikatvā upasampajja pavedemi iti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.4",
        "original": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti.",
        "analyzed": "aham pi kho āvuso ettāvatā imam dhammam sayam abhiññā sacchikatvā upasampajja viharāmi iti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.5",
        "original": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso,",
        "analyzed": "lābhāḥ naḥ āvuso su laddham naḥ āvuso ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.6",
        "original": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma.",
        "analyzed": "ye mayam āyasmantam tādisam sabrahmacārim passāma ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.7",
        "original": "Iti yāhaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi taṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi;",
        "analyzed": "iti yā aham dhammam sayam abhiññā sacchikatvā upasampajja pavedemi tam tvam dhammam sayam abhiññā sacchikatvā upasampajja viharasi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.8",
        "original": "yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi tamahaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi.",
        "analyzed": "yam tvam dhammam sayam abhiññā sacchikatvā upasampajja viharasi tam aham dhammam sayam abhiññā sacchikatvā upasampajja pavedemi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.9",
        "original": "Iti yāhaṁ dhammaṁ jānāmi taṁ tvaṁ dhammaṁ jānāsi; yaṁ tvaṁ dhammaṁ jānāsi tamahaṁ dhammaṁ jānāmi.",
        "analyzed": "iti yā aham dhammam jānāmi tam tvam dhammam jānāsi yam tvam dhammam jānāsi tam aham dhammam jānāmi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.10",
        "original": "Iti yādiso ahaṁ tādiso tuvaṁ, yādiso tuvaṁ tādiso ahaṁ.",
        "analyzed": "iti yādisaḥ aham tādisaḥ yādisaḥ tuvam tādisaḥ aha ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.11",
        "original": "Ehi dāni, āvuso, ubhova santā imaṁ gaṇaṁ pariharāmā’ti.",
        "analyzed": "ehi dāni āvuso ubhova santāḥ imam gaṇam pariharāma ati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.12",
        "original": "Iti kho, aggivessana, āḷāro kālāmo ācariyo me samāno attano antevāsiṁ maṁ samānaṁ attanā samasamaṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi.",
        "analyzed": "iti kho aggivessanaḥ āḷāraḥ kālāmaḥ ācariyaḥ me samānaḥ attanaḥ antevāsim mam samānam attanā samasamam ṭhapesi uḷārāya ca mam pūjāya pūjesi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.13",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.14",
        "original": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti.",
        "analyzed": "na ayam dhammaḥ nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya savattati yāvat eva ākiñcaññāyatana upapattiyā ati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:14.15",
        "original": "So kho ahaṁ, aggivessana, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ.",
        "analyzed": "saḥ kho aha aggivessana tam dhammam an alaṅkaritvā tasmā dhammā nibbijja apakkami ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_36:15.1",
        "original": "So kho ahaṁ, aggivessana, kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ:",
        "analyzed": "saḥ kho aha aggivessana kiṅkusala gavesī anuttaram santivara padam pariyesamānaḥ yena udakaḥ rāmaputto tena upasaṅkami upasaṅkamitvā udakam rāmaputtam etat avoca ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.2",
        "original": "‘icchāmahaṁ, āvuso, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti.",
        "analyzed": "icchāmahe āvuso imasmin dhamma vinaye brahmacariyam caritum ti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.3",
        "original": "Evaṁ vutte, aggivessana, udako rāmaputto maṁ etadavoca:",
        "analyzed": "evam vutte aggivessanaḥ udakaḥ rāma putto mam etat avoca ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.4",
        "original": "‘viharatāyasmā,",
        "analyzed": "viharata ayasmai ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.5",
        "original": "tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti.",
        "analyzed": "tādisaḥ ayam dhammaḥ yattha viññū purisaḥ nacirassa iva sakam ācariyakam sayam abhiññā sacchikatvā upasampajja vihareyya ati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.6",
        "original": "So kho ahaṁ, aggivessana, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ.",
        "analyzed": "saḥ kho aha aggivessana nacirassa iva khippam eva tam dhammam pariyāpuṇi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.7",
        "original": "So kho ahaṁ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca.",
        "analyzed": "saḥ kho aha aggivessana tāvatakena iva oṭṭha pahata mattena lapita lāpana mattena ñāṇa vādañca vadāmi thera vādañca jānāmi passāmi iti ca paṭijānāmi aham ca iva aññe ca ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.8",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.9",
        "original": "‘na kho rāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesi.",
        "analyzed": "na kho rāmaḥ imam dhammam kevalam saddhāmattakena sayam abhiññā sacchikatvā upasampajja viharāmi iti pavedesi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.10",
        "original": "Addhā rāmo imaṁ dhammaṁ jānaṁ passaṁ vihāsī’ti.",
        "analyzed": "addhā rāmaḥ imam dhammam jānam passam vihāsi iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.11",
        "original": "Atha khvāhaṁ, aggivessana, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ:",
        "analyzed": "atha khvā āha aggivessana yena udakaḥ rāma putto tena upasaṅkami upasaṅkamitvā udakam rāma puttam etat avoca ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.12",
        "original": "‘kittāvatā no āvuso rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?",
        "analyzed": "kittāvatā no āvuso rāmaḥ imam dhammam sayam abhiññā sacchikatvā upasampajja viharāmi iti pavedesi iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.13",
        "original": "Evaṁ vutte, aggivessana, udako rāmaputto nevasaññānāsaññāyatanaṁ pavedesi.",
        "analyzed": "evam vutte aggivessanaḥ udakaḥ rāma putto nevasaññānāsaññāyatanam pavedesi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.14",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.15",
        "original": "‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā;",
        "analyzed": "na kho rāmassa iva ahosi saddhā mayham patthi saddhā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.16",
        "original": "na kho rāmasseva ahosi vīriyaṁ, mayhampatthi vīriyaṁ;",
        "analyzed": "na kho rāmassa iva ahosi vīriya mayham patthi vīriya ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.17",
        "original": "na kho rāmasseva ahosi sati, mayhampatthi sati;",
        "analyzed": "na kho rāmassa iva ahosi sati mayham patthi sati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.18",
        "original": "na kho rāmasseva ahosi samādhi, mayhampatthi samādhi;",
        "analyzed": "na kho rāmassa iva ahosi samādhi mayham patthi samādhi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.19",
        "original": "na kho rāmasseva ahosi paññā, mayhampatthi paññā;",
        "analyzed": "na kho rāmassa iva ahosi paññā mayham patthi paññā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.20",
        "original": "yannūnāhaṁ yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesi tassa dhammassa sacchikiriyāya padaheyyan’ti.",
        "analyzed": "yat nūna aham yam dhammam rāmo sayam abhiññā sacchikatvā upasampajja viharāmi iti pavedesi tassa dhammassa sacchikiriyāya padaheyyanti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.21",
        "original": "So kho ahaṁ, aggivessana, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ.",
        "analyzed": "saḥ kho aha aggivessana nacirassa iva khippam eva tam dhammam sayam abhiññā sacchikatvā upasampajja vihāsi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.22",
        "original": "Atha khvāhaṁ, aggivessana, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ:",
        "analyzed": "atha khvā āha aggivessana yena udakaḥ rāma putto tena upasaṅkami upasaṅkamitvā udakam rāma puttam etat avoca ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.23",
        "original": "‘ettāvatā no āvuso rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti?",
        "analyzed": "ettāvatā no āvuso rāmaḥ imam dhammam sayam abhiññā sacchikatvā upasampajja pavedesi iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.24",
        "original": "‘Ettāvatā kho āvuso rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti.",
        "analyzed": "ettāvatā kho āvuso rāmaḥ imam dhammam sayam abhiññā sacchikatvā upasampajja pavedesi iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.25",
        "original": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti.",
        "analyzed": "aham pi kho āvuso ettāvatā imam dhammam sayam abhiññā sacchikatvā upasampajja viharāmi iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.26",
        "original": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso,",
        "analyzed": "lābhāḥ naḥ āvuso su laddham naḥ āvuso ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.27",
        "original": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma.",
        "analyzed": "ye mayam āyasmantam tādisam sabrahmacārim passāma ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.28_0",
        "original": "Iti yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi, taṁ tvaṁ dhammaṁ",
        "analyzed": "iti yam dhammam rāmaḥ sayam abhiññā sacchikatvā upasampajja pavedesi tam tvam dhamma ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.28_1",
        "original": "sayaṁ abhiññā sacchikatvā upasampajja viharasi; yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā",
        "analyzed": "sayam abhiññā sacchikatvā upasampajja viharasi yam tvam dhammam sayam abhiññā sacchikatvā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.28_2",
        "original": "upasampajja viharasi, taṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi.",
        "analyzed": "upasampajja viharasi tam dhammam rāmo sayam abhiññā sacchikatvā upasampajja pavedesi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.29",
        "original": "Iti yaṁ dhammaṁ rāmo abhiññāsi taṁ tvaṁ dhammaṁ jānāsi; yaṁ tvaṁ dhammaṁ jānāsi taṁ dhammaṁ rāmo abhiññāsi.",
        "analyzed": "iti yam dhammam rāmaḥ abhiññāsi tam tvam dhammam jānāsi yam tvam dhammam jānāsi tam dhammam rāmaḥ abhiññāsi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.30",
        "original": "Iti yādiso rāmo ahosi tādiso tuvaṁ; yādiso tuvaṁ tādiso rāmo ahosi.",
        "analyzed": "iti yādisaḥ rāmaḥ ahosi tādisaḥ yādisaḥ tuvam tādisaḥ rāmaḥ ahosi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.31",
        "original": "Ehi dāni, āvuso, tuvaṁ imaṁ gaṇaṁ pariharā’ti.",
        "analyzed": "ehi dāni āvuso tuvam imam gaṇam parihara ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.32",
        "original": "Iti kho, aggivessana, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne ca maṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi.",
        "analyzed": "iti kho aggivessanaḥ udakaḥ rāmaputto sabrahmacārī me samānaḥ ācariya ṭṭhāne ca mam ṭhapesi uḷārāya ca mam pūjāya pūjesi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.33",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.34",
        "original": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti.",
        "analyzed": "na ayam dhammaḥ nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya savattati yāvat eva neva saññā nāsañña āyatana upapattiyā ati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:15.35",
        "original": "So kho ahaṁ, aggivessana, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ.",
        "analyzed": "saḥ kho aha aggivessana tam dhammam an alaṅkaritvā tasmā dhammā nibbijja apakkami ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_36:16.1",
        "original": "So kho ahaṁ, aggivessana, kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno magadhesu anupubbena cārikaṁ caramāno yena uruvelā senānigamo tadavasariṁ.",
        "analyzed": "saḥ kho aha aggivessana kiṅkusalagavesī anuttaram santivara padam pariyesamānaḥ magadhesu anupubbena cārikam caramānaḥ yena uruvelā senānigamaḥ tat avasari ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_36:16.2",
        "original": "Tatthaddasaṁ ramaṇīyaṁ bhūmibhāgaṁ, pāsādikañca vanasaṇḍaṁ, nadiñca sandantiṁ setakaṁ supatitthaṁ ramaṇīyaṁ, samantā ca gocaragāmaṁ.",
        "analyzed": "ramaṇīyam bhūmibhāga pāsādikam ca vanasaṇḍa nadiñca sandantim setakam supatittham ramaṇīya samantā ca gocaragāma ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_36:16.3",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_36:16.4",
        "original": "‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo.",
        "analyzed": "ramaṇīyaḥ vata bho bhūmi bhāgaḥ pāsādikaḥ ca vana saṇḍaḥ nadī ca sandati setakā su patitthā ramaṇīyā samantā ca gocara gāmaḥ ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_36:16.5",
        "original": "Alaṁ vatidaṁ kulaputtassa padhānatthikassa padhānāyā’ti.",
        "analyzed": "alam vatidam kula puttassa padhānatthikassa padhānāya ati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_36:16.6",
        "original": "So kho ahaṁ, aggivessana, tattheva nisīdiṁ",
        "analyzed": "saḥ kho aha aggivessana tattha iva nisīdi ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_36:16.7",
        "original": "‘alamidaṁ padhānāyā’ti.",
        "analyzed": "alam idam padhāna āyāti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_36:17.1",
        "original": "Apissumaṁ, aggivessana, tisso upamā paṭibhaṁsu anacchariyā pubbe assutapubbā.",
        "analyzed": "apissuma aggivessana tissaḥ upamā anacchariyā pubbe a ssuta pubbā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.2",
        "original": "Seyyathāpi, aggivessana, allaṁ kaṭṭhaṁ sasnehaṁ udake nikkhittaṁ.",
        "analyzed": "seyyathā api aggivessana allam kaṭṭham sa sneham udake nikkhitta ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.3",
        "original": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya:",
        "analyzed": "atha purisaḥ āgaccheyya uttarāraṇim ādāya ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.4",
        "original": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti.",
        "analyzed": "aggim abhinibbattessāmi tejaḥ pātukarissāmi iti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.5",
        "original": "Taṁ kiṁ maññasi, aggivessana,",
        "analyzed": "tam kim maññasi aggivessana ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.6",
        "original": "api nu so puriso amuṁ allaṁ kaṭṭhaṁ sasnehaṁ, udake nikkhittaṁ, uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya, tejo pātukareyyā”ti?",
        "analyzed": "api nu saḥ purisaḥ amum allam kaṭṭham sa snehe udake nikkhitte uttarāraṇim ādāya abhimanthentaḥ aggim abhinibbatteyya tejaḥ pātukareyya ati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.7",
        "original": "“No hidaṁ, bho gotama”.",
        "analyzed": "na u hida bho gotama ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.8",
        "original": "“Taṁ kissa hetu”?",
        "analyzed": "tam kim sa hetu ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.9",
        "original": "“Aduñhi, bho gotama, allaṁ kaṭṭhaṁ sasnehaṁ, tañca pana udake nikkhittaṁ.",
        "analyzed": "adunhi bho gotama allam kaṭṭham sa sneha tat ca pana udake nikkhitta ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.10",
        "original": "Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.",
        "analyzed": "yāvat eva ca pana saḥ puriso kilamathassa vighātassa bhāgī assa ati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.11_0",
        "original": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca",
        "analyzed": "evam eva khalu aggivessana ye hi keci samaṇāḥ vā brāhmaṇāḥ vā kāyena ca iva cittena ca ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.11_1",
        "original": "kāmehi avūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā",
        "analyzed": "kāmehi a vūpakaṭṭhāḥ viharanti yaḥ ca nesam kāmesu kāma chandaḥ kāma sneho kāma mucchā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.11_2",
        "original": "kāmapipāsā kāmapariḷāho, so ca ajjhattaṁ na suppahīno hoti, na suppaṭippassaddho,",
        "analyzed": "kāma pipāsā kāma pariḷāho saḥ ca ajjhattam na su pahīnaḥ hoti na su paṭippassaddhaḥ ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.11_3",
        "original": "opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti,",
        "analyzed": "opakkamikā cepi te bhonto samaṇa brāhmaṇāḥ dukkhā tibbā kharā kaṭukā vedanāḥ vedayanti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.11_4",
        "original": "abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
        "analyzed": "abhabbā va te ñāṇāya dassanāya anuttarāya sambodhāya ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.12",
        "original": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
        "analyzed": "no ce ipi te bhonto samaṇa brāhmaṇāḥ opakkamikā dukkhā tibbā kharā kaṭukā vedanāḥ vedayanti abhabbāḥ ava te ñāṇāya dassanāya anuttarāya sambodhāya ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:17.13",
        "original": "Ayaṁ kho maṁ, aggivessana, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
        "analyzed": "ayam kho ma aggivessana paṭhamā upamā paṭibhāsi anacchariyā pubbe a ssuta pubbā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_36:18.1",
        "original": "Aparāpi kho maṁ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
        "analyzed": "aparā api kho ma aggivessana dutiyā upamā paṭibhāsi anacchariyā pubbe a ssuta pubbā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.2",
        "original": "Seyyathāpi, aggivessana, allaṁ kaṭṭhaṁ sasnehaṁ, ārakā udakā thale nikkhittaṁ.",
        "analyzed": "seyyathā api aggivessana allam kaṭṭham sa sneha ārakā udakā thale ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.3",
        "original": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya:",
        "analyzed": "atha purisaḥ āgaccheyya uttarāraṇim ādāya ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.4",
        "original": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti.",
        "analyzed": "aggim abhinibbattessāmi tejaḥ pātukarissāmi iti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.5",
        "original": "Taṁ kiṁ maññasi, aggivessana,",
        "analyzed": "tam kim maññasi aggivessana ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.6",
        "original": "api nu so puriso amuṁ allaṁ kaṭṭhaṁ sasnehaṁ, ārakā udakā thale nikkhittaṁ, uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya tejo pātukareyyā”ti?",
        "analyzed": "api nu saḥ purisaḥ amum allam kaṭṭham sa snehe ārakā udakā thale nikkhitte uttarāraṇim ādāya abhimanthentaḥ aggim abhinibbatteyya tejaḥ pātukareyya ati ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.7",
        "original": "“No hidaṁ, bho gotama”.",
        "analyzed": "na u hida bho gotama ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.8",
        "original": "“Taṁ kissa hetu”?",
        "analyzed": "tam kim sa hetu ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.9",
        "original": "“Aduñhi, bho gotama, allaṁ kaṭṭhaṁ sasnehaṁ, kiñcāpi ārakā udakā thale nikkhittaṁ.",
        "analyzed": "adun hi bho gotama allam kaṭṭham sa sneha kiñca api ārakā udakā thale ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.10",
        "original": "Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.",
        "analyzed": "yāvat eva ca pana saḥ puriso kilamathassa vighātassa bhāgī assa ati ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.11_0",
        "original": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca",
        "analyzed": "evam eva khalu aggivessana ye hi keci samaṇāḥ vā brāhmaṇāḥ vā kāyena ca iva cittena ca ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.11_1",
        "original": "kāmehi vūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā",
        "analyzed": "kāmehi vūpakaṭṭhāḥ viharanti yaḥ ca na īsam kāmesu kāma chandaḥ kāma sneho kāma mucchā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.11_2",
        "original": "kāmapipāsā kāmapariḷāho so ca ajjhattaṁ na suppahīno hoti, na suppaṭippassaddho,",
        "analyzed": "kāma pipāsā kāma pariḷāho saḥ ca ajjhattam na su pahīnaḥ hoti na su paṭippassaddhaḥ ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.11_3",
        "original": "opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti,",
        "analyzed": "opakkamikā cepi te bhonto samaṇa brāhmaṇāḥ dukkhā tibbā kharā kaṭukā vedanāḥ vedayanti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.11_4",
        "original": "abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā",
        "analyzed": "abhabbā va te ñāṇāya dassanāya anuttarāya sambodhāya no ce pi te bhonto samaṇa brāhmaṇā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.11_5",
        "original": "opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya",
        "analyzed": "opakkamikā dukkhā tibbā kharā kaṭukā vedanāḥ vedayanti abhabbāḥ ava te ñāṇāya dassanāya ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.11_6",
        "original": "anuttarāya sambodhāya.",
        "analyzed": "anuttarāya sambodhāya ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:18.12",
        "original": "Ayaṁ kho maṁ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā",
        "analyzed": "ayam kho ma aggivessana dutiyā upamā paṭibhāsi anacchariyā pubbe a ssuta pubbā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_36:19.1",
        "original": "Aparāpi kho maṁ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
        "analyzed": "aparā api kho ma aggivessana tatiyā upamā paṭibhāsi anacchariyā pubbe a ssuta pubbā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.2",
        "original": "Seyyathāpi, aggivessana, sukkhaṁ kaṭṭhaṁ koḷāpaṁ, ārakā udakā thale nikkhittaṁ.",
        "analyzed": "seyyathā api aggivessana sukkham kaṭṭham koḷāpaḥ ārakā udakā thale ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.3",
        "original": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya:",
        "analyzed": "atha purisaḥ āgaccheyya uttarāraṇim ādāya ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.4",
        "original": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti.",
        "analyzed": "aggim abhinibbattessāmi tejaḥ pātukarissāmi iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.5",
        "original": "Taṁ kiṁ maññasi, aggivessana,",
        "analyzed": "tam kim maññasi aggivessana ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.6",
        "original": "api nu so puriso amuṁ sukkhaṁ kaṭṭhaṁ koḷāpaṁ, ārakā udakā thale nikkhittaṁ, uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya, tejo pātukareyyā”ti?",
        "analyzed": "api nu saḥ purisaḥ amum sukkham kaṭṭham koḷāpe ārakā udakā thale nikkhitte uttarāraṇim ādāya abhimanthentaḥ aggim abhinibbatteyya tejaḥ pātukareyya ati ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.7",
        "original": "“Evaṁ, bho gotama”.",
        "analyzed": "eva bho gotama ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.8",
        "original": "“Taṁ kissa hetu”?",
        "analyzed": "tam kim sa hetu ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.9",
        "original": "“Aduñhi, bho gotama, sukkhaṁ kaṭṭhaṁ koḷāpaṁ, tañca pana ārakā udakā thale nikkhittan”ti.",
        "analyzed": "adun hi bho gotama sukkham kaṭṭham koḷāpa tat ca pana ārakāḥ udakāḥ thale nikkhittanti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.10_0",
        "original": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca",
        "analyzed": "evam eva khalu aggivessana ye hi keci samaṇāḥ vā brāhmaṇāḥ vā kāyena ca iva cittena ca ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.10_1",
        "original": "kāmehi vūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā",
        "analyzed": "kāmehi vūpakaṭṭhāḥ viharanti yaḥ ca na īsam kāmesu kāma chandaḥ kāma sneho kāma mucchā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.10_2",
        "original": "kāmapipāsā kāmapariḷāho, so ca ajjhattaṁ suppahīno hoti suppaṭippassaddho, opakkamikā",
        "analyzed": "kāma pipāsā kāma pariḷāho saḥ ca ajjhattam su pahīnaḥ hoti su paṭippassaddhaḥ opakkamikā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.10_3",
        "original": "cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva",
        "analyzed": "ce pi te bhonto samaṇa brāhmaṇāḥ dukkhā tibbā kharā kaṭukā vedanā vedayanti bhabbāva ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.10_4",
        "original": "te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā",
        "analyzed": "te ñāṇāya dassanāya anuttarāya sambodhāya no ce pi te bhonto samaṇa brāhmaṇāḥ opakkamikā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.10_5",
        "original": "dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
        "analyzed": "dukkhā tibbā kharā kaṭukā vedanāḥ vedayanti bhabbā ava te ñāṇāya dassanāya anuttarāya sambodhāya ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.11",
        "original": "Ayaṁ kho maṁ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
        "analyzed": "ayam kho ma aggivessana tatiyā upamā paṭibhāsi anacchariyā pubbe a ssuta pubbā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:19.12",
        "original": "Imā kho maṁ, aggivessana, tisso upamā paṭibhaṁsu anacchariyā pubbe assutapubbā.",
        "analyzed": "imā kho ma aggivessana tissaḥ upamā anacchariyā pubbe a ssuta pubbā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_36:20.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_36:20.2",
        "original": "‘yannūnāhaṁ dantebhi dantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇheyyaṁ abhinippīḷeyyaṁ abhisantāpeyyan’ti.",
        "analyzed": "yat nūna aham dantebhiḥ dantam ādhāya jivhāya tālum cetasā cittam abhiniggaṇheyyam abhinippīḍeyyam abhisantāpeyyanti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_36:20.3",
        "original": "So kho ahaṁ, aggivessana, dantebhi dantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi.",
        "analyzed": "saḥ kho aha aggivessana dantebhi dantam ādhāya jivhāya tālum cetasā cittam abhiniggaṇhāmi abhinippīḍemi abhisantāpemi ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_36:20.4",
        "original": "Tassa mayhaṁ, aggivessana, dantebhi dantamādhāya jivhāya tāluṁ āhacca cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.",
        "analyzed": "tassa aggivessana dantebhi dantam ādhāya jivhāya tālum āhat ca cetasā cittam abhiniggaṇhataḥ abhinippīḍayataḥ abhisantāpayataḥ kacchehi sedāḥ muccanti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_36:20.5",
        "original": "Seyyathāpi, aggivessana, balavā puriso dubbalataraṁ purisaṁ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya;",
        "analyzed": "seyyathā api aggivessana balavā purisaḥ dubbalataram purisam sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḍeyya abhisantāpeyya ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_36:20.6",
        "original": "evameva kho me, aggivessana, dantebhi dantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.",
        "analyzed": "evam eva khalu me aggivessana dantebhiḥ dantam ādhāya jivhāya tālum āhat ca cetasā cittam abhiniggaṇhataḥ abhinippīḍayataḥ abhisantāpayataḥ kacchehi sedāḥ muccanti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_36:20.7_0",
        "original": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā,",
        "analyzed": "āraddham kho pana me aggivessana vīriyam hoti a sallīna upaṭṭhitā sati a sammuṭṭhā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_36:20.7_1",
        "original": "sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
        "analyzed": "sāraddhaḥ ca pana me kāyaḥ hoti a paṭippassaddhaḥ tena iva dukkha ppadhānena padhāna abhitunnassa sataḥ ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_36:20.8",
        "original": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā dukkhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_36:21.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_36:21.2",
        "original": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti.",
        "analyzed": "yat nūna aham appāṇakayā iva jhānam jhāyeyyanti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_36:21.3",
        "original": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca assāsapassāse uparundhiṁ.",
        "analyzed": "saḥ kho aha aggivessana mukhataḥ ca nāsataḥ ca assāsa passāse uparundhi ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_36:21.4",
        "original": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṁ nikkhamantānaṁ adhimatto saddo hoti.",
        "analyzed": "tassa mayha aggivessana mukhataḥ ca nāsataḥ ca assāsa passāsesu uparuddhesu kaṇṇa sotehi vātānam nikkhamantānam adhimattaḥ saddaḥ hoti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_36:21.5",
        "original": "Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti;",
        "analyzed": "seyyathā api nāma kammāra gaggariyā dhamamānāya adhimattaḥ saddaḥ hoti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_36:21.6",
        "original": "evameva kho me, aggivessana, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṁ nikkhamantānaṁ adhimatto saddo hoti.",
        "analyzed": "evam eva kho me aggivessana mukhataḥ ca nāsataḥ ca assāsa passāsesu uparuddhesu kaṇṇa sotehi vātānam nikkhamantānam adhimattaḥ saddaḥ hoti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_36:21.7",
        "original": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
        "analyzed": "āraddham kho pana me aggivessana vīriyam hoti a sallīnam upaṭṭhitā sati a sammuṭṭhā sāraddhaḥ ca pana me kāyaḥ hoti a paṭippassaddho tena iva dukkha ppadhānena padhāna abhitunnassa sataḥ ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_36:21.8",
        "original": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā dukkhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_36:22.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_36:22.2",
        "original": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti.",
        "analyzed": "yat nūna aham appāṇakayā iva jhānam jhāyeyyanti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_36:22.3",
        "original": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ.",
        "analyzed": "saḥ kho aha aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāse uparundhi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_36:22.4",
        "original": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti.",
        "analyzed": "tassa mayha aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāsesu uparuddhesu adhimattāḥ vātāḥ muddhani ūhananti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_36:22.5",
        "original": "Seyyathāpi, aggivessana, balavā puriso tiṇhena sikharena muddhani abhimattheyya;",
        "analyzed": "sa iyyathā api aggivessana balavā purisaḥ tiṇhena sikharena muddhani ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_36:22.6",
        "original": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti.",
        "analyzed": "evam eva kho me aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāsesu uparuddhesu adhimattāḥ vātāḥ muddhani ūhananti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_36:22.7",
        "original": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
        "analyzed": "āraddham kho pana me aggivessana vīriyam hoti a sallīnam upaṭṭhitā sati a sammuṭṭhā sāraddhaḥ ca pana me kāyaḥ hoti a paṭippassaddho tena iva dukkha ppadhānena padhāna abhitunnassa sataḥ ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_36:22.8",
        "original": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā dukkhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_36:23.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_36:23.2",
        "original": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti.",
        "analyzed": "yat nūna aham appāṇakayā iva jhānam jhāyeyyanti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_36:23.3",
        "original": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ.",
        "analyzed": "saḥ kho aha aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāse uparundhi ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_36:23.4",
        "original": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti.",
        "analyzed": "tassa mayha aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāsesu uparuddhesu adhimattā sīse sīsa vedanā honti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_36:23.5",
        "original": "Seyyathāpi, aggivessana, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṁ dadeyya;",
        "analyzed": "seyyathā api aggivessana balavā purisaḥ daḷhena varatta khaṇḍena sīse sīsa veṭham dadeyya ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_36:23.6",
        "original": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti.",
        "analyzed": "evam eva kho me aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāsesu uparuddhesu adhimattā sīse sīsa vedanā honti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_36:23.7",
        "original": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
        "analyzed": "āraddham kho pana me aggivessana vīriyam hoti a sallīnam upaṭṭhitā sati a sammuṭṭhā sāraddhaḥ ca pana me kāyaḥ hoti a paṭippassaddho tena iva dukkha ppadhānena padhāna abhitunnassa sataḥ ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_36:23.8",
        "original": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā dukkhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_36:24.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_36:24.2",
        "original": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti.",
        "analyzed": "yat nūna aham appāṇakayā iva jhānam jhāyeyyanti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_36:24.3",
        "original": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ.",
        "analyzed": "saḥ kho aha aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāse uparundhi ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_36:24.4",
        "original": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṁ parikantanti.",
        "analyzed": "tassa mayha aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāsesu uparuddhesu adhimattāḥ vātāḥ kucchim parikantanti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_36:24.5",
        "original": "Seyyathāpi, aggivessana, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṁ parikanteyya;",
        "analyzed": "seyyathā api aggivessana dakkhaḥ go ghātakaḥ vā go ghātaka antevāsī vā tiṇhena go vikantanena kucchim parikanteyya ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_36:24.6",
        "original": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṁ parikantanti.",
        "analyzed": "evam eva kho me aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāsesu uparuddhesu adhimattāḥ vātāḥ kucchim parikantanti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_36:24.7",
        "original": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
        "analyzed": "āraddham kho pana me aggivessana vīriyam hoti a sallīnam upaṭṭhitā sati a sammuṭṭhā sāraddhaḥ ca pana me kāyaḥ hoti a paṭippassaddho tena iva dukkha ppadhānena padhāna abhitunnassa sataḥ ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_36:24.8",
        "original": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā dukkhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_36:25.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_36:25.2",
        "original": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti.",
        "analyzed": "yat nūna aham appāṇakayā iva jhānam jhāyeyyanti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_36:25.3",
        "original": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ.",
        "analyzed": "saḥ kho aha aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāse uparundhi ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_36:25.4",
        "original": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṁ ḍāho hoti.",
        "analyzed": "tassa mayha aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāsesu uparuddhesu adhimattaḥ kāyasmin ḍāhaḥ hoti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_36:25.5",
        "original": "Seyyathāpi, aggivessana, dve balavanto purisā dubbalataraṁ purisaṁ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṁ samparitāpeyyuṁ;",
        "analyzed": "seyyathā api aggivessana dve balavantaḥ purisāḥ dubbalataram purisam nānā bāhāsu gahetvā aṅgārakāsuyā santāpeyyum samparitāpeyyu ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_36:25.6",
        "original": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṁ ḍāho hoti.",
        "analyzed": "evam eva kho me aggivessana mukhataḥ ca nāsataḥ ca kaṇṇataḥ ca assāsa passāsesu uparuddhesu adhimattaḥ kāyasmin ḍāhaḥ hoti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_36:25.7",
        "original": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
        "analyzed": "āraddham kho pana me aggivessana vīriyam hoti a sallīnam upaṭṭhitā sati a sammuṭṭhā sāraddhaḥ ca pana me kāyaḥ hoti a paṭippassaddho tena iva dukkha ppadhānena padhāna abhitunnassa sataḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_36:25.8",
        "original": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā dukkhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_36:26.1",
        "original": "Apissu maṁ, aggivessana, devatā disvā evamāhaṁsu:",
        "analyzed": "ma aggivessana devatāḥ disvā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_36:26.2",
        "original": "‘kālaṅkato samaṇo gotamo’ti.",
        "analyzed": "kālaṅkataḥ samaṇaḥ gotamaḥ iti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_36:26.3",
        "original": "Ekaccā devatā evamāhaṁsu:",
        "analyzed": "ekaccāḥ devatāḥ ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_36:26.4",
        "original": "‘na kālaṅkato samaṇo gotamo, api ca kālaṁ karotī’ti.",
        "analyzed": "na kālaṅkataḥ samaṇaḥ gotamaḥ api ca kālam karoti iti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_36:26.5",
        "original": "Ekaccā devatā evamāhaṁsu:",
        "analyzed": "ekaccāḥ devatāḥ ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_36:26.6",
        "original": "‘na kālaṅkato samaṇo gotamo, napi kālaṁ karoti, arahaṁ samaṇo gotamo, vihāro tveva so arahato evarūpo hotī’ti.",
        "analyzed": "na samaṇaḥ gotamaḥ kālam karoti araham samaṇaḥ gotamaḥ vihāro tu eva saḥ arahataḥ evarūpaḥ hoti iti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_36:27.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_36:27.2",
        "original": "‘yannūnāhaṁ sabbaso āhārupacchedāya paṭipajjeyyan’ti.",
        "analyzed": "yat nūna aham sabbasas āhāra upacchedāya paṭipajjeyyanti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_36:27.3",
        "original": "Atha kho maṁ, aggivessana, devatā upasaṅkamitvā etadavocuṁ:",
        "analyzed": "atha khalu me aggivessana devatāḥ upasaṅkamitvā etat avocuḥ ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_36:27.4",
        "original": "‘mā kho tvaṁ, mārisa, sabbaso āhārupacchedāya paṭipajji.",
        "analyzed": "mā kho tva mārisa sabbaso āhāra upacchedāya paṭipajji ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_36:27.5",
        "original": "Sace kho tvaṁ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṁ dibbaṁ ojaṁ lomakūpehi ajjhohāressāma, tāya tvaṁ yāpessasī’ti.",
        "analyzed": "sace kho tva mārisa sabbasas āhāra upacchedāya paṭipajjissasi tassa te mayam dibbam ojam lomakūpehi ajjhohāressāma tāya tvam yāpessasi iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_36:27.6",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_36:27.7",
        "original": "‘ahañceva kho pana sabbaso ajajjitaṁ paṭijāneyyaṁ, imā ca me devatā dibbaṁ ojaṁ lomakūpehi ajjhohāreyyuṁ, tāya cāhaṁ yāpeyyaṁ, taṁ mamassa musā’ti.",
        "analyzed": "aham ca iva kho pana sabbasas a jajjitam paṭijāneyya imāḥ ca me devatāḥ dibbam ojam lomakūpehi ajjhohāreyyu tāya ca aham yāpeyya tam mama assa musā ati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_36:27.8",
        "original": "So kho ahaṁ, aggivessana, tā devatā paccācikkhāmi, ‘halan’ti vadāmi.",
        "analyzed": "so kho aha aggivessana tā devatā paccācikkhāmi halanti vadāmi ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_36:28.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.2",
        "original": "‘yannūnāhaṁ thokaṁ thokaṁ āhāraṁ āhāreyyaṁ, pasataṁ pasataṁ, yadi vā muggayūsaṁ, yadi vā kulatthayūsaṁ, yadi vā kaḷāyayūsaṁ, yadi vā hareṇukayūsan’ti.",
        "analyzed": "yat nūna aham thokam thokam āhāram āhāreyya pasatam pasata yadi vā mugga yūsa yadi vā kulattha yūsa yadi vā kaḷāya yūsa yadi vā hareṇuka yūsanti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.3",
        "original": "So kho ahaṁ, aggivessana, thokaṁ thokaṁ āhāraṁ āhāresiṁ, pasataṁ pasataṁ, yadi vā muggayūsaṁ, yadi vā kulatthayūsaṁ, yadi vā kaḷāyayūsaṁ, yadi vā hareṇukayūsaṁ.",
        "analyzed": "saḥ kho aha aggivessana thokam thokam āhāram āhāresi pasatam pasata yadi vā mugga yūsa yadi vā kulattha yūsa yadi vā kaḷāya yūsa yadi vā hareṇuka yūsa ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.4_0",
        "original": "Tassa mayhaṁ, aggivessana, thokaṁ thokaṁ āhāraṁ āhārayato, pasataṁ pasataṁ, yadi",
        "analyzed": "tassa aggivessana thokam thokam āhāram āhārayataḥ pasatam pasata yadi ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.4_1",
        "original": "vā muggayūsaṁ, yadi vā kulatthayūsaṁ, yadi vā kaḷāyayūsaṁ, yadi vā hareṇukayūsaṁ,",
        "analyzed": "vā mugga yūsa yadi vā kulattha yūsa yadi vā kaḷāya yūsa yadi vā hareṇuka yūsa ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.4_2",
        "original": "adhimattakasimānaṁ patto kāyo hoti.",
        "analyzed": "adhimatta kasimānam patto kāyaḥ hoti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.5",
        "original": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya.",
        "analyzed": "seyyathā api nāma āsītika pabbāni vā kāḷa pabbāni vā evam evassu me aṅga paccaṅgāni bhavanti tāya iva pāhāra tāya ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.6",
        "original": "Seyyathāpi nāma oṭṭhapadaṁ; evamevassu me ānisadaṁ hoti tāyevappāhāratāya.",
        "analyzed": "seyyathā api nāma oṭṭhapade evam evassu me ānisadam hoti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.7",
        "original": "Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya.",
        "analyzed": "sā iyyathā api nāma vaṭṭanā vaḷī evam evassu me piṭṭhikaṇṭakaḥ uṇṇa tā avanataḥ hoti tāya iva pāhāra tāya ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.8",
        "original": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya.",
        "analyzed": "sā iyyathā api nāma jarasālāya gopānasiyaḥ olugga viluggāḥ bhavanti evam evassu me phāsuḷiyaḥ olugga viluggāḥ bhavanti tāya iva ppāhāra tāya ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.9",
        "original": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya.",
        "analyzed": "seyyathā api nāma gambhīre udapāne udaka tārakāḥ gambhīra gatāḥ okkhāyikāḥ dissanti evam evassu me akkhi kūpesu akkhi tārakāḥ gambhīra gatāḥ okkhāyikāḥ dissanti tāyeva ppāhāra tāya ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.10",
        "original": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya.",
        "analyzed": "sā iyyathā api nāma tittaka alābu āmaka chinnaḥ vāta ātapena samphuṭitaḥ hoti sammilātaḥ evam evassu me sīsa chavi samphuṭitā hoti sammilātā tāya evappa āhāra tāya ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.11_0",
        "original": "So kho ahaṁ, aggivessana, udaracchaviṁ parimasissāmīti piṭṭhikaṇṭakaṁyeva pariggaṇhāmi,",
        "analyzed": "saḥ kho aha aggivessana udara chavim parimasissāmi iti piṭṭhikaṇṭakayā iva pariggaṇhāmi ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.11_1",
        "original": "piṭṭhikaṇṭakaṁ parimasissāmīti udaracchaviṁyeva pariggaṇhāmi, yāvassu me, aggivessana,",
        "analyzed": "piṭṭhikaṇṭakam parimasissāmi iti udara chaviyā iva pariggaṇhāmi yāvassu me aggivessana ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.11_2",
        "original": "udaracchavi piṭṭhikaṇṭakaṁ allīnā hoti tāyevappāhāratāya.",
        "analyzed": "udara chavi piṭṭhikaṇṭakam allīnā hoti tāyevappāhāra tāya ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.12",
        "original": "So kho ahaṁ, aggivessana, vaccaṁ vā muttaṁ vā karissāmīti tattheva avakujjo papatāmi tāyevappāhāratāya.",
        "analyzed": "saḥ kho aha aggivessana vaccam vā muttam vā karissāmi iti tattha iva avakujjaḥ papatāmi ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.13_0",
        "original": "So kho ahaṁ, aggivessana, imameva kāyaṁ assāsento pāṇinā gattāni anumajjāmi. Tassa",
        "analyzed": "saḥ kho aha aggivessana imam eva kāyam assāsentaḥ pāṇinā gattāni anumajjāmi tassa ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:28.13_1",
        "original": "mayhaṁ, aggivessana, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya.",
        "analyzed": "mayha aggivessana pāṇinā gattāni anumajjato pūti mūlāni lomāni kāyasmā papatanti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_36:29.1",
        "original": "Apissu maṁ, aggivessana, manussā disvā evamāhaṁsu: ‘kāḷo samaṇo gotamo’ti.",
        "analyzed": "api ma aggivessana manussāḥ disvā kāḷaḥ samaṇaḥ gotamaḥ iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_36:29.2",
        "original": "Ekacce manussā evamāhaṁsu: ‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti.",
        "analyzed": "ekacce manussāḥ evam āhasu na kāḷaḥ samaṇaḥ gotamaḥ sāmaḥ samaṇaḥ gotamaḥ iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_36:29.3",
        "original": "Ekacce manussā evamāhaṁsu: ‘na kāḷo samaṇo gotamo, napi sāmo, maṅguracchavi samaṇo gotamo’ti.",
        "analyzed": "ekacce manussāḥ evam āhasu na kāḷaḥ samaṇaḥ gotamaḥ sāmaḥ samaṇaḥ gotamaḥ iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_36:29.4",
        "original": "Yāvassu me, aggivessana, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya.",
        "analyzed": "me aggivessana tāva parisuddhaḥ chavi vaṇṇo pariyodāto upahataḥ hoti tāya iva pāhāra tāya ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_36:30.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_36:30.2",
        "original": "‘ye kho keci atītamaddhānaṁ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṁsu, etāvaparamaṁ, nayito bhiyyo.",
        "analyzed": "ye kho keci atīta maddhānam samaṇāḥ vā brāhmaṇāḥ vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayisu etau aparama nayitaḥ bhiyyas ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_36:30.3",
        "original": "Yepi hi keci anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayissanti, etāvaparamaṁ, nayito bhiyyo.",
        "analyzed": "ye api hi keci anāgata maddhānam samaṇāḥ vā brāhmaṇāḥ vā opakkamikā dukkhā tibbā kharā kaṭukā vedanāḥ vedayissanti etau aparama nayitaḥ bhiyyas ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_36:30.4",
        "original": "Yepi hi keci etarahi samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, etāvaparamaṁ, nayito bhiyyo.",
        "analyzed": "ye api hi keci etarahi samaṇāḥ vā brāhmaṇāḥ vā opakkamikā dukkhā tibbā kharā kaṭukā vedanāḥ vedayanti etau aparama nayitaḥ bhiyyas ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_36:30.5",
        "original": "Na kho panāhaṁ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṁ.",
        "analyzed": "na kho pana aham imāya kaṭukāya dukkara kārikāya adhigacchāmi uttari manussa dhammā alam ariya ñāṇa dassana visesa ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_36:30.6",
        "original": "Siyā nu kho añño maggo bodhāyā’ti?",
        "analyzed": "siyā nu kho aññaḥ maggaḥ bodhāya ati ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_36:31.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_36:31.2_0",
        "original": "‘abhijānāmi kho panāhaṁ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva",
        "analyzed": "abhijānāmi kho pana aham pitu sakkassa kammante sītāya jambucchāyāya nisinnaḥ vivicca iva ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_36:31.2_1",
        "original": "kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ",
        "analyzed": "kāmehi vivicca akusalehi dhammehi sa vitakkam sa vicāram viveka jam pīti sukham ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_36:31.2_2",
        "original": "jhānaṁ upasampajja viharitā.",
        "analyzed": "jhānam upasampajja viharitā ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_36:31.3",
        "original": "Siyā nu kho eso maggo bodhāyā’ti?",
        "analyzed": "siyā nu kho eso maggaḥ bodhāya ati ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_36:31.4",
        "original": "Tassa mayhaṁ, aggivessana, satānusāri viññāṇaṁ ahosi:",
        "analyzed": "tassa aggivessana sata anusāri viññāṇam ahosi ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_36:31.5",
        "original": "‘eseva maggo bodhāyā’ti.",
        "analyzed": "esa iva maggaḥ bodhāya ati ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_36:32.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_36:32.2",
        "original": "‘kiṁ nu kho ahaṁ tassa sukhassa bhāyāmi, yaṁ taṁ sukhaṁ aññatreva kāmehi aññatra akusalehi dhammehī’ti?",
        "analyzed": "kim nu kho aham tassa sukhassa bhāyāmi yam tam sukham aññatra iva kāmehi aññatra akusalehi dhammehi iti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_36:32.3",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_36:32.4",
        "original": "‘na kho ahaṁ tassa sukhassa bhāyāmi, yaṁ taṁ sukhaṁ aññatreva kāmehi aññatra akusalehi dhammehī’ti.",
        "analyzed": "na kho aham tassa sukhassa bhāyāmi yam tam sukham aññatra iva kāmehi aññatra akusalehi dhammehi iti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_36:33.1",
        "original": "Tassa mayhaṁ, aggivessana, etadahosi:",
        "analyzed": "tassa mayha aggivessana etat ahosi ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_36:33.2",
        "original": "‘na kho taṁ sukaraṁ sukhaṁ adhigantuṁ evaṁ adhimattakasimānaṁ pattakāyena, yannūnāhaṁ oḷārikaṁ āhāraṁ āhāreyyaṁ odanakummāsan’ti.",
        "analyzed": "na kho tam sukaram sukham adhigantum evam adhimattaka simānam patta kāyena yat nūna aham oḷārikam āhāram āhāreyyam odana kummā asanti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_36:33.3",
        "original": "So kho ahaṁ, aggivessana, oḷārikaṁ āhāraṁ āhāresiṁ odanakummāsaṁ.",
        "analyzed": "saḥ kho aha aggivessana oḷārikam āhāram āhāresiṃ odana kummāsa ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_36:33.4",
        "original": "Tena kho pana maṁ, aggivessana, samayena pañca bhikkhū paccupaṭṭhitā honti:",
        "analyzed": "tena kho pana ma aggivessana samayena pañca bhikkhū paccupaṭṭhitāḥ honti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_36:33.5",
        "original": "‘yaṁ kho samaṇo gotamo dhammaṁ adhigamissati, taṁ no ārocessatī’ti.",
        "analyzed": "yam kho samaṇaḥ gotamaḥ dhammam adhigamissati tam naḥ ārocessati iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_36:33.6",
        "original": "Yato kho ahaṁ, aggivessana, oḷārikaṁ āhāraṁ āhāresiṁ odanakummāsaṁ, atha me te pañca bhikkhū nibbijja pakkamiṁsu:",
        "analyzed": "yatas kho aha aggivessana oḷārikam āhāram āhāresiṃ odana kummāsa atha me te pañca bhikkhū nibbijja pakkamisu ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_36:33.7",
        "original": "‘bāhulliko samaṇo gotamo, padhānavibbhanto, āvatto bāhullāyā’ti.",
        "analyzed": "bāhullikaḥ samaṇaḥ gotamaḥ padhāna vibbhantaḥ āvattaḥ bāhullāya ati ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_36:34.1_0",
        "original": "So kho ahaṁ, aggivessana, oḷārikaṁ āhāraṁ āhāretvā, balaṁ gahetvā, vivicceva kāmehi",
        "analyzed": "saḥ kho aha aggivessana oḷārikam āhāram āhāretvā balam gahetvā vivicca iva kāmehi ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_mn_36:34.1_1",
        "original": "vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ",
        "analyzed": "vivicca akusalehi dhammehi sa vitakkam sa vicāram viveka jam pīti sukham paṭhamam jhāna ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_mn_36:34.1_2",
        "original": "upasampajja vihāsiṁ.",
        "analyzed": "upasampajja vihāsi ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_mn_36:34.2",
        "original": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā sukhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_mn_36:35-37.1",
        "original": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja vihāsiṁ.",
        "analyzed": "vitakka vicārānam vūpasamāḥ ajjhattam sampasādanam cetasaḥ eka udi bhāvam a vitakkam a vicāram samādhi jam pīti sukham dutiyam jhānam upasampajja vihāsi ",
        "folio": "35-37"
    },
    {
        "segmentnr": "PA_mn_36:35-37.2",
        "original": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā sukhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "35-37"
    },
    {
        "segmentnr": "PA_mn_36:35-37.3_0",
        "original": "Pītiyā ca virāgā upekkhako ca vihāsiṁ, sato ca sampajāno. Sukhañca kāyena paṭisaṁvedesiṁ",
        "analyzed": "pītiyā ca virāgā upekkhako ca vihāsi sato ca sampajāno sukham ca kāyena paṭisavedesi ",
        "folio": "35-37"
    },
    {
        "segmentnr": "PA_mn_36:35-37.3_1",
        "original": "yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja vihāsiṁ.",
        "analyzed": "yam tam ariyāḥ ācikkhanti upekkhakaḥ satimā sukha vihārī iti tatiyam jhānam upasampajja vihāsi ",
        "folio": "35-37"
    },
    {
        "segmentnr": "PA_mn_36:35-37.4",
        "original": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā sukhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "35-37"
    },
    {
        "segmentnr": "PA_mn_36:35-37.5",
        "original": "Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja vihāsiṁ.",
        "analyzed": "sukhassa ca pahānā dukkhassa ca pahānā pubbā iva somanassa domanassānam atthaṅgamā adukkham asukham upekkhā sati pārisuddhim catuttham jhānam upasampajja vihāsi ",
        "folio": "35-37"
    },
    {
        "segmentnr": "PA_mn_36:35-37.6",
        "original": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā sukhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "35-37"
    },
    {
        "segmentnr": "PA_mn_36:38.1",
        "original": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmesiṁ.",
        "analyzed": "saḥ evam samāhite citte parisuddhe pariyodāte anaṅgaṇe vigata upakkilese mudu bhūte kammaniye ṭhite āneñja ppatte pubbenivāsa anussati ñāṇāya cittam abhininnāmesi ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_mn_36:38.2",
        "original": "So anekavihitaṁ pubbenivāsaṁ anussarāmi, seyyathidaṁ—ekampi jātiṁ …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi.",
        "analyzed": "saḥ aneka vihitam pubbenivāsam anussarāmi jātim pe iti sa ākāram sa uddesam aneka vihitam pubbenivāsam anussarāmi ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_mn_36:39.1",
        "original": "Ayaṁ kho me, aggivessana, rattiyā paṭhame yāme paṭhamā vijjā adhigatā;",
        "analyzed": "ayam kho me aggivessana rattiyā paṭhame yāme paṭhamā vijjā adhigatā ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_mn_36:39.2",
        "original": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato.",
        "analyzed": "avijjā vihatā vijjā uppannā tamaḥ vihataḥ ālokaḥ uppannaḥ yathā tam appamattassa ātāpinaḥ pahitattassa viharato ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_mn_36:39.3",
        "original": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā sukhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_mn_36:40.1",
        "original": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmesiṁ.",
        "analyzed": "saḥ evam samāhite citte parisuddhe pariyodāte anaṅgaṇe vigata upakkilese mudu bhūte kammaniye ṭhite āneñja ppatte sattānam cutūpapāta ñāṇāya cittam abhininnāmesi ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_mn_36:40.2",
        "original": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi …pe…",
        "analyzed": "so dibbena cakkhunā visuddhena atikkanta mānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi pe",
        "folio": "40"
    },
    {
        "segmentnr": "PA_mn_36:41.1",
        "original": "ayaṁ kho me, aggivessana, rattiyā majjhime yāme dutiyā vijjā adhigatā;",
        "analyzed": "ayam kho me aggivessana rattiyā majjhime yāme dutiyā vijjā adhigatā ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_mn_36:41.2",
        "original": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato.",
        "analyzed": "avijjā vihatā vijjā uppannā tamaḥ vihataḥ ālokaḥ uppannaḥ yathā tam appamattassa ātāpinaḥ pahitattassa viharato ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_mn_36:41.3",
        "original": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā sukhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_mn_36:42.1",
        "original": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmesiṁ.",
        "analyzed": "saḥ evam samāhite citte parisuddhe pariyodāte anaṅgaṇe vigata upakkilese mudu bhūte kammaniye ṭhite āneñja ppatte āsavānam khaya ñāṇāya cittam abhininnāmesi ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_mn_36:42.2_0",
        "original": "So ‘idaṁ dukkhan’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ",
        "analyzed": "so idam dukkhan ti yathābhūtam abbhaññāsi ayam dukkha samudayaḥ iti yathābhūta ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_mn_36:42.2_1",
        "original": "abbhaññāsiṁ, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodhagāminī",
        "analyzed": "abbhaññā asi ayam dukkha nirodho ti yathābhūtam abbhaññā asi ayam dukkha nirodha gāminī ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_mn_36:42.2_2",
        "original": "paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ.",
        "analyzed": "paṭipadā ati yathābhūtam ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_mn_36:42.3_0",
        "original": "‘Ime āsavā’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ abbhaññāsiṁ,",
        "analyzed": "ime āsavā ti yathābhūtam abbhaññāsi ayam āsava samudayaḥ iti yathābhūtam abbhaññāsi ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_mn_36:42.3_1",
        "original": "‘ayaṁ āsavanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti",
        "analyzed": "ayam āsava nirodho ti yathābhūtam abbhaññāsi ayam āsava nirodha gāminī paṭipadā ati ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_mn_36:42.3_2",
        "original": "yathābhūtaṁ abbhaññāsiṁ.",
        "analyzed": "yathābhūtam abbhaññāsi ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_mn_36:43.1",
        "original": "Tassa me evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccittha, bhavāsavāpi cittaṁ vimuccittha, avijjāsavāpi cittaṁ vimuccittha.",
        "analyzed": "tassa me evam jānataḥ evam passataḥ kāma āsavā api cittam vimuccittha bhava āsavā api cittam vimuccittha avijjā āsavā api cittam vimuccittha ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_mn_36:43.2",
        "original": "Vimuttasmiṁ vimuttamiti ñāṇaṁ ahosi.",
        "analyzed": "vimuttasmin vimuttam iti ñāṇam ahosi ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_mn_36:43.3",
        "original": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti abbhaññāsiṁ.",
        "analyzed": "vusitam brahmacariya katam karaṇīya na aparam itthattāya ati ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_mn_36:44.1",
        "original": "Ayaṁ kho me, aggivessana, rattiyā pacchime yāme tatiyā vijjā adhigatā;",
        "analyzed": "ayam kho me aggivessana rattiyā pacchime yāme tatiyā vijjā adhigatā ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_36:44.2",
        "original": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato.",
        "analyzed": "avijjā vihatā vijjā uppannā tamaḥ vihataḥ ālokaḥ uppannaḥ yathā tam appamattassa ātāpinaḥ pahitattassa viharato ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_36:44.3",
        "original": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati.",
        "analyzed": "evarūpā api kho me aggivessana uppannā sukhā vedanā cittam na pariyādāya tiṭṭhati ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_36:45.1",
        "original": "Abhijānāmi kho panāhaṁ, aggivessana, anekasatāya parisāya dhammaṁ desetā.",
        "analyzed": "abhijānāmi kho pana aha aggivessana aneka satāya parisāya dhammam desetā ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_mn_36:45.2",
        "original": "Apissu maṁ ekameko evaṁ maññati:",
        "analyzed": "mam ekam ekaḥ evam maññati ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_mn_36:45.3",
        "original": "‘mamevārabbha samaṇo gotamo dhammaṁ desetī’ti.",
        "analyzed": "mama eva ārabbha samaṇaḥ gotamaḥ dhammam deseti iti ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_mn_36:45.4",
        "original": "Na kho panetaṁ, aggivessana, evaṁ daṭṭhabbaṁ;",
        "analyzed": "na kho pana ita aggivessana evam daṭṭhabba ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_mn_36:45.5",
        "original": "yāvadeva viññāpanatthāya tathāgato paresaṁ dhammaṁ deseti.",
        "analyzed": "yāvat eva viññāpana tthāya tathāgataḥ paresam dhammaṃ deseti ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_mn_36:45.6_0",
        "original": "So kho ahaṁ, aggivessana, tassāyeva kathāya pariyosāne, tasmiṁyeva purimasmiṁ samādhinimitte",
        "analyzed": "saḥ kho aha aggivessana tassāya iva kathāya pariyosāne tasmiya eva purimasmim samādhi nimitte ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_mn_36:45.6_1",
        "original": "ajjhattameva cittaṁ saṇṭhapemi sannisādemi ekodiṁ karomi samādahāmi, yena sudaṁ niccakappaṁ viharāmī”ti.",
        "analyzed": "ajjhattam eva cittam saṇṭhapemi sannisādemi ekodim karomi samādahāmi yena sudam nicca kappam viharāmi iti ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_mn_36:45.7",
        "original": "“Okappaniyametaṁ bhoto gotamassa yathā taṁ arahato sammāsambuddhassa.",
        "analyzed": "okappa niyam etam bhoto gotamassa yathā tam arahataḥ sammāsambuddhassa ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_mn_36:45.8",
        "original": "Abhijānāti kho pana bhavaṁ gotamo divā supitā”ti?",
        "analyzed": "abhijānāti khalu pana bhavam gotamaḥ divā supitā ati ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_mn_36:46.1",
        "original": "“Abhijānāmahaṁ, aggivessana, gimhānaṁ pacchime māse pacchābhattaṁ piṇḍapātapaṭikkanto catugguṇaṁ saṅghāṭiṁ paññapetvā dakkhiṇena passena sato sampajāno niddaṁ okkamitā”ti.",
        "analyzed": "abhijānāmaha aggivessana gimhānam pacchime māse pacchābhattam piṇḍapāta paṭikkanto catugguṇam saṅghāṭim paññapetvā dakkhiṇena passena sataḥ sampajānaḥ niddam okkamitā ti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_mn_36:46.2",
        "original": "“Etaṁ kho, bho gotama, eke samaṇabrāhmaṇā sammohavihārasmiṁ vadantī”ti?",
        "analyzed": "etam khalu bho gotama eke samaṇa brāhmaṇāḥ sammoha vihārasmin vadanti iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_mn_36:46.3",
        "original": "“Na kho, aggivessana, ettāvatā sammūḷho vā hoti asammūḷho vā.",
        "analyzed": "na kho aggivessanaḥ ettāvatā sammūḷhaḥ vā hoti a sammūḍhaḥ vā ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_mn_36:46.4",
        "original": "Api ca, aggivessana, yathā sammūḷho ca hoti asammūḷho ca,",
        "analyzed": "api ca aggivessana yathā sammūḍhaḥ ca hoti asammūḍhaḥ ca ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_mn_36:46.5",
        "original": "taṁ suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti.",
        "analyzed": "tam suṇāhi sādhukam manasi karohi bhāsissāmi iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_mn_36:46.6",
        "original": "“Evaṁ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi.",
        "analyzed": "eva bhoti kho saccakaḥ nigaṇṭhaputto bhagavataḥ paccassosi ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_mn_36:46.7",
        "original": "Bhagavā etadavoca:",
        "analyzed": "bhagavān etat avoca ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_mn_36:47.1",
        "original": "“Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā appahīnā, tamahaṁ ‘sammūḷho’ti vadāmi.",
        "analyzed": "yassa kassaci aggivessana ye āsavā saṅkilesikā ponobbhavikā sadarā dukkha vipākā āyatim jāti jarā maraṇiyā appahīnā tam aham sammūḷhaḥ iti vadāmi ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_mn_36:47.2",
        "original": "Āsavānañhi, aggivessana, appahānā sammūḷho hoti.",
        "analyzed": "āsavānam hi aggivessana appahānā sammūḷhaḥ hoti ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_mn_36:47.3",
        "original": "Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā pahīnā, tamahaṁ ‘asammūḷho’ti vadāmi.",
        "analyzed": "yassa kassaci aggivessana ye āsavā saṅkilesikā ponobbhavikā sadarā dukkha vipākā āyatim jāti jarā maraṇiyā pahīnā tam aham asammūḍhaḥ iti vadāmi ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_mn_36:47.4",
        "original": "Āsavānañhi, aggivessana, pahānā asammūḷho hoti.",
        "analyzed": "āsavānam hi aggivessana pahānā asammūḍhaḥ hoti ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_mn_36:47.5",
        "original": "Tathāgatassa kho, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā.",
        "analyzed": "tathāgatassa kho aggivessana ye āsavā saṅkilesikā ponobbhavikā sadarā dukkha vipākā āyatim jāti jarā maraṇiyā pahīnā ucchinna mūlā tālāvatthukatā anabhāvaṅkatā āyatim an uppāda dhammā ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_mn_36:47.6",
        "original": "Seyyathāpi, aggivessana, tālo matthakacchinno abhabbo puna virūḷhiyā;",
        "analyzed": "seyyathā api aggivessana tālaḥ matthaka chinnaḥ abhabbaḥ puna virūḷhiyā ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_mn_36:47.7_0",
        "original": "evameva kho, aggivessana, tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā",
        "analyzed": "evam eva kho aggivessana tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkha vipākā ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_mn_36:47.7_1",
        "original": "āyatiṁ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā”ti.",
        "analyzed": "āyatim jāti jarā maraṇiyā pahīnā ucchinna mūlā tālāvatthuka tā anabhāvaṅka tā āyatim an uppāda dhammā ati ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_mn_36:48.1",
        "original": "Evaṁ vutte, saccako nigaṇṭhaputto bhagavantaṁ etadavoca:",
        "analyzed": "evam vutte saccakaḥ nigaṇṭha puttaḥ bhagavantam etat avoca ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.2",
        "original": "“acchariyaṁ, bho gotama, abbhutaṁ, bho gotama.",
        "analyzed": "acchariya bho gotama abbhuta bho gotama ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.3_0",
        "original": "Yāvañcidaṁ bhoto gotamassa evaṁ āsajja āsajja vuccamānassa, upanītehi vacanappathehi",
        "analyzed": "yāvañcidam bhoto gotamassa evam āsajja āsajja vuccamānassa upanītehi vacana ppathehi ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.3_1",
        "original": "samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā",
        "analyzed": "samudācariyamānassa chavi vaṇṇaḥ ca iva pariyodāyati mukha vaṇṇaḥ ca vippasīdati yathā ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.3_2",
        "original": "taṁ arahato sammāsambuddhassa.",
        "analyzed": "tam arahataḥ sammāsambuddhassa ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.4",
        "original": "Abhijānāmahaṁ, bho gotama, pūraṇaṁ kassapaṁ vādena vādaṁ samārabhitā.",
        "analyzed": "abhijānāmaha bho gotama pūraṇam kassapam vādena vādam samārabhitā ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.5",
        "original": "Sopi mayā vādena vādaṁ samāraddho aññenaññaṁ paṭicari, bahiddhā kathaṁ apanāmesi, kopañca dosañca appaccayañca pātvākāsi.",
        "analyzed": "saḥ api mayā vādena vādam samāraddhaḥ aññena aññam paṭicari bahiddhā katham apanāmesi kopam ca dosam ca appaccayam ca pātvā akāsi ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.6_0",
        "original": "Bhoto pana gotamassa evaṁ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa,",
        "analyzed": "bhoto pana gotamassa evam āsajja āsajja vuccamānassa upanītehi vacana pathehi samudācariyamānassa ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.6_1",
        "original": "chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṁ arahato sammāsambuddhassa.",
        "analyzed": "chavi vaṇṇaḥ ca iva pariyodāyati mukha vaṇṇaḥ ca vippasīdati yathā tam arahataḥ sammāsambuddhassa ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.7",
        "original": "Abhijānāmahaṁ, bho gotama, makkhaliṁ gosālaṁ …pe…",
        "analyzed": "abhijānāmaha bho gotama makkhalim gosālam pe ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.8",
        "original": "ajitaṁ kesakambalaṁ …",
        "analyzed": "ajitam kesa kambalam ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.9",
        "original": "pakudhaṁ kaccāyanaṁ …",
        "analyzed": "pakudham kaccāyanam ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.10",
        "original": "sañjayaṁ belaṭṭhaputtaṁ …",
        "analyzed": "sañjayam belaṭṭha puttam ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.11",
        "original": "nigaṇṭhaṁ nāṭaputtaṁ vādena vādaṁ samārabhitā.",
        "analyzed": "nigaṇṭham nāṭa puttam vādena vādam samārabhitā ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.12",
        "original": "Sopi mayā vādena vādaṁ samāraddho aññenaññaṁ paṭicari, bahiddhā kathaṁ apanāmesi, kopañca dosañca appaccayañca pātvākāsi.",
        "analyzed": "saḥ api mayā vādena vādam samāraddhaḥ aññena aññam paṭicari bahiddhā katham apanāmesi kopam ca dosam ca appaccayam ca pātvā akāsi ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.13_0",
        "original": "Bhoto pana gotamassa evaṁ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa,",
        "analyzed": "bhoto pana gotamassa evam āsajja āsajja vuccamānassa upanītehi vacana pathehi samudācariyamānassa ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.13_1",
        "original": "chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṁ arahato sammāsambuddhassa.",
        "analyzed": "chavi vaṇṇaḥ ca iva pariyodāyati mukha vaṇṇaḥ ca vippasīdati yathā tam arahataḥ sammāsambuddhassa ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.14",
        "original": "Handa ca dāni mayaṁ, bho gotama, gacchāma.",
        "analyzed": "handa ca dāni maya bho gotama gacchāma ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.15",
        "original": "Bahukiccā mayaṁ, bahukaraṇīyā”ti.",
        "analyzed": "bahu kiccā maya bahu karaṇīyā ati ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.16",
        "original": "“Yassadāni tvaṁ, aggivessana, kālaṁ maññasī”ti.",
        "analyzed": "yaḥ sadāni tva aggivessana kālam maññasi iti ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.17",
        "original": "Atha kho saccako nigaṇṭhaputto bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmīti.",
        "analyzed": "atha kho saccakaḥ nigaṇṭha puttaḥ bhagavataḥ bhāsitam abhinanditvā anumoditvā uṭṭhāya āsanā pakkāmi iti ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_mn_36:48.18",
        "original": "Mahāsaccakasuttaṁ niṭṭhitaṁ chaṭṭhaṁ.",
        "analyzed": "mahāsaccaka suttam niṭṭhitam chaṭṭha ",
        "folio": "48"
    }
]