[
    {
        "segmentnr": "PA_mil_6.1.7:0.1",
        "original": "Milindapañha",
        "analyzed": "milindapañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.1.7:0.2",
        "original": "Anumānapañha",
        "analyzed": "anumāna pañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.1.7:0.3",
        "original": "Buddhavagga",
        "analyzed": "buddha vagga ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.1.7:0.4",
        "original": "7. Abhisamayantarāyakarapañha",
        "analyzed": "        ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.1.7:1.1_0",
        "original": "“Bhante nāgasena, idha yo koci gihī pārājikaṁ ajjhāpanno bhaveyya, so aparena samayena",
        "analyzed": "bhante nāgasena idha yaḥ koci gihī pārājikam ajjhāpannaḥ bhaveyya saḥ aparena samayena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.1.7:1.1_1",
        "original": "pabbājeyya, attanāpi so na jāneyya ‘gihipārājikaṁ ajjhāpannosmī’ti, napi tassa añño",
        "analyzed": "pabbājeyya attanā api saḥ na jāneyya gihi pārājikam ajjhāpannaḥ asmi iti na pi tassa aññaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.1.7:1.1_2",
        "original": "koci ācikkheyya ‘gihipārājikaṁ ajjhāpannosī’ti.",
        "analyzed": "koci ācikkheyya gihi pārājikam ajjhāpanno asi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.1.7:1.2",
        "original": "So ca tathattāya paṭipajjeyya, api nu tassa dhammābhisamayo bhaveyyā”ti?",
        "analyzed": "saḥ ca tathattāya paṭipajjeyya api nu tassa dhamma abhisamayaḥ bhaveyya ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.1.7:1.3",
        "original": "“Na hi, mahārājā”ti.",
        "analyzed": "na hi mahā rājāti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.1.7:1.4",
        "original": "“Kena, bhante, kāraṇenā”ti?",
        "analyzed": "kena bhante kāraṇena ati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.1.7:1.5",
        "original": "“Yo tassa hetu dhammābhisamayāya, so tassa samucchinno, tasmā dhammābhisamayo na bhavatī”ti.",
        "analyzed": "yaḥ tassa hetu dhamma abhisamayāya so tassa samucchinnaḥ tasmā dhamma abhisamayaḥ na bhavati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.1.7:2.1",
        "original": "“Bhante nāgasena, tumhe bhaṇatha—",
        "analyzed": "bhante nāgasena tumhe bhaṇatha ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_6.1.7:2.2",
        "original": "‘jānantassa kukkuccaṁ hoti, kukkucce sati āvaraṇaṁ hoti, āvaṭe citte dhammābhisamayo na hotī’ti.",
        "analyzed": "jānantassa kukkuccam hoti kukkucce sati āvaraṇam hoti āvaṭe citte dhamma abhisamayaḥ na hoti iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_6.1.7:2.3",
        "original": "Imassa pana ajānantassa akukkuccajātassa santacittassa viharato kena kāraṇena dhammābhisamayo na hoti, visamena visameneso pañho gacchati, cintetvā visajjethā”ti.",
        "analyzed": "imassa pana a jānantassa a kukkucca jātassa santa cittassa viharato kena kāraṇena dhamma abhisamayaḥ na hoti visamena visamena iso pañhaḥ gacchati cintetvā visajjetha ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_6.1.7:3.1",
        "original": "“Ruhati, mahārāja, sukaṭṭhe sukalale maṇḍakhette sāradaṁ sukhasayitaṁ bījan”ti?",
        "analyzed": "ruhati mahā rāja su kaṭṭhe su kalale maṇḍa khette sāradam sukha sayitam bījanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.1.7:3.2",
        "original": "“Āma, bhante”ti.",
        "analyzed": "āma bhanta iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.1.7:3.3",
        "original": "“Api nu, mahārāja, taññeva bījaṁ ghanaselasilātale ruheyyā”ti?",
        "analyzed": "api nu mahā rāja tañca iva bījam ghanasela silā tale ruheyyāti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.1.7:3.4",
        "original": "“Na hi, bhante”ti.",
        "analyzed": "na hi bhantā iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.1.7:3.5",
        "original": "“Kissa pana, mahārāja, taññeva bījaṁ kalale ruhati, kissa ghanasele na ruhatī”ti?",
        "analyzed": "kissa pana mahā rāja taññeva bījam kalale ruhati kissa ghana sele na ruhati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.1.7:3.6",
        "original": "“Natthi, bhante, tassa bījassa ruhanāya ghanasele hetu, ahetunā bījaṁ na ruhatī”ti.",
        "analyzed": "natthi bhante tassa bījassa ruhanāya ghana sele hetu ahetunā bījam na ruhati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.1.7:3.7",
        "original": "“Evameva kho, mahārāja, yena hetunā tassa dhammābhisamayo bhaveyya, so tassa hetu samucchinno, ahetunā dhammābhisamayo na hoti.",
        "analyzed": "evam eva kho mahā rāja yena hetunā tassa dhamma abhisamayaḥ bhaveyya saḥ tassa hetu samucchinnaḥ ahetunā dhamma abhisamayaḥ na hoti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.1.7:4.1",
        "original": "Yathā vā pana, mahārāja, daṇḍaleḍḍulaguḷamuggarā pathaviyā ṭhānamupagacchanti, api nu, mahārāja, teyeva daṇḍaleḍḍulaguḷamuggarā gagane ṭhānamupagacchantī”ti?",
        "analyzed": "yathā vā pana mahā rāja daṇḍa leḍḍula guḷa muggarā pathaviyāḥ ṭhānam upagacchanti api nu mahā rāja teyā iva daṇḍa leḍḍula guḷa muggarāḥ gagane ṭhānam upagacchanti iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_6.1.7:4.2",
        "original": "“Na hi, bhante”ti.",
        "analyzed": "na hi bhantā iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_6.1.7:4.3",
        "original": "“Kiṁ panettha, mahārāja, kāraṇaṁ, yena kāraṇena teyeva daṇḍaleḍḍulaguḷamuggarā pathaviyā ṭhānamupagacchanti, kena kāraṇena gagane na tiṭṭhantī”ti?",
        "analyzed": "kim pana ittha mahā rāja kāraṇa yena kāraṇena teya eva daṇḍa leḍḍu laguḷa muggarā pathaviyāḥ ṭhānam upagacchanti kena kāraṇena gagane na tiṭṭhanti iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_6.1.7:4.4",
        "original": "“Natthi, bhante, tesaṁ daṇḍaleḍḍulaguḷamuggarānaṁ patiṭṭhānāya ākāse hetu, ahetunā na tiṭṭhantī”ti.",
        "analyzed": "natthi bhante tesam daṇḍa leḍḍu laguḷa muggarānam patiṭṭhānāya ākāse hetu ahetunā na tiṭṭhanti iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_6.1.7:4.5",
        "original": "“Evameva kho, mahārāja, tassa tena dosena abhisamayahetu samucchinno, hetusamugghāte ahetunā abhisamayo na hotīti.",
        "analyzed": "evam eva kho mahā rāja tassa tena dosena abhisamaya hetu samucchinnaḥ hetu samugghāte ahetunā abhisamayaḥ na hoti iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_6.1.7:5.1",
        "original": "Yathā vā pana, mahārāja, thale aggi jalati, api nu kho, mahārāja, soyeva aggi udake jalatī”ti?",
        "analyzed": "yathā vā pana mahā rāja thale aggi jalati api nu khalu mahā rāja soyā iva aggi udake jalati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_6.1.7:5.2",
        "original": "“Na hi, bhante”ti.",
        "analyzed": "na hi bhantā iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_6.1.7:5.3",
        "original": "“Kiṁ panettha, mahārāja, kāraṇaṁ, yena kāraṇena soyeva aggi thale jalati, kena kāraṇena udake na jalatī”ti?",
        "analyzed": "kim pana itthā mahā rāja kāraṇa yena kāraṇena soyā iva aggi thale jalati kena kāraṇena udake na jalati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_6.1.7:5.4",
        "original": "“Natthi, bhante, aggissa jalanāya udake hetu, ahetunā na jalatī”ti.",
        "analyzed": "natthi bhante aggissa jalanāya udake hetu ahetunā na jalati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_6.1.7:5.5",
        "original": "“Evameva kho, mahārāja, tassa tena dosena abhisamayahetu samucchinno, hetusamugghāte ahetunā dhammābhisamayo na hotī”ti.",
        "analyzed": "evam eva kho mahā rāja tassa tena dosena abhisamaya hetu samucchinnaḥ hetu samugghāte ahetunā dhamma abhisamayaḥ na hoti iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_6.1.7:6.1",
        "original": "“Bhante nāgasena, punapetaṁ atthaṁ cintehi, na me tattha cittasaññatti bhavati, ajānantassa asati kukkucce āvaraṇaṁ hotīti, kāraṇena maṁ saññāpehī”ti.",
        "analyzed": "bhante nāgasena punapetam attham cintehi na me tattha citta saññatti bhavati a jānantassa asati kukkucce āvaraṇam hoti iti kāraṇena mama saññāpehi iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mil_6.1.7:6.2",
        "original": "“Api nu, mahārāja, visaṁ halāhalaṁ ajānantena khāyitaṁ jīvitaṁ haratī”ti?",
        "analyzed": "api nu mahā rāja visam halāhalam a jānantena khāyitam jīvitam harati iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mil_6.1.7:6.3",
        "original": "“Āma, bhante”ti.",
        "analyzed": "āma bhanta iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mil_6.1.7:6.4",
        "original": "“Evameva kho, mahārāja, ajānantenapi kataṁ pāpaṁ abhisamayantarāyakaraṁ hoti.",
        "analyzed": "evam eva khalu mahā rāja a jānantena api katam pāpam abhisamaya antarāya karam ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mil_6.1.7:7.1",
        "original": "Api nu, mahārāja, aggi ajānitvā akkamantaṁ ḍahatī”ti?",
        "analyzed": "api nu mahā rāja aggi a jānitvā akkamantam ḍahati iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_6.1.7:7.2",
        "original": "“Āma, bhante”ti.",
        "analyzed": "āma bhanta iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_6.1.7:7.3",
        "original": "“Evameva kho, mahārāja, ajānantenapi kataṁ pāpaṁ abhisamayantarāyakaraṁ hoti.",
        "analyzed": "evam eva khalu mahā rāja a jānantena api katam pāpam abhisamaya antarāya karam ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_6.1.7:8.1",
        "original": "Api nu, mahārāja, ajānantaṁ āsīviso ḍaṁsitvā jīvitaṁ haratī”ti?",
        "analyzed": "api nu mahā rāja a jānantam āsīvisaḥ ḍasitvā jīvitam harati iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.1.7:8.2",
        "original": "“Āma, bhante”ti.",
        "analyzed": "āma bhanta iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.1.7:8.3",
        "original": "“Evameva kho, mahārāja, ajānantenapi kataṁ pāpaṁ abhisamayantarāyakaraṁ hoti.",
        "analyzed": "evam eva khalu mahā rāja a jānantena api katam pāpam abhisamaya antarāya karam ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.1.7:9.1_0",
        "original": "Nanu, mahārāja, kāliṅgarājā samaṇakolañño sattaratanaparikiṇṇo hatthiratanamabhiruyha",
        "analyzed": "nanu mahā rāja kāliṅga rājā samaṇa kolaññaḥ satta ratana parikiṇṇaḥ hatthi ratanam abhiruyha ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.1.7:9.1_1",
        "original": "kuladassanāya gacchanto ajānantopi nāsakkhi bodhimaṇḍassa uparito gantuṁ, idamettha,",
        "analyzed": "kula dassanāya gacchantaḥ a jānantaḥ api nā asakkhi bodhimaṇḍassa uparitas gantu idam ettha ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.1.7:9.1_2",
        "original": "mahārāja, kāraṇaṁ, yena kāraṇena ajānantenapi kataṁ pāpaṁ abhisamayantarāyakaraṁ hotī”ti?",
        "analyzed": "mahā rāja kāraṇa yena kāraṇena a jānantena api katam pāpam abhisamaya antarāya karam iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.1.7:9.2",
        "original": "“Jinabhāsitaṁ, bhante nāgasena, kāraṇaṁ na sakkā paṭikkosituṁ, esovetassa attho tathā sampaṭicchāmī”ti.",
        "analyzed": "jina bhāsita bhante nāgasena kāraṇam na sakkā paṭikkositu esaḥ uva etassa attho tathā sampaṭicchāmi iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.1.7:10.1",
        "original": "Abhisamayantarāyakarapañho sattamo.",
        "analyzed": "abhisamaya antarāya kara pañho sattamaḥ ",
        "folio": "10"
    }
]