[
    {
        "segmentnr": "PA_mn_69:0.1",
        "original": "Majjhima Nikāya 69",
        "analyzed": "majjhima nikāya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_69:0.2",
        "original": "Goliyānisutta",
        "analyzed": "goliyānisutta ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_69:1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_69:1.2",
        "original": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
        "analyzed": "ekam samayam bhagavā rājagahe viharati veḷuvane kalandakanivāpe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_69:2.1",
        "original": "Tena kho pana samayena goliyāni nāma bhikkhu āraññiko padasamācāro saṅghamajjhe osaṭo hoti kenacideva karaṇīyena.",
        "analyzed": "tena kho pana samayena goliyāni nāma bhikkhu āraññikaḥ pada samācāraḥ saṅgha majjhe osaṭaḥ hoti kenacid eva karaṇīyena ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_69:2.2",
        "original": "Tatra kho āyasmā sāriputto goliyāniṁ bhikkhuṁ ārabbha bhikkhū āmantesi:",
        "analyzed": "tatra kho āyasmā sāriputtaḥ goliyānim bhikkhum ārabbha bhikkhū āmantesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_69:3.1",
        "original": "“Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena sabrahmacārīsu sagāravena bhavitabbaṁ sappatissena.",
        "analyzed": "āraññikena āvuso bhikkhunā saṅgha gatena saṅghe viharantena sabrahmacārīsu sa gāravena bhavitabbam sa patissena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_69:3.2",
        "original": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto sabrahmacārīsu agāravo hoti appatisso, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu saṅgha gataḥ saṅghe viharantaḥ sabrahmacārīsu agāravaḥ hoti appatissaḥ tassa bhavanti vattāro ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_69:3.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena, yo ayamāyasmā sabrahmacārīsu agāravo hoti appatisso’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa araññe seri vihārena yaḥ ayam āyasmā sabrahmacārīsu agāravaḥ hoti appatissaḥ ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_69:3.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_69:3.5",
        "original": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena sabrahmacārīsu sagāravena bhavitabbaṁ sappatissena.",
        "analyzed": "tasmai āraññikena bhikkhunā saṅgha gatena saṅghe viharantena sabrahmacārīsu sa gāravena bhavitabbam sa patissena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_69:4.1",
        "original": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena āsanakusalena bhavitabbaṁ:",
        "analyzed": "āraññikena āvuso bhikkhunā saṅgha gatena saṅghe viharantena āsana kusalena bhavitabba ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.2",
        "original": "‘iti there ca bhikkhū nānupakhajja nisīdissāmi nave ca bhikkhū na āsanena paṭibāhissāmī’ti.",
        "analyzed": "iti there ca bhikkhū na an upakhajja nisīdissāmi nave ca bhikkhū na āsanena paṭibāhissāmi iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.3",
        "original": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto na āsanakusalo hoti, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu saṅgha gataḥ saṅghe viharantaḥ na āsana kusalaḥ hoti tassa bhavanti vattāro ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.4",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena, yo ayamāyasmā āsanakusalo na hotī’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa araññe seri vihārena yaḥ ayam āyasmai āsana kusalaḥ na hoti iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.5",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.6",
        "original": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena āsanakusalena bhavitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā saṅgha gatena saṅghe viharantena āsana kusalena bhavitabba ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.7",
        "original": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena ābhisamācārikopi dhammo jānitabbo.",
        "analyzed": "āraññikena āvuso bhikkhunā saṅgha gatena saṅghe viharantena ābhisamācārikaḥ api dhammaḥ jānitabbo ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.8",
        "original": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto ābhisamācārikampi dhammaṁ na jānāti, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu saṅgha gataḥ saṅghe viharantaḥ ābhisamācārikam pi dhammam na jānāti tassa bhavanti vattāro ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.9",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā ābhisamācārikampi dhammaṁ na jānātī’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa araññe seri vihārena yaḥ ayam āyasmai ābhisamācārikam pi dhammam na jānāti iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.10",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:4.11",
        "original": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena ābhisamācārikopi dhammo jānitabbo.",
        "analyzed": "tasmai āraññikena bhikkhunā saṅgha gatena saṅghe viharantena ābhisamācārikaḥ api dhammaḥ jānitabbaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_69:5.1",
        "original": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena nātikālena gāmo pavisitabbo nātidivā paṭikkamitabbaṁ.",
        "analyzed": "āraññikena āvuso bhikkhunā saṅgha gatena saṅghe viharantena na atikālena gāmaḥ pavisitabbaḥ na atidivā paṭikkamitabba ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_69:5.2",
        "original": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto atikālena gāmaṁ pavisati atidivā paṭikkamati, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu saṅgha gataḥ saṅghe viharantaḥ atikālena gāmam pavisati atidivā paṭikkamati tassa bhavanti vattāraḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_69:5.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā atikālena gāmaṁ pavisati atidivā paṭikkamatī’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa araññe seri vihārena yaḥ ayam āyasmā ati kālena gāmam pavisati atidivā paṭikkamati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_69:5.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_69:5.5",
        "original": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena nātikālena gāmo pavisitabbo, nātidivā paṭikkamitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā saṅgha gatena saṅghe viharantena na ati kālena gāmaḥ pavisitabbaḥ na ati divā paṭikkamitabba ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_69:6.1",
        "original": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena na purebhattaṁ pacchābhattaṁ kulesu cārittaṁ āpajjitabbaṁ.",
        "analyzed": "āraññikena āvuso bhikkhunā saṅgha gatena saṅghe viharantena na purebhattam pacchābhattam kulesu cārittam āpajjitabba ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_69:6.2",
        "original": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto purebhattaṁ pacchābhattaṁ kulesu cārittaṁ āpajjati, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu saṅgha gataḥ saṅghe viharantaḥ purebhattam pacchābhattam kulesu cārittam āpajjati tassa bhavanti vattāro ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_69:6.3",
        "original": "‘Ayaṁ nūnimassāyasmato āraññikassa ekassāraññe serivihārena viharato vikālacariyā bahulīkatā, tamenaṁ saṅghagatampi samudācaratī’ti—",
        "analyzed": "ayam nūnimassa āyasmataḥ āraññikassa ekassa āraññe serivihārena viharataḥ vikāla cariyā bahulīkatā tam enam saṅgha gatam pi samudācarati iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_69:6.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_69:6.5",
        "original": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena na purebhattaṁ pacchābhattaṁ kulesu cārittaṁ āpajjitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā saṅgha gatena saṅghe viharantena na purebhattam pacchābhattam kulesu cārittam ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_69:7.1",
        "original": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena anuddhatena bhavitabbaṁ acapalena.",
        "analyzed": "āraññikena āvuso bhikkhunā saṅgha gatena saṅghe viharantena an uddhatena bhavitabbam a capalena ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_69:7.2",
        "original": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto uddhato hoti capalo, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu saṅgha gataḥ saṅghe viharantaḥ uddhataḥ hoti capalaḥ tassa bhavanti vattāro ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_69:7.3",
        "original": "‘Idaṁ nūnimassāyasmato āraññikassa ekassāraññe serivihārena viharato uddhaccaṁ cāpalyaṁ bahulīkataṁ, tamenaṁ saṅghagatampi samudācaratī’ti—",
        "analyzed": "idam nūnam assa āyasmataḥ āraññikassa ekassa āraññe sa iri vihārena viharataḥ uddhaccam cāpalyam tam enam saṅgha gatam pi samudācarati iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_69:7.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_69:7.5",
        "original": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena anuddhatena bhavitabbaṁ acapalena.",
        "analyzed": "tasmai āraññikena bhikkhunā saṅgha gatena saṅghe viharantena an uddhatena bhavitabbam a capalena ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_69:8.1",
        "original": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena amukharena bhavitabbaṁ avikiṇṇavācena.",
        "analyzed": "āraññikena āvuso bhikkhunā saṅgha gatena saṅghe viharantena a mukharena bhavitabbam a vikiṇṇa vācena ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_69:8.2",
        "original": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto mukharo hoti vikiṇṇavāco, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu saṅgha gataḥ saṅghe viharantaḥ mukharaḥ hoti vikiṇṇa vācaḥ tassa bhavanti vattāro ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_69:8.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā mukharo vikiṇṇavāco’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe seri vihārena yaḥ ayam āyasmā mukharaḥ vikiṇṇa vācaḥ ti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_69:8.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_69:8.5",
        "original": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena amukharena bhavitabbaṁ avikiṇṇavācena.",
        "analyzed": "tasmai āraññikena bhikkhunā saṅgha gatena saṅghe viharantena a mukharena bhavitabbam a vikiṇṇa vācena ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_69:9.1",
        "original": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena suvacena bhavitabbaṁ kalyāṇamittena.",
        "analyzed": "āraññikena āvuso bhikkhunā saṅgha gatena saṅghe viharantena suvacena bhavitabbam kalyāṇa mittena ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_69:9.2",
        "original": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto dubbaco hoti pāpamitto, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu saṅgha gataḥ saṅghe viharantaḥ dubbacaḥ hoti pāpa mitto tassa bhavanti vattāro ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_69:9.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā dubbaco pāpamitto’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe sa iri vihārena yaḥ ayam āyasmā dubbacaḥ pāpa mittaḥ ti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_69:9.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_69:9.5",
        "original": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena suvacena bhavitabbaṁ kalyāṇamittena.",
        "analyzed": "tasmai āraññikena bhikkhunā saṅgha gatena saṅghe viharantena suvacena bhavitabbam kalyāṇa mittena ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_69:10.1",
        "original": "Āraññikenāvuso, bhikkhunā indriyesu guttadvārena bhavitabbaṁ.",
        "analyzed": "āraññikena āvuso bhikkhunā indriyesu gutta dvārena ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_69:10.2",
        "original": "Sace, āvuso, āraññiko bhikkhu indriyesu aguttadvāro hoti, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu indriyesu a gutta dvāraḥ hoti tassa bhavanti vattāro ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_69:10.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā indriyesu aguttadvāro’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe seri vihārena yaḥ ayam āyasmā indriyesu a gutta dvārā ti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_69:10.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_69:10.5",
        "original": "Tasmā āraññikena bhikkhunā indriyesu guttadvārena bhavitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā indriyesu gutta dvārena ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_69:11.1",
        "original": "Āraññikenāvuso, bhikkhunā bhojane mattaññunā bhavitabbaṁ.",
        "analyzed": "āraññikena āvuso bhikkhunā bhojane mattaññunā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_69:11.2",
        "original": "Sace, āvuso, āraññiko bhikkhu bhojane amattaññū hoti, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu bhojane a mattaññū hoti tassa bhavanti vattāro ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_69:11.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā bhojane amattaññū’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe seri vihārena yaḥ ayam āyasmā bhojane amattaññu iti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_69:11.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_69:11.5",
        "original": "Tasmā āraññikena bhikkhunā bhojane mattaññunā bhavitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā bhojane mattaññunā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_69:12.1",
        "original": "Āraññikenāvuso, bhikkhunā jāgariyaṁ anuyuttena bhavitabbaṁ.",
        "analyzed": "āraññikena āvuso bhikkhunā jāgariyam anuyuttena ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_69:12.2",
        "original": "Sace, āvuso, āraññiko bhikkhu jāgariyaṁ ananuyutto hoti, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu jāgariyam an anuyuttaḥ hoti tassa bhavanti vattāro ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_69:12.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā jāgariyaṁ ananuyutto’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe seri vihārena yaḥ ayam āyasmā jāgariyam an anuyuttaḥ ti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_69:12.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_69:12.5",
        "original": "Tasmā āraññikena bhikkhunā jāgariyaṁ anuyuttena bhavitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā jāgariyam anuyuttena bhavitabba ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_69:13.1",
        "original": "Āraññikenāvuso, bhikkhunā āraddhavīriyena bhavitabbaṁ.",
        "analyzed": "āraññikena āvuso bhikkhunā āraddha vīriyena ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_69:13.2",
        "original": "Sace, āvuso, āraññiko bhikkhu kusīto hoti, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu kusītaḥ hoti tassa bhavanti vattāro ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_69:13.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā kusīto’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa araññe seri vihārena yaḥ ayam āyasmā kusītaḥ ti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_69:13.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_69:13.5",
        "original": "Tasmā āraññikena bhikkhunā āraddhavīriyena bhavitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā āraddha vīriyena ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_69:14.1",
        "original": "Āraññikenāvuso, bhikkhunā upaṭṭhitassatinā bhavitabbaṁ.",
        "analyzed": "āraññikena āvuso bhikkhunā upaṭṭhita ssatinā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_69:14.2",
        "original": "Sace, āvuso, āraññiko bhikkhu muṭṭhassatī hoti, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu muṭṭha ssatī hoti tassa bhavanti vattāraḥ ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_69:14.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā muṭṭhassatī’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe seri vihārena yaḥ ayam āyasmā muṭṭhassati iti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_69:14.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_69:14.5",
        "original": "Tasmā āraññikena bhikkhunā upaṭṭhitassatinā bhavitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā upaṭṭhita ssatinā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_69:15.1",
        "original": "Āraññikenāvuso, bhikkhunā samāhitena bhavitabbaṁ.",
        "analyzed": "āraññikena āvuso bhikkhunā samāhitena ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_69:15.2",
        "original": "Sace, āvuso, āraññiko bhikkhu asamāhito hoti, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu asamāhitaḥ hoti tassa bhavanti vattāro ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_69:15.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā asamāhito’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe seri vihārena yaḥ ayam āyasmā asamāhitaḥ ti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_69:15.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_69:15.5",
        "original": "Tasmā āraññikena bhikkhunā samāhitena bhavitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā samāhitena ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_69:16.1",
        "original": "Āraññikenāvuso, bhikkhunā paññavatā bhavitabbaṁ.",
        "analyzed": "āraññikena āvuso bhikkhunā paññavatā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_69:16.2",
        "original": "Sace, āvuso, āraññiko bhikkhu duppañño hoti, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu duppaññaḥ hoti tassa bhavanti vattāro ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_69:16.3",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā duppañño’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa araññe seri vihārena yaḥ ayam āyasmā duppaññaḥ ti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_69:16.4",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_69:16.5",
        "original": "Tasmā āraññikena bhikkhunā paññavatā bhavitabbaṁ.",
        "analyzed": "tasmai āraññikena bhikkhunā paññavatā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_69:17.1",
        "original": "Āraññikenāvuso, bhikkhunā abhidhamme abhivinaye yogo karaṇīyo.",
        "analyzed": "āraññikena āvuso bhikkhunā abhidhamme abhivinaye yogaḥ karaṇīyaḥ ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_69:17.2",
        "original": "Santāvuso, āraññikaṁ bhikkhuṁ abhidhamme abhivinaye pañhaṁ pucchitāro.",
        "analyzed": "santi āvuso āraññikam bhikkhum abhidhamme abhivinaye pañham pucchitāraḥ ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_69:17.3",
        "original": "Sace, āvuso, āraññiko bhikkhu abhidhamme abhivinaye pañhaṁ puṭṭho na sampāyati, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu abhidhamme abhivinaye pañham puṭṭhaḥ na sampāyati tassa bhavanti vattāro ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_69:17.4",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā abhidhamme abhivinaye pañhaṁ puṭṭho na sampāyatī’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe seri vihārena yaḥ ayam āyasmai abhidhamme abhivinaye pañham puṭṭhaḥ na sampāyati iti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_69:17.5",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_69:17.6",
        "original": "Tasmā āraññikena bhikkhunā abhidhamme abhivinaye yogo karaṇīyo.",
        "analyzed": "tasmai āraññikena bhikkhunā abhidhamme abhivinaye yogaḥ karaṇīyaḥ ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_69:18.1",
        "original": "Āraññikenāvuso, bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogo karaṇīyo.",
        "analyzed": "āraññikena āvuso bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogaḥ karaṇīyo ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_69:18.2",
        "original": "Santāvuso, āraññikaṁ bhikkhuṁ ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṁ pucchitāro.",
        "analyzed": "santi āvuso āraññikam bhikkhum ye te santā vimokkhāḥ atikkamma rūpe āruppā tattha pañham pucchitāro ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_69:18.3",
        "original": "Sace, āvuso, āraññiko bhikkhu ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṁ puṭṭho na sampāyati, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu ye te santā vimokkhāḥ atikkamma rūpe āruppā tattha pañham puṭṭhaḥ na sampāyati tassa bhavanti vattāro ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_69:18.4",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṁ puṭṭho na sampāyatī’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe seri vihārena yaḥ ayam āyasmā ye te santā vimokkhā atikkamma rūpe āruppā tattha pañham puṭṭhaḥ na sampāyati iti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_69:18.5",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_69:18.6",
        "original": "Tasmā āraññikena bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogo karaṇīyo.",
        "analyzed": "tasmai āraññikena bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogaḥ karaṇīyo ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_69:19.1",
        "original": "Āraññikenāvuso, bhikkhunā uttari manussadhamme yogo karaṇīyo.",
        "analyzed": "āraññikena āvuso bhikkhunā uttari manussa dhamme yogaḥ karaṇīyaḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_69:19.2",
        "original": "Santāvuso, āraññikaṁ bhikkhuṁ uttari manussadhamme pañhaṁ pucchitāro.",
        "analyzed": "santi āvuso āraññikam bhikkhum uttari manussa dhamme pañham pucchitāraḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_69:19.3",
        "original": "Sace, āvuso, āraññiko bhikkhu uttari manussadhamme pañhaṁ puṭṭho na sampāyati, tassa bhavanti vattāro.",
        "analyzed": "sace āvuso āraññikaḥ bhikkhu uttari manussa dhamme pañham puṭṭhaḥ na sampāyati tassa bhavanti vattāro ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_69:19.4",
        "original": "‘Kiṁ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā yassatthāya pabbajito tamatthaṁ na jānātī’ti—",
        "analyzed": "kim panimassa āyasmataḥ āraññikassa ekassa āraññe seri vihārena yaḥ ayam āyasmā yad atthāya pabbajitaḥ tam attham na jānāti iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_69:19.5",
        "original": "tassa bhavanti vattāro.",
        "analyzed": "tassa bhavanti vattāraḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_69:19.6",
        "original": "Tasmā āraññikena bhikkhunā uttari manussadhamme yogo karaṇīyo”ti.",
        "analyzed": "tasmai āraññikena bhikkhunā uttari manussa dhamme yogo karaṇīyaḥ ti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_69:19.7",
        "original": "Evaṁ vutte, āyasmā mahāmoggallāno āyasmantaṁ sāriputtaṁ etadavoca:",
        "analyzed": "evam vutte āyasmā mahāmoggallānaḥ āyasmantam sāriputtam etat avoca ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_69:19.8",
        "original": "“āraññikeneva nu kho, āvuso sāriputta, bhikkhunā ime dhammā samādāya vattitabbā udāhu gāmantavihārināpī”ti?",
        "analyzed": "āraññikena iva nu kho āvuso sāriputta bhikkhunā ime dhammā samādāya vattitabbā udāhu gāmantavihārinā api iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_69:19.9",
        "original": "“Āraññikenāpi kho, āvuso moggallāna, bhikkhunā ime dhammā samādāya vattitabbā pageva gāmantavihārinā”ti.",
        "analyzed": "āraññikena api kho āvuso moggallāna bhikkhunā ime dhammā samādāya vattitabbā pagā iva gāmanta vihārinā ati ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_69:19.10",
        "original": "Goliyānisuttaṁ niṭṭhitaṁ navamaṁ.",
        "analyzed": "goliyāni suttam niṭṭhitam navama ",
        "folio": "19"
    }
]