[
    {
        "segmentnr": "PA_mn_94:0.1",
        "original": "Majjhima Nikāya 94",
        "analyzed": "majjhima nikāya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_94:0.2",
        "original": "Ghoṭamukhasutta",
        "analyzed": "ghoṭamukha sutta ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_94:1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_94:1.2",
        "original": "ekaṁ samayaṁ āyasmā udeno bārāṇasiyaṁ viharati khemiyambavane.",
        "analyzed": "ekam samayam āyasmai udenaḥ bārāṇasiyam viharati khemiyamba vane ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_94:2.1",
        "original": "Tena kho pana samayena ghoṭamukho brāhmaṇo bārāṇasiṁ anuppatto hoti kenacideva karaṇīyena.",
        "analyzed": "tena khalu pana samayena ghoṭamukhaḥ brāhmaṇaḥ bārāṇasim an uppattaḥ hoti kenacid eva karaṇīyena ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_94:2.2",
        "original": "Atha kho ghoṭamukho brāhmaṇo jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena khemiyambavanaṁ tenupasaṅkami.",
        "analyzed": "atha khalu ghoṭamukhaḥ brāhmaṇaḥ jaṅghāvihāram anucaṅkamamānaḥ anuvicaramānaḥ yena khemiyambavanam tena upasaṅkami ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_94:2.3",
        "original": "Tena kho pana samayena āyasmā udeno abbhokāse caṅkamati.",
        "analyzed": "tena khalu pana samayena āyasmai udenaḥ abbhokāse caṅkamati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_94:2.4",
        "original": "Atha kho ghoṭamukho brāhmaṇo yenāyasmā udeno tenupasaṅkami; upasaṅkamitvā āyasmatā udenena saddhiṁ sammodi.",
        "analyzed": "atha khalu ghoṭamukhaḥ brāhmaṇaḥ yena āyasmai udenaḥ tena upasaṅkami upasaṅkamitvā āyasmatā udenena saddhim sammodi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_94:2.5",
        "original": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā āyasmantaṁ udenaṁ caṅkamantaṁ anucaṅkamamāno evamāha:",
        "analyzed": "sammodanīyam katham sāraṇīyam vītisāretvā āyasmantam udenam caṅkamantam anucaṅkamamānaḥ evam āha ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_94:2.6",
        "original": "“ambho samaṇa, ‘natthi dhammiko paribbajo’—",
        "analyzed": "ambho samaṇa na atthi dhammikaḥ paribbajo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_94:2.7",
        "original": "evaṁ me ettha hoti.",
        "analyzed": "evam me ettha hoti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_94:2.8",
        "original": "Tañca kho bhavantarūpānaṁ vā adassanā, yo vā panettha dhammo”ti.",
        "analyzed": "tat ca kho bhavantarūpānam vā adassanā yaḥ vā pana ittha dhammaḥ ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_94:3.1",
        "original": "Evaṁ vutte, āyasmā udeno caṅkamā orohitvā vihāraṁ pavisitvā paññatte āsane nisīdi.",
        "analyzed": "evam vutte āyasman udeno caṅkamā orohitvā vihāram pavisitvā paññatte āsane nisīdi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_94:3.2",
        "original": "Ghoṭamukhopi kho brāhmaṇo caṅkamā orohitvā vihāraṁ pavisitvā ekamantaṁ aṭṭhāsi.",
        "analyzed": "ghoṭamukhaḥ api kho brāhmaṇaḥ caṅkamā orohitvā vihāram pavisitvā ekamantam aṭṭhāsi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_94:3.3",
        "original": "Ekamantaṁ ṭhitaṁ kho ghoṭamukhaṁ brāhmaṇaṁ āyasmā udeno etadavoca:",
        "analyzed": "ekamantam ṭhitam kho ghoṭamukham brāhmaṇam etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_94:3.4",
        "original": "“saṁvijjanti kho, brāhmaṇa, āsanāni.",
        "analyzed": "savijjanti khalu brāhmaṇa āsanāni ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_94:3.5",
        "original": "Sace ākaṅkhasi, nisīdā”ti.",
        "analyzed": "sace ākaṅkhasi nisīdāti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_94:3.6",
        "original": "“Etadeva kho pana mayaṁ bhoto udenassa āgamayamānā nisīdāma.",
        "analyzed": "etat eva khalu pana mayam bhoto udenassa āgamayamānāḥ nisīdāma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_94:3.7",
        "original": "Kathañhi nāma mādiso pubbe animantito āsane nisīditabbaṁ maññeyyā”ti?",
        "analyzed": "kathan hi nāma mādisaḥ pubbe a nimantitaḥ āsane nisīditabbam maññeyya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_94:4.1",
        "original": "Atha kho ghoṭamukho brāhmaṇo aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi.",
        "analyzed": "atha kho ghoṭamukhaḥ brāhmaṇaḥ aññataram nīcam āsanam gahetvā ekamantam nisīdi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.2",
        "original": "Ekamantaṁ nisinno kho ghoṭamukho brāhmaṇo āyasmantaṁ udenaṁ etadavoca:",
        "analyzed": "ekamantam nisinnaḥ khalu ghoṭamukhaḥ brāhmaṇaḥ āyasmantam udenam etat avoca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.3",
        "original": "“ambho samaṇa, ‘natthi dhammiko paribbajo’—",
        "analyzed": "ambho samaṇa na atthi dhammikaḥ paribbajo ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.4",
        "original": "evaṁ me ettha hoti.",
        "analyzed": "evam me ettha hoti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.5",
        "original": "Tañca kho bhavantarūpānaṁ vā adassanā, yo vā panettha dhammo”ti.",
        "analyzed": "tat ca kho bhavantarūpānam vā adassanā yaḥ vā pana ittha dhammaḥ ti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.6_0",
        "original": "“Sace kho pana me tvaṁ, brāhmaṇa, anuññeyyaṁ anujāneyyāsi, paṭikkositabbañca paṭikkoseyyāsi;",
        "analyzed": "sace kho pana me tva brāhmaṇa anuññeyyam anujāneyyāsi paṭikkositabbam ca paṭikkoseyyāsi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.6_1",
        "original": "yassa ca pana me bhāsitassa atthaṁ na jāneyyāsi, mamaṁyeva tattha uttari paṭipuccheyyāsi:",
        "analyzed": "yassa ca pana me bhāsitassa attham na jāneyyāsi tattha uttari paṭipuccheyyāsi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.7",
        "original": "‘idaṁ, bho udena, kathaṁ, imassa kvattho’ti? Evaṁ katvā siyā no ettha kathāsallāpo”ti.",
        "analyzed": "ida bho udena katha imassa evam katvā siyā no ettha kathā sallāpo ti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.8_0",
        "original": "“Anuññeyyaṁ khvāhaṁ bhoto udenassa anujānissāmi, paṭikkositabbañca paṭikkosissāmi;",
        "analyzed": "anuññeyyam khvā aham bhoto udenassa anujānissāmi paṭikkositabbam ca paṭikkosissāmi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.8_1",
        "original": "yassa ca panāhaṁ bhoto udenassa bhāsitassa atthaṁ na jānissāmi, bhavantaṁyeva tattha",
        "analyzed": "yassa ca pana aham bhoto udenassa bhāsitassa attham na jānissāmi bhavantayā iva tattha ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.8_2",
        "original": "udenaṁ uttari paṭipucchissāmi: ‘idaṁ, bho udena, kathaṁ, imassa kvattho’ti? Evaṁ",
        "analyzed": "udenam uttari paṭipucchissāmi ida bho udena kathā imassa eva ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:4.8_3",
        "original": "katvā hotu no ettha kathāsallāpo”ti.",
        "analyzed": "katvā hotu no ettha kathā sallāpā ti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_94:5.1",
        "original": "“Cattārome, brāhmaṇa, puggalā santo saṁvijjamānā lokasmiṁ.",
        "analyzed": "cattāro me brāhmaṇa puggalā santaḥ sa vijjamānā lokasmi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.2",
        "original": "Katame cattāro?",
        "analyzed": "katame cattāro ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.3",
        "original": "Idha, brāhmaṇa, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto.",
        "analyzed": "idha brāhmaṇaḥ ekaccaḥ puggalaḥ attantapaḥ hoti atta paritāpana anuyogam anuyuttaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.4",
        "original": "Idha pana, brāhmaṇa, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto.",
        "analyzed": "idha pana brāhmaṇaḥ ekaccaḥ puggalo parantapaḥ hoti para paritāpana anuyogam anuyuttaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.5",
        "original": "Idha pana, brāhmaṇa, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto.",
        "analyzed": "idha pana brāhmaṇaḥ ekaccaḥ puggalaḥ attantapaḥ ca hoti atta paritāpana anuyoga manuyutto parantapaḥ ca para paritāpana anuyoga manuyutto ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.6",
        "original": "Idha pana, brāhmaṇa, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto.",
        "analyzed": "idha pana brāhmaṇaḥ ekaccaḥ puggalaḥ na ivattantapaḥ hoti na ātta paritāpana anuyogam anuyuttaḥ na parantapaḥ na para paritāpana anuyogam anuyuttaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.7",
        "original": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati.",
        "analyzed": "so anattantapaḥ aparantapaḥ diṭṭhe iva dhamme nicchātaḥ nibbutaḥ sītībhūto sukha ppaṭisavedī brahma bhūtena attanā viharati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.8",
        "original": "Imesaṁ, brāhmaṇa, catunnaṁ puggalānaṁ katamo te puggalo cittaṁ ārādhetī”ti?",
        "analyzed": "brāhmaṇa catunnam puggalānam katamaḥ te puggalaḥ cittam ārādheti iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.9",
        "original": "“Yvāyaṁ, bho udena, puggalo attantapo attaparitāpanānuyogamanuyutto ayaṁ me puggalo cittaṁ nārādheti;",
        "analyzed": "bho udena puggalaḥ attantapaḥ atta paritāpana anuyogam anuyuttaḥ ayam me puggalaḥ cittam na ārādheti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.10",
        "original": "yopāyaṁ, bho udena, puggalo parantapo paraparitāpanānuyogamanuyutto ayampi me puggalo cittaṁ nārādheti;",
        "analyzed": "bho puggalo parantapaḥ para paritāpana anuyogam anuyuttaḥ ayam pi me puggalaḥ cittam na ārādheti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.11",
        "original": "yopāyaṁ, bho udena, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto ayampi me puggalo cittaṁ nārādheti;",
        "analyzed": "bho udena puggalaḥ attantapaḥ ca atta paritāpana anuyogam anuyuttaḥ parantapaḥ ca para paritāpana anuyogam anuyuttaḥ ayam pi me puggalaḥ cittam na ārādheti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.12_0",
        "original": "yo ca kho ayaṁ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na",
        "analyzed": "yaḥ ca kho bho puggalaḥ na ātta paritāpana anuyogam anuyuttaḥ na ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.12_1",
        "original": "parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme",
        "analyzed": "parantapaḥ na para paritāpana anuyogam anuyuttaḥ so anattantapaḥ aparantapaḥ diṭṭhe iva dhamme ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.12_2",
        "original": "nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati.",
        "analyzed": "nicchātaḥ nibbutaḥ sītībhūto sukha ppaṭisavedī brahma bhūtena attanā viharati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:5.13",
        "original": "Ayameva me puggalo cittaṁ ārādhetī”ti.",
        "analyzed": "ayam eva me puggalaḥ cittam ārādheti iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_94:6.1",
        "original": "“Kasmā pana te, brāhmaṇa, ime tayo puggalā cittaṁ nārādhentī”ti?",
        "analyzed": "kasmā pana te brāhmaṇaḥ ime tayo puggalā cittam na ārādhenti iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.2",
        "original": "“Yvāyaṁ, bho udena, puggalo attantapo attaparitāpanānuyogamanuyutto so attānaṁ sukhakāmaṁ dukkhapaṭikkūlaṁ ātāpeti paritāpeti;",
        "analyzed": "bho udena puggalaḥ attantapaḥ atta paritāpana anuyogam anuyuttaḥ saḥ attānam sukha kāmam dukkha paṭikkūlam ātāpeti paritāpeti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.3",
        "original": "iminā me ayaṁ puggalo cittaṁ nārādheti.",
        "analyzed": "iminā me ayam puggalaḥ cittam na ārādha iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.4",
        "original": "Yopāyaṁ, bho udena, puggalo parantapo paraparitāpanānuyogamanuyutto so paraṁ sukhakāmaṁ dukkhapaṭikkūlaṁ ātāpeti paritāpeti;",
        "analyzed": "bho puggalo parantapaḥ para paritāpana anuyogam anuyutto saḥ param sukha kāmam dukkha paṭikkūlam ātāpeti paritāpeti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.5",
        "original": "iminā me ayaṁ puggalo cittaṁ nārādheti.",
        "analyzed": "iminā me ayam puggalaḥ cittam na ārādha iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.6_0",
        "original": "Yopāyaṁ, bho udena, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo",
        "analyzed": "bho udena puggalaḥ attantapaḥ ca atta paritāpana anuyogam anuyuttaḥ parantapaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.6_1",
        "original": "ca paraparitāpanānuyogamanuyutto so attānañca parañca sukhakāmaṁ dukkhapaṭikkūlaṁ ātāpeti paritāpeti;",
        "analyzed": "ca para paritāpana anuyogam anuyuttaḥ saḥ attānam ca param ca sukha kāmam dukkha paṭikkūlam ātāpeti paritāpeti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.7",
        "original": "iminā me ayaṁ puggalo cittaṁ nārādheti.",
        "analyzed": "iminā me ayam puggalaḥ cittam na ārādha iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.8_0",
        "original": "Yo ca kho ayaṁ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na",
        "analyzed": "yaḥ ca kho bho puggalaḥ na ātta paritāpana anuyogam anuyuttaḥ na ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.8_1",
        "original": "parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme",
        "analyzed": "parantapaḥ na para paritāpana anuyogam anuyuttaḥ so anattantapaḥ aparantapaḥ diṭṭhe iva dhamme ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.8_2",
        "original": "nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati, so attānañca",
        "analyzed": "nicchātaḥ nibbutaḥ sītībhūto sukha ppaṭisavedī brahma bhūtena attanā viharati saḥ attānam ca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.8_3",
        "original": "parañca sukhakāmaṁ dukkhapaṭikkūlaṁ neva ātāpeti na paritāpeti;",
        "analyzed": "param ca sukha kāmam dukkha paṭikkūlam na iva ātāpeti na paritāpeti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:6.9",
        "original": "iminā me ayaṁ puggalo cittaṁ ārādhetī”ti.",
        "analyzed": "iminā me ayam puggalaḥ cittam ārādheti iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_94:7.1",
        "original": "“Dvemā, brāhmaṇa, parisā.",
        "analyzed": "dve imā brāhmaṇa parisā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.2",
        "original": "Katamā dve?",
        "analyzed": "katamā dve ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.3",
        "original": "Idha, brāhmaṇa, ekaccā parisā sārattarattā maṇikuṇḍalesu puttabhariyaṁ pariyesati, dāsidāsaṁ pariyesati, khettavatthuṁ pariyesati, jātarūparajataṁ pariyesati.",
        "analyzed": "idha brāhmaṇaḥ ekaccā parisā sā aratta rattā maṇi kuṇḍalesu putta bhariyam pariyesati dāsi dāsam pariyesati khetta vatthum pariyesati jātarūpa rajatam pariyesati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.4",
        "original": "Idha pana, brāhmaṇa, ekaccā parisā asārattarattā maṇikuṇḍalesu puttabhariyaṁ pahāya, dāsidāsaṁ pahāya, khettavatthuṁ pahāya, jātarūparajataṁ pahāya, agārasmā anagāriyaṁ pabbajitā.",
        "analyzed": "idha pana brāhmaṇaḥ ekaccā parisā asāratta rattā maṇi kuṇḍalesu putta bhariyam pahāya dāsi dāsam pahāya khetta vatthum pahāya jātarūpa rajatam pahāya agārasma anagāriyam pabbajitā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.5",
        "original": "Svāyaṁ, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto.",
        "analyzed": "svāya brāhmaṇa puggalaḥ nevattantapaḥ na ātta paritāpana anuyogam anuyuttaḥ na parantapaḥ na para paritāpana anuyogam anuyuttaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.6",
        "original": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati.",
        "analyzed": "so anattantapaḥ aparantapaḥ diṭṭhe iva dhamme nicchātaḥ nibbutaḥ sītībhūto sukha ppaṭisavedī brahma bhūtena attanā viharati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.7",
        "original": "Idha katamaṁ tvaṁ, brāhmaṇa, puggalaṁ katamāya parisāya bahulaṁ samanupassasi—",
        "analyzed": "idha katamam tva brāhmaṇa puggalam katamāya parisāya bahulam samanupassasi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.8_0",
        "original": "yā cāyaṁ parisā sārattarattā maṇikuṇḍalesu puttabhariyaṁ pariyesati dāsidāsaṁ pariyesati",
        "analyzed": "yā ca ayam parisā sā aratta rattā maṇi kuṇḍalesu putta bhariyam pariyesati dāsi dāsam pariyesati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.8_1",
        "original": "khettavatthuṁ pariyesati jātarūparajataṁ pariyesati, yā cāyaṁ parisā asārattarattā",
        "analyzed": "khetta vatthum pariyesati jātarūpa rajatam pariyesati yā ca ayam parisā a sāratta rattā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.8_2",
        "original": "maṇikuṇḍalesu puttabhariyaṁ pahāya dāsidāsaṁ pahāya khettavatthuṁ pahāya jātarūparajataṁ",
        "analyzed": "maṇi kuṇḍalesu putta bhariyam pahāya dāsi dāsam pahāya khetta vatthum pahāya jātarūpa rajata ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.8_3",
        "original": "pahāya agārasmā anagāriyaṁ pabbajitā”ti?",
        "analyzed": "pahāya agārasmaḥ anagāriyam pabbajitā ati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.9_0",
        "original": "“Yvāyaṁ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo",
        "analyzed": "bho udena puggalaḥ na ivattantapaḥ na ātta paritāpana anuyogam anuyuttaḥ na ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.9_1",
        "original": "na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto",
        "analyzed": "na para paritāpana anuyogam anuyuttaḥ so anattantapaḥ aparantapaḥ diṭṭhe iva dhamme nicchāto ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.9_2",
        "original": "nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati;",
        "analyzed": "nibbutaḥ sītībhūtaḥ sukha ppaṭisavedī brahma bhūtena attanā viharati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.10_0",
        "original": "imāhaṁ puggalaṁ yāyaṁ parisā asārattarattā maṇikuṇḍalesu puttabhariyaṁ pahāya dāsidāsaṁ",
        "analyzed": "puggalam yā ayam parisā a sāratta rattā maṇi kuṇḍalesu putta bhariyam pahāya dāsi dāsa ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.10_1",
        "original": "pahāya khettavatthuṁ pahāya jātarūparajataṁ pahāya agārasmā anagāriyaṁ pabbajitā",
        "analyzed": "pahāya khetta vatthum pahāya jātarūpa rajatam pahāya agārasmaā anagāriyam pabbajitā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:7.10_2",
        "original": "imissaṁ parisāyaṁ bahulaṁ samanupassāmī”ti.",
        "analyzed": "imissam parisāyam bahulam samanupassāmi iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_94:8.1",
        "original": "“Idāneva kho pana te, brāhmaṇa, bhāsitaṁ: ‘mayaṁ evaṁ ājānāma—",
        "analyzed": "idānā iva kho pana te brāhmaṇa bhāsita mayam evam ājānāma ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_94:8.2",
        "original": "ambho samaṇa, natthi dhammiko paribbajo,",
        "analyzed": "ambho samaṇa na atthi dhammikaḥ paribbajo ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_94:8.3",
        "original": "evaṁ me ettha hoti.",
        "analyzed": "evam me ettha hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_94:8.4",
        "original": "Tañca kho bhavantarūpānaṁ vā adassanā, yo vā panettha dhammo’”ti.",
        "analyzed": "tat ca kho bhavantarūpānam vā adassanā yaḥ vā pana ittha dhammaḥ ti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_94:8.5",
        "original": "“Addhā mesā, bho udena, sānuggahā vācā bhāsitā.",
        "analyzed": "addhā mā isā bho udena sa anuggahā vācā bhāsitā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_94:8.6",
        "original": "‘Atthi dhammiko paribbajo’—",
        "analyzed": "atthi dhammikaḥ paribbajaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_94:8.7",
        "original": "evaṁ me ettha hoti.",
        "analyzed": "evam me ettha hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_94:8.8",
        "original": "Evañca pana maṁ bhavaṁ udeno dhāretu.",
        "analyzed": "evañca pana mam udenaḥ dhāretu ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_94:8.9",
        "original": "Ye ca me bhotā udenena cattāro puggalā saṅkhittena vuttā vitthārena avibhattā, sādhu me bhavaṁ, udeno ime cattāro puggale vitthārena vibhajatu anukampaṁ upādāyā”ti.",
        "analyzed": "ye ca me bhotā udenena cattāro puggalā saṅkhittena vuttā vitthārena a vibhattā sādhu me bhava udenaḥ ime cattāro puggale vitthārena vibhajatu anukampam upādāya ati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_94:9.1",
        "original": "“Tena hi, brāhmaṇa, suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti.",
        "analyzed": "tena hi brāhmaṇa suṇāhi sādhukam manasi karohi bhāsissāmi iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_94:9.2",
        "original": "“Evaṁ, bho”ti kho ghoṭamukho brāhmaṇo āyasmato udenassa paccassosi.",
        "analyzed": "eva bhoti kho ghoṭamukhaḥ brāhmaṇaḥ āyasmataḥ udenassa paccassosi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_94:9.3",
        "original": "Āyasmā udeno etadavoca:",
        "analyzed": "āyasmai udeno etat avoca ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_94:10.1",
        "original": "“Katamo ca, brāhmaṇa, puggalo attantapo attaparitāpanānuyogamanuyutto?",
        "analyzed": "katamaḥ ca brāhmaṇa puggalaḥ attantapaḥ atta paritāpana anuyoga manuyuttaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.2",
        "original": "Idha, brāhmaṇa, ekacco puggalo acelako hoti muttācāro hatthāpalekhano naehibhaddantiko natiṭṭhabhaddantiko, nābhihaṭaṁ na uddissakataṁ na nimantanaṁ sādiyati.",
        "analyzed": "idha brāhmaṇaḥ ekaccaḥ puggalaḥ acelakaḥ hoti mutta ācāraḥ hattha apalekhanaḥ na ehibhaddantikaḥ na tiṭṭhabhaddantikaḥ na abhihaṭam na uddissakatam na nimantanam sādiyati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.3_0",
        "original": "So na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṁ, na",
        "analyzed": "saḥ na kumbhi mukhā paṭiggaṇhāti na kaḷopi mukhā paṭiggaṇhāti na na ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.3_1",
        "original": "daṇḍamantaraṁ, na musalamantaraṁ, na dvinnaṁ bhuñjamānānaṁ, na gabbhiniyā, na pāyamānāya,",
        "analyzed": "na musalam antara na dvinnam bhuñjamānāna na gabbhiniyā na pāyamānāya ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.3_2",
        "original": "na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā",
        "analyzed": "na purisa antara gatāya na saṅkittīsu na yattha sā upaṭṭhitaḥ hoti na yattha makkhikā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.3_3",
        "original": "saṇḍasaṇḍacārinī, na macchaṁ na maṁsaṁ, na suraṁ na merayaṁ na thusodakaṁ pivati.",
        "analyzed": "saṇḍasaṇḍacārinī na maccham na masa na suram na merayam na thusa udakam pivati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.4",
        "original": "So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko …pe… sattāgāriko vā hoti sattālopiko;",
        "analyzed": "so ekāgārikaḥ vā hoti ekālopikaḥ dvāgārikaḥ vā hoti dvālopikaḥ pe satta āgārikaḥ vā hoti satta ālopikaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.5",
        "original": "ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti …pe… sattahipi dattīhi yāpeti;",
        "analyzed": "ekissā api dattiyā yāpeti dvīhi pi dattīhi yāpeti pe sattahi pi dattīhi yāpeti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.6",
        "original": "ekāhikampi āhāraṁ āhāreti, dvīhikampi āhāraṁ āhāreti …pe… sattāhikampi āhāraṁ āhāreti—iti evarūpaṁ addhamāsikaṁ pariyāyabhattabhojanānuyogamanuyutto viharati.",
        "analyzed": "ekāhikam pi āhāram āhāreti dvīhikam pi āhāram āhāreti pe sattāhikam pi āhāram āhāreti iti evarūpam addhamāsikam pariyāya bhatta bhojana anuyogam anuyuttaḥ viharati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.7_0",
        "original": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho",
        "analyzed": "so sāka bhakkhaḥ vā hoti sāmāka bhakkhaḥ vā hoti nīvāra bhakkhaḥ vā hoti daddula bhakkhaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.7_1",
        "original": "vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho",
        "analyzed": "vā hoti haṭa bhakkhaḥ vā hoti kaṇa bhakkhaḥ vā hoti ācāma bhakkhaḥ vā hoti piññāka bhakkho ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.7_2",
        "original": "vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti, vanamūlaphalāhāro yāpeti pavattaphalabhojī.",
        "analyzed": "vā hoti tiṇa bhakkhaḥ vā hoti gomaya bhakkhaḥ vā hoti vana mūla phala āhāraḥ yāpeti pavatta phala bhojī ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.8_0",
        "original": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṁsukūlānipi dhāreti,",
        "analyzed": "saḥ sāṇāni api dhārā iti masāṇāni api dhārā iti chava dussāni api dhārā iti pasu kūlāni api dhārā iti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.8_1",
        "original": "tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti,",
        "analyzed": "tirīṭāni api dhārā iti ajinam pi dhārā iti ajinakkhipam pi dhārā iti kusa cīram pi dhārā iti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.8_2",
        "original": "vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi",
        "analyzed": "vāka cīram pi dhārā iti phalaka cīram pi dhārā iti kesa kambalam pi dhārā iti vāḷa kambalam pi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.8_3",
        "original": "dhāreti, ulūkapakkhampi dhāreti;",
        "analyzed": "dhāreti ulūka pakkham pi dhāreti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.9",
        "original": "kesamassulocakopi hoti kesamassulocanānuyogamanuyutto,",
        "analyzed": "kesa massu locakaḥ api hoti kesa massu locana anuyogam anuyuttaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.10",
        "original": "ubbhaṭṭhakopi hoti āsanapaṭikkhitto,",
        "analyzed": "ubbhaṭṭhakaḥ api hoti āsana paṭikkhittaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.11",
        "original": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto,",
        "analyzed": "ukkuṭikaḥ api hoti ukkuṭika padhānam anuyuttaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.12",
        "original": "kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṁ kappeti;",
        "analyzed": "kaṇṭakāpassayikaḥ api hoti kaṇṭakāpassaye seyyam kappeti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.13",
        "original": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati—",
        "analyzed": "udakorohana anuyogam anuyuttaḥ viharati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.14",
        "original": "iti evarūpaṁ anekavihitaṁ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati.",
        "analyzed": "iti evarūpam aneka vihitam kāyassa ātāpana paritāpana anuyogam anuyuttaḥ viharati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:10.15",
        "original": "Ayaṁ vuccati, brāhmaṇa, puggalo attantapo attaparitāpanānuyogamanuyutto.",
        "analyzed": "ayam vuccati brāhmaṇa puggalaḥ attantapaḥ atta paritāpana anuyoga manuyuttaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_94:11.1",
        "original": "Katamo ca, brāhmaṇa, puggalo parantapo paraparitāpanānuyogamanuyutto?",
        "analyzed": "katamaḥ ca brāhmaṇa puggalaḥ parantapaḥ para paritāpana anuyogam anuyuttaḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_94:11.2",
        "original": "Idha, brāhmaṇa, ekacco puggalo orabbhiko hoti sūkariko sākuṇiko māgaviko luddo macchaghātako coro coraghātako goghātako bandhanāgāriko—ye vā panaññepi keci kurūrakammantā.",
        "analyzed": "idha brāhmaṇaḥ ekaccaḥ puggalaḥ orabbhikaḥ hoti sūkarikaḥ sākuṇikaḥ māgavikaḥ luddaḥ maccha ghātako coraḥ cora ghātako go ghātako bandhanāgārikaḥ ye vā pana aññe pi keci kurūra kammantā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_94:11.3",
        "original": "Ayaṁ vuccati, brāhmaṇa, puggalo parantapo paraparitāpanānuyogamanuyutto.",
        "analyzed": "ayam vuccati brāhmaṇa puggalo parantapaḥ para paritāpana anuyogam anuyuttaḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_94:12.1",
        "original": "Katamo ca, brāhmaṇa, puggalo attantapo ca attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto?",
        "analyzed": "katamaḥ ca brāhmaṇa puggalaḥ attantapaḥ ca atta paritāpana anuyoga manuyuttaḥ parantapaḥ ca para paritāpana anuyoga manuyuttaḥ ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.2",
        "original": "Idha, brāhmaṇa, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto, brāhmaṇo vā mahāsālo.",
        "analyzed": "idha brāhmaṇaḥ ekaccaḥ puggalaḥ rājā vā hoti khattiyaḥ muddhāvasittaḥ brāhmaṇaḥ vā mahā sālo ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.3_0",
        "original": "So puratthimena nagarassa navaṁ santhāgāraṁ kārāpetvā kesamassuṁ ohāretvā kharājinaṁ",
        "analyzed": "saḥ puratthimena nagarassa navam santhāgāram kārāpetvā kesa massum ohāretvā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.3_1",
        "original": "nivāsetvā sappitelena kāyaṁ abbhañjitvā magavisāṇena piṭṭhiṁ kaṇḍuvamāno navaṁ santhāgāraṁ",
        "analyzed": "nivāsetvā sappi telena kāyam abbhañjitvā maga visāṇena piṭṭhim kaṇḍuvamānaḥ navam ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.3_2",
        "original": "pavisati saddhiṁ mahesiyā brāhmaṇena ca purohitena.",
        "analyzed": "pavisati saddhim mahesiyā brāhmaṇena ca purohitena ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.4",
        "original": "So tattha anantarahitāya bhūmiyā haritupalittāya seyyaṁ kappeti.",
        "analyzed": "saḥ tattha anantara hitāya bhūmiyā harita upalittāya seyyam kappeti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.5_0",
        "original": "Ekissāya gāviyā sarūpavacchāya yaṁ ekasmiṁ thane khīraṁ hoti tena rājā yāpeti, yaṁ",
        "analyzed": "ekissāya gāviyā sarūpavacchāya yam ekasmin thane khīram hoti tena rājā yāpeti ya ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.5_1",
        "original": "dutiyasmiṁ thane khīraṁ hoti tena mahesī yāpeti, yaṁ tatiyasmiṁ thane khīraṁ hoti",
        "analyzed": "dutiyasmin thane khīram hoti tena mahesī yā apeti yam tatiyasmin thane khīram hoti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.5_2",
        "original": "tena brāhmaṇo purohito yāpeti, yaṁ catutthasmiṁ thane khīraṁ hoti tena aggiṁ juhati,",
        "analyzed": "tena brāhmaṇaḥ purohitaḥ yāpa iti yam catutthasmin thane khīram hoti tena aggim juhati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.5_3",
        "original": "avasesena vacchako yāpeti.",
        "analyzed": "avasesena vacchakaḥ yāpa iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.6",
        "original": "So evamāha:",
        "analyzed": "sā u evam āha ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.7_0",
        "original": "‘ettakā usabhā haññantu yaññatthāya, ettakā vacchatarā haññantu yaññatthāya, ettakā",
        "analyzed": "ettakāḥ usabhāḥ haññantu yaññatthāya ettakāḥ vacchatarāḥ haññantu yaññatthāya ettakā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.7_1",
        "original": "vacchatariyo haññantu yaññatthāya, ettakā ajā haññantu yaññatthāya, ettakā urabbhā",
        "analyzed": "vacchatariyaḥ haññantu yaññatthāya ettakāḥ ajāḥ haññantu yaññatthāya ettakāḥ urabbhā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.7_2",
        "original": "haññantu yaññatthāya, ettakā assā haññantu yaññatthāya, ettakā rukkhā chijjantu yūpatthāya,",
        "analyzed": "haññantu yañña tthāya ettakāḥ assāḥ haññantu yañña tthāya ettakāḥ rukkhāḥ chijjantu yūpa tthāya ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.7_3",
        "original": "ettakā dabbhā lūyantu barihisatthāyā’ti.",
        "analyzed": "ettakāḥ dabbhāḥ lūyantu barihi satthāya ati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.8",
        "original": "Yepissa te honti ‘dāsā’ti vā ‘pessā’ti vā ‘kammakarā’ti vā tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti.",
        "analyzed": "ye pi issa te honti dāsā ati vā pessā ati vā kammakarā ati vā te pi daṇḍa tajjitāḥ bhaya tajjitāḥ assu mukhāḥ rudamānā parikammāni karonti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:12.9",
        "original": "Ayaṁ vuccati, brāhmaṇa, puggalo attantapo ca attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto.",
        "analyzed": "ayam vuccati brāhmaṇa puggalaḥ attantapaḥ ca atta paritāpana anuyoga manuyutto parantapaḥ ca para paritāpana anuyoga manuyutto ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_94:13.1",
        "original": "Katamo ca, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto;",
        "analyzed": "katamaḥ ca brāhmaṇa puggalaḥ nevattantapaḥ na ātta paritāpana anuyogam anuyuttaḥ na parantapaḥ na para paritāpana anuyogam anuyuttaḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_94:13.2",
        "original": "so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati?",
        "analyzed": "so anattantapaḥ aparantapaḥ diṭṭhe iva dhamme nicchātaḥ nibbutaḥ sītībhūto sukha ppaṭisavedī brahma bhūtena attanā viharati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_94:14.1",
        "original": "Idha, brāhmaṇa, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā.",
        "analyzed": "idha brāhmaṇa tathāgataḥ loke uppajjati araham sammāsambuddhaḥ vijjā caraṇa sampanno sugataḥ loka vidū anuttaraḥ purisa damma sārathi satthā deva manussānam buddhaḥ bhagavā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_94:14.2",
        "original": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti.",
        "analyzed": "saḥ imam lokam sa devakam sa mārakam sa brahmakam sa ssamaṇa brāhmaṇim pajam sa deva manussam sayam abhiññā sacchikatvā pavedeti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_94:14.3",
        "original": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti.",
        "analyzed": "saḥ dhammam deseti ādi kalyāṇam majjhe kalyāṇam pariyosāna kalyāṇam sa attham sa byañjana kevala paripuṇṇam parisuddham brahmacariyam pakāseti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_94:15.1",
        "original": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto.",
        "analyzed": "tam dhammam suṇāti gahapati vā gahapati putto vā aññatarasmim vā kule paccājātaḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.2",
        "original": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati.",
        "analyzed": "saḥ tam dhammam sutvā tathāgate saddham paṭilabhati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.3",
        "original": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
        "analyzed": "saḥ tena saddhā paṭilābhena samannāgataḥ iti paṭisañcikkhati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.4",
        "original": "‘sambādho gharāvāso rajopatho abbhokāso pabbajjā.",
        "analyzed": "sambādhaḥ gharāvāsaḥ rajopathaḥ abbhokāsaḥ pabbajjā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.5",
        "original": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
        "analyzed": "na idam sukaram agāram ajjhāvasatā ekanta paripuṇṇam ekanta parisuddham saṅkha likhitam brahmacariyam caritu ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.6",
        "original": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti.",
        "analyzed": "yat nūna aham kesa massuṃ ohāretvā kāsāyāni vatthāni a chādetvā agārasma anagāriyam pabbajeyyanti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.7_0",
        "original": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya mahantaṁ vā bhogakkhandhaṁ pahāya,",
        "analyzed": "so aparena samayena appam vā bhogakkhandham pahāya mahantam vā bhogakkhandham pahāya ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.7_1",
        "original": "appaṁ vā ñātiparivaṭṭaṁ pahāya mahantaṁ vā ñātiparivaṭṭaṁ pahāya, kesamassuṁ ohāretvā",
        "analyzed": "appam vā ñāti parivaṭṭam pahāya mahantam vā ñāti parivaṭṭam pahāya kesa massuṃ ohāretvā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.7_2",
        "original": "kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati.",
        "analyzed": "kāsāyāni vatthāni a chādetvā agārasma anagāriyam pabbajati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.8_0",
        "original": "So evaṁ pabbajito samāno bhikkhūnaṁ sikkhāsājīvasamāpanno pāṇātipātaṁ pahāya pāṇātipātā",
        "analyzed": "so evam pabbajitaḥ samānaḥ bhikkhūnam sikkhā sājīva samāpannaḥ pāṇātipātam pahāya pāṇātipātā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:15.8_1",
        "original": "paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.",
        "analyzed": "paṭivirataḥ hoti nihita daṇḍaḥ nihita satthaḥ lajjī dayā āpanno sabba pāṇa bhūta hita anukampī viharati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_94:16.1",
        "original": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī. Athenena sucibhūtena attanā viharati.",
        "analyzed": "a dinna ādānam pahāya a dinna ādānā paṭivirataḥ hoti dinna ādāyī dinna pāṭikaṅkhī atha enena sucibhūtena attanā viharati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.2",
        "original": "Abrahmacariyaṁ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā.",
        "analyzed": "a brahmacariyam pahāya brahmacārī hoti ārā cārī virataḥ methunā gāma dhammā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.3",
        "original": "Musāvādaṁ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṁvādako lokassa.",
        "analyzed": "musāvādam pahāya musāvādā paṭivirataḥ hoti sacca vādī sacca sandho theto paccayikaḥ a visavādakaḥ lokassa ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.4_0",
        "original": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato hoti; ito sutvā na amutra akkhātā",
        "analyzed": "pisuṇam vācam pahāya pisuṇāya vācāya paṭivirataḥ hoti itas sutvā na amutra akkhātā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.4_1",
        "original": "imesaṁ bhedāya, amutra vā sutvā na imesaṁ akkhātā amūsaṁ bhedāya. Iti bhinnānaṁ vā",
        "analyzed": "imesam bhedāya amutra vā sutvā na imesam akkhātāḥ amūsam bhedāya iti bhinnānam vā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.4_2",
        "original": "sandhātā sahitānaṁ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā hoti.",
        "analyzed": "sandhātā sahitānam vai anuppadātā samagga ārāmaḥ samagga rataḥ samagga nandī samagga karaṇim vācam bhāsitā hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.5",
        "original": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṁ vācaṁ bhāsitā hoti.",
        "analyzed": "pharusam vācam pahāya pharusāya vācāya paṭivirataḥ hoti yā sā vācā nelā kaṇṇa sukhā pemanīyā hadayaṅgamā porī bahu jana kantā bahu jana manāpā tathārūpim vācam bhāsitā hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.6",
        "original": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti, kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṁ vācaṁ bhāsitā kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ.",
        "analyzed": "samphappalāpam pahāya samphappalāpā paṭivirataḥ hoti kāla vādī bhūta vādī attha vādī dhamma vādī vinaya vādī nidhānavatim vācam bhāsitā kālena sa apadesam pariyantavatim attha sahita ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.7",
        "original": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti.",
        "analyzed": "saḥ bīja gāma bhūta gāma samārambhā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.8",
        "original": "Ekabhattiko hoti rattūparato virato vikālabhojanā.",
        "analyzed": "eka bhattikaḥ hoti rattu uparataḥ virataḥ vikāla bhojanā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.9",
        "original": "Naccagītavāditavisūkadassanā paṭivirato hoti.",
        "analyzed": "nacca gīta vādita visūka dassanā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.10",
        "original": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti.",
        "analyzed": "mālā gandha vilepana dhāraṇa maṇḍana vibhūsana ṭṭhānā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.11",
        "original": "Uccāsayanamahāsayanā paṭivirato hoti.",
        "analyzed": "uccāsayana mahāsayanā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.12",
        "original": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti.",
        "analyzed": "jātarūpa rajata paṭiggahaṇā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.13",
        "original": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti.",
        "analyzed": "āmaka dhañña paṭiggahaṇā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.14",
        "original": "Āmakamaṁsapaṭiggahaṇā paṭivirato hoti.",
        "analyzed": "āmaka masa paṭiggahaṇā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.15",
        "original": "Itthikumārikapaṭiggahaṇā paṭivirato hoti.",
        "analyzed": "itthi kumārika paṭiggahaṇā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.16",
        "original": "Dāsidāsapaṭiggahaṇā paṭivirato hoti.",
        "analyzed": "dāsi dāsa paṭiggahaṇā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.17",
        "original": "Ajeḷakapaṭiggahaṇā paṭivirato hoti.",
        "analyzed": "ajeḷaka paṭiggahaṇā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.18",
        "original": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti.",
        "analyzed": "kukkuṭa sūkara paṭiggahaṇā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.19",
        "original": "Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti.",
        "analyzed": "hatthi ga vassa vaḷava paṭiggahaṇā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.20",
        "original": "Khettavatthupaṭiggahaṇā paṭivirato hoti.",
        "analyzed": "khetta vatthu paṭiggahaṇā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.21",
        "original": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti.",
        "analyzed": "dūteyya pahiṇa gamana anuyogā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.22",
        "original": "Kayavikkayā paṭivirato hoti.",
        "analyzed": "kaya vikkayā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.23",
        "original": "Tulākūṭakaṁsakūṭamānakūṭā paṭivirato hoti.",
        "analyzed": "tulā kūṭaka sa kūṭa māna kūṭā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.24",
        "original": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti.",
        "analyzed": "ukkoṭana vañcana nikati sāci yogā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:16.25",
        "original": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.",
        "analyzed": "chedana vadha bandhana viparāmosa ālopa sahasākārā paṭivirataḥ hoti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_94:17.1",
        "original": "So santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati.",
        "analyzed": "saḥ santuṭṭhaḥ hoti kāya parihārikena cīvarena kucchi parihārikena piṇḍapātena so yena yena iva pakkamati samādāya iva pakkamati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_94:17.2",
        "original": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti;",
        "analyzed": "seyyathā api nāma pakkhī sakuṇaḥ yena yena iva ḍeti sa patta bhāraḥ uva ḍeti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_94:17.3",
        "original": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati.",
        "analyzed": "evam eva bhikkhu santuṭṭhaḥ hoti kāya parihārikena cīvarena kucchi parihārikena piṇḍapātena so yena yena iva pakkamati samādāya iva pakkamati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_94:17.4",
        "original": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṁ anavajjasukhaṁ paṭisaṁvedeti.",
        "analyzed": "saḥ iminā ariyena sīla kkhandhena samannāgataḥ ajjhattam anavajja sukham paṭisavedeti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_94:18.1",
        "original": "So cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
        "analyzed": "so cakkhunā rūpam disvā na nimitta ggāhī hoti na anubyañjana ggāhī ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.2_0",
        "original": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā",
        "analyzed": "yatvā adhikaraṇam enam cakkhu indriyam asavutam viharantam abhijjhā domanassā pāpakāḥ akusalāḥ ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.2_1",
        "original": "dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati.",
        "analyzed": "dhammāḥ anvāssaveyyum tassa savarāya paṭipajjati rakkhati cakkhu indriya cakkhu indriye savaram āpajjati ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.3",
        "original": "Sotena saddaṁ sutvā …pe…",
        "analyzed": "sotena saddam sutvā pe ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.4",
        "original": "ghānena gandhaṁ ghāyitvā …",
        "analyzed": "ghānena gandham ghāyitvā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.5",
        "original": "jivhāya rasaṁ sāyitvā …",
        "analyzed": "jivhāya rasam sāyitvā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.6",
        "original": "kāyena phoṭṭhabbaṁ phusitvā …",
        "analyzed": "kāyena phoṭṭhabbam phusitvā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.7",
        "original": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
        "analyzed": "manasā dhammam viññāya na nimitta ggāhī hoti na anubyañjana ggāhī ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.8_0",
        "original": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā",
        "analyzed": "yatvā adhikaraṇam enam man indriyam viharantam abhijjhā domanassā pāpakāḥ akusalāḥ ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.8_1",
        "original": "dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati.",
        "analyzed": "dhammāḥ anvāssaveyyum tassa savarāya paṭipajjati rakkhati manindriya manindriye savaram āpajjati ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:18.9",
        "original": "So iminā ariyena indriyasaṁvarena samannāgato ajjhattaṁ abyāsekasukhaṁ paṭisaṁvedeti.",
        "analyzed": "saḥ iminā ariyena indriya savarena samannāgataḥ ajjhattam a byāseka sukham paṭisaveda iti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_94:19.1_0",
        "original": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti,",
        "analyzed": "saḥ abhikkante paṭikkante sampajāna kārī hoti ālokite vilokite sampajāna kārī hoti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_94:19.1_1",
        "original": "samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti,",
        "analyzed": "samiñjite pasārite sampajānakārī hoti saṅghāṭi patta cīvara dhāraṇe sampajānakārī hoti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_94:19.1_2",
        "original": "asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti,",
        "analyzed": "asite pīte khāyite sāyite sampajāna kārī hoti uccāra passāva kamme sampajāna kārī hoti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_94:19.1_3",
        "original": "gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
        "analyzed": "gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajāna kārī hoti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_94:20.1_0",
        "original": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato,",
        "analyzed": "so iminā ca ariyena sīla kkhandhena samannāgataḥ imāya ca ariyāya santuṭṭhiyā samannāgataḥ ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_94:20.1_1",
        "original": "iminā ca ariyena indriyasaṁvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato",
        "analyzed": "iminā ca ariyena indriya savarena samannāgataḥ iminā ca ariyena sati sampajaññena samannāgataḥ ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_94:20.2",
        "original": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ.",
        "analyzed": "vivittam senāsanam bhajati araññam rukkha mūlam pabbatam kandaram giri guham su sānam vana pattham abbhokāsam palāla puñja ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_94:21.1",
        "original": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā, ujuṁ kāyaṁ paṇidhāya, parimukhaṁ satiṁ upaṭṭhapetvā.",
        "analyzed": "saḥ pacchābhattam piṇḍapāta paṭikkantaḥ nisīdati pallaṅkam ābhujitvā ujum kāyam paṇidhāya parimukham satim upaṭṭhapetvā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_94:21.2",
        "original": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti;",
        "analyzed": "saḥ abhijjham loke pahāya vigata abhijjhena cetasā viharati abhijjhāya cittam parisodheti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_94:21.3",
        "original": "byāpādapadosaṁ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṁ parisodheti;",
        "analyzed": "byāpāda padosam pahāya a byāpanna cittaḥ viharati sabba pāṇa bhūta hita anukampī byāpāda padosā cittam parisodheti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_94:21.4",
        "original": "thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti;",
        "analyzed": "thinamiddham pahāya vigata thinamiddhaḥ viharati āloka saññī sataḥ sampajānaḥ thinamiddhā cittam parisodheti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_94:21.5",
        "original": "uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti;",
        "analyzed": "uddhacca kukkuccam pahāya anuddhataḥ viharati ajjhattam vūpasanta cittaḥ uddhacca kukkuccā cittam parisodheti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_94:21.6",
        "original": "vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti.",
        "analyzed": "vicikiccham pahāya tiṇṇa vicikicchaḥ viharati a kathaṅkathī kusalesu dhammesu vicikicchāya cittam parisodheti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_94:22.1",
        "original": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe",
        "analyzed": "saḥ ime pañca nīvaraṇe pahāya cetasaḥ upakkilese paññāya dubbalīkaraṇe ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_94:22.2",
        "original": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati.",
        "analyzed": "vivicca iva kāmehi vivicca akusalehi dhammehi sa vitakkam sa vicāram viveka jam pīti sukham paṭhamam jhānam upasampajja viharati ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_94:23.1",
        "original": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati.",
        "analyzed": "vitakka vicārānam vūpasamāḥ ajjhattam sampasādanam cetasaḥ eka udi bhāvam a vitakkam a vicāram samādhi jam pīti sukham dutiyam jhānam upasampajja viharati ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_94:24.1_0",
        "original": "Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti,",
        "analyzed": "pītiyā ca virāgā upekkhako ca viharati sataḥ ca sampajāno sukham ca kāyena paṭisavedeti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_94:24.1_1",
        "original": "yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati.",
        "analyzed": "yam tam ariyāḥ ācikkhanti upekkhakaḥ satimā sukha vihārī iti tatiyam jhānam upasampajja viharati ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_94:25.1",
        "original": "Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati.",
        "analyzed": "sukhassa ca pahānā dukkhassa ca pahānā pubbā iva somanassa domanassānam atthaṅgamā adukkham asukham upekkhā sati pārisuddhim catuttham jhānam upasampajja viharati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_94:26.1",
        "original": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti.",
        "analyzed": "saḥ evam samāhite citte parisuddhe pariyodāte anaṅgaṇe vigata upakkilese mudu bhūte kammaniye ṭhite āneñja ppatte pubbenivāsa anussati ñāṇāya cittam abhininnāmeti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_94:26.2_0",
        "original": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi",
        "analyzed": "so aneka vihitam pubbenivāsam anussarati seyyathida ekam pi jātim dve pi jātiyaḥ tissaḥ api ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_94:26.2_1",
        "original": "jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo",
        "analyzed": "jātiyo catasso pi jātiyaḥ pañca api jātiyaḥ dasa api jātiyaḥ vīsampi jātiyaḥ tisampi jātiyaḥ ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_94:26.2_2",
        "original": "cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi,",
        "analyzed": "cattālīsam pi jātiyaḥ paññāsam pi jātiyaḥ jāti satam pi jāti sahassam pi jāti sata sahassam pi ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_94:26.2_3",
        "original": "anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ",
        "analyzed": "aneke api savaṭṭa kappe aneke api vivaṭṭa kappe aneke api savaṭṭa vivaṭṭa kappe amutra asi ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_94:26.2_4",
        "original": "evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto;",
        "analyzed": "eva nāmaḥ evaṃgotto eva vaṇṇo evam āhāro eva sukha dukkha paṭisavedī evam āyu pariyanto ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_94:26.2_5",
        "original": "so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī",
        "analyzed": "saḥ tatas cutaḥ amutra udapādi tatra apāsim eva nāmaḥ evaṃgottaḥ eva vaṇṇo evam āhāraḥ eva sukha dukkha ppaṭisavedī ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_94:26.2_6",
        "original": "evamāyupariyanto; so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ",
        "analyzed": "evam āyu pariyantaḥ saḥ tatas cutaḥ idhu upapanno ti iti sa ākāram sa uddesam aneka vihita ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_94:26.2_7",
        "original": "pubbenivāsaṁ anussarati.",
        "analyzed": "pubbenivāsam anussarati ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_94:27.1",
        "original": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti.",
        "analyzed": "saḥ evam samāhite citte parisuddhe pariyodāte anaṅgaṇe vigata upakkilese mudu bhūte kammaniye ṭhite āneñja ppatte sattānam cutūpapāta ñāṇāya cittam abhininnāmeti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_94:27.2_0",
        "original": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne",
        "analyzed": "so dibbena cakkhunā visuddhena atikkanta mānusakena satte passati cavamāne upapajjamāne ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_94:27.2_1",
        "original": "hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata",
        "analyzed": "hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti ime vata ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_94:27.2_2",
        "original": "bhonto sattā kāyaduccaritena samannāgatā …pe… ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā,",
        "analyzed": "bhonto sattā kāya duccaritena samannāgatā pe ariyānam upavādakāḥ micchādiṭṭhikāḥ micchādiṭṭhi kamma samādānā ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_94:27.2_3",
        "original": "te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā",
        "analyzed": "te kāyassa bhedā param maraṇā apāyam duggatim vinipātam nirayam upapannāḥ ime vā ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_94:27.2_4",
        "original": "pana bhonto sattā kāyasucaritena samannāgatā …pe… ariyānaṁ anupavādakā sammādiṭṭhikā",
        "analyzed": "pana bhonto sattā kāya su caritena samannāgatā pe ariyānam an upavādakā sammādiṭṭhikā ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_94:27.2_5",
        "original": "sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti.",
        "analyzed": "sammā diṭṭhi kamma samādānā te kāyassa bhedā param maraṇā sugatim saggam lokam upapannā ti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_94:27.2_6",
        "original": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne",
        "analyzed": "iti dibbena cakkhunā visuddhena atikkanta mānusakena satte passati cavamāne upapajjamāne ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_94:27.2_7",
        "original": "hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti.",
        "analyzed": "hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_94:28.1",
        "original": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti.",
        "analyzed": "saḥ evam samāhite citte parisuddhe pariyodāte anaṅgaṇe vigata upakkilese mudu bhūte kammaniye ṭhite āneñja ppatte āsavānam khaya ñāṇāya cittam abhininnāmeti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_94:28.2_0",
        "original": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti,",
        "analyzed": "saḥ idam dukkhan ti yathābhūtam pajānāti ayam dukkha samudayaḥ iti yathābhūtam pajānāti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_94:28.2_1",
        "original": "‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti",
        "analyzed": "ayam dukkha nirodho ti yathābhūtam pajānāti ayam dukkha nirodha gāminī paṭipadā ati ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_94:28.2_2",
        "original": "yathābhūtaṁ pajānāti;",
        "analyzed": "yathābhūtam pajānāti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_94:28.3_0",
        "original": "‘ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti,",
        "analyzed": "ime āsavāḥ ti yathābhūtam pajānāti ayam āsava samudayaḥ iti yathābhūtam pajānāti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_94:28.3_1",
        "original": "‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti",
        "analyzed": "ayam āsava nirodha uti yathābhūtam pajānāti ayam āsava nirodha gāminī paṭipadā ati ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_94:28.3_2",
        "original": "yathābhūtaṁ pajānāti.",
        "analyzed": "yathābhūtam pajānāti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_94:29.1",
        "original": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati.",
        "analyzed": "tassa evam jānataḥ evam passataḥ kāma āsavā api cittam vimuccati bhava āsavā api cittam vimuccati avijjā āsavā api cittam vimuccati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_94:29.2",
        "original": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti.",
        "analyzed": "vimuttasmin vimuttam iti ñāṇam hoti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_94:29.3",
        "original": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti.",
        "analyzed": "brahmacariya katam karaṇīya na aparam itthattāya ati pajānāti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_94:30.1",
        "original": "Ayaṁ vuccati, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto.",
        "analyzed": "ayam vuccati brāhmaṇa puggalaḥ nevattantapaḥ na ātta paritāpana anuyogam anuyuttaḥ na parantapaḥ na para paritāpana anuyogam anuyuttaḥ ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_94:30.2",
        "original": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharatī”ti.",
        "analyzed": "so anattantapaḥ aparantapaḥ diṭṭhe iva dhamme nicchātaḥ nibbutaḥ sītībhūto sukha ppaṭisavedī brahma bhūtena attanā viharati iti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_94:31.1",
        "original": "Evaṁ vutte, ghoṭamukho brāhmaṇo āyasmantaṁ udenaṁ etadavoca:",
        "analyzed": "evam vutte ghoṭamukhaḥ brāhmaṇaḥ āyasmantam udenam etat avoca ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_94:31.2",
        "original": "“abhikkantaṁ, bho udena, abhikkantaṁ, bho udena.",
        "analyzed": "abhikkanta bho udena abhikkanta bho udena ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_94:31.3_0",
        "original": "Seyyathāpi, bho udena, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa",
        "analyzed": "sā iyyathā api bho udena nikkujjitam vā ukkujjeyya paṭicchannam vā vivareyya mūḷhassa ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_94:31.3_1",
        "original": "vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti;",
        "analyzed": "vā maggam ācikkheyya andhakāre vā tela pajjotam dhāreyya cakkhumantaḥ rūpāni dakkhanti iti ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_94:31.3_2",
        "original": "evamevaṁ bhotā udenena anekapariyāyena dhammo pakāsito.",
        "analyzed": "evam evam bhotā udenena aneka pariyāyena dhammo pakāsito ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_94:31.4",
        "original": "Esāhaṁ bhavantaṁ udenaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca.",
        "analyzed": "esā aham bhavantam udenam saraṇam gacchāmi dhammañca bhikkhu saṅghañca ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_94:31.5",
        "original": "Upāsakaṁ maṁ bhavaṁ udeno dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti.",
        "analyzed": "upāsakam mam bhavam udenaḥ dhāretu ajjatagge pāṇupetam saraṇam gatanti ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_94:32.1",
        "original": "“Mā kho maṁ tvaṁ, brāhmaṇa, saraṇaṁ agamāsi.",
        "analyzed": "mā khalu mama tva brāhmaṇa saraṇam agamāsi ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.2",
        "original": "Tameva bhagavantaṁ saraṇaṁ gacchāhi yamahaṁ saraṇaṁ gato”ti.",
        "analyzed": "tam eva bhagavantam saraṇam gacchāhi yam aham saraṇam gataḥ iti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.3",
        "original": "“Kahaṁ pana, bho udena, etarahi so bhavaṁ gotamo viharati arahaṁ sammāsambuddho”ti?",
        "analyzed": "kaham pana bho udenaḥ etarahi saḥ bhavam gotamaḥ viharati araham sammāsambuddhaḥ iti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.4",
        "original": "“Parinibbuto kho, brāhmaṇa, etarahi so bhagavā arahaṁ sammāsambuddho”ti.",
        "analyzed": "parinibbutaḥ kho brāhmaṇaḥ etarahi saḥ bhagavā araham sammāsambuddhaḥ iti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.5",
        "original": "“Sacepi mayaṁ, bho udena, suṇeyyāma taṁ bhavantaṁ gotamaṁ dasasu yojanesu, dasapi mayaṁ yojanāni gaccheyyāma taṁ bhavantaṁ gotamaṁ dassanāya arahantaṁ sammāsambuddhaṁ.",
        "analyzed": "sace api bho udena suṇeyyāma tam bhavantam gotamam dasasu yojanesu dasa api mayam yojanāni gaccheyyāma tam bhavantam gotamam dassanāya arahantam sammāsambuddha ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.6",
        "original": "Sacepi mayaṁ, bho udena, suṇeyyāma taṁ bhavantaṁ gotamaṁ vīsatiyā yojanesu …",
        "analyzed": "sace ipi bho udena suṇeyyāma tam bhavantam gotamam vīsatiyā yojanesu ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.7",
        "original": "tiṁsāya yojanesu …",
        "analyzed": "yojanesu ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.8",
        "original": "cattārīsāya yojanesu …",
        "analyzed": "cattārīsāya yojanesu ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.9",
        "original": "paññāsāya yojanesu, paññāsampi mayaṁ yojanāni gaccheyyāma taṁ bhavantaṁ gotamaṁ dassanāya arahantaṁ sammāsambuddhaṁ.",
        "analyzed": "paññāsāya yojanesu paññāsam pi mayam yojanāni gaccheyyāma tam bhavantam gotamam dassanāya arahantam sammāsambuddha ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.10",
        "original": "Yojanasate cepi mayaṁ, bho udena, suṇeyyāma taṁ bhavantaṁ gotamaṁ, yojanasatampi mayaṁ gaccheyyāma taṁ bhavantaṁ gotamaṁ dassanāya arahantaṁ sammāsambuddhaṁ.",
        "analyzed": "yojana sate ce api bho udena suṇeyyāma tam bhavantam gotama yojana satam pi mayam gaccheyyāma tam bhavantam gotamam dassanāya arahantam sammāsambuddha ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.11",
        "original": "Yato ca kho, bho udena, parinibbuto so bhavaṁ gotamo, parinibbutampi mayaṁ taṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca.",
        "analyzed": "yatas ca kho bho udena parinibbuto so bhavam gotamaḥ parinibbutam pi mayam tam bhavantam gotamam saraṇam gacchāma dhammañca bhikkhu saṅghañca ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:32.12",
        "original": "Upāsakaṁ maṁ bhavaṁ udeno dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gataṁ.",
        "analyzed": "upāsakam mam bhavam udenaḥ dhāretu ajjatagge pāṇa upetam saraṇam gata ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_mn_94:33.1",
        "original": "Atthi ca me, bho udena, aṅgarājā devasikaṁ niccabhikkhaṁ dadāti, tato ahaṁ bhoto udenassa ekaṁ niccabhikkhaṁ dadāmī”ti.",
        "analyzed": "atthi ca me bho udena aṅga rājā devasikam nicca bhikkham dadāti tatas aham bhoto udenassa ekam nicca bhikkham dadāmi iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.2",
        "original": "“Kiṁ pana te, brāhmaṇa, aṅgarājā devasikaṁ niccabhikkhaṁ dadātī”ti?",
        "analyzed": "kim pana te brāhmaṇa aṅga rājā devasikam nicca bhikkham dadāti iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.3",
        "original": "“Pañca, bho udena, kahāpaṇasatānī”ti.",
        "analyzed": "pañca bho udena kahāpaṇa satāni iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.4",
        "original": "“Na kho no, brāhmaṇa, kappati jātarūparajataṁ paṭiggahetun”ti.",
        "analyzed": "na kho naḥ brāhmaṇa kappati jātarūpa rajatam paṭiggahetunti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.5",
        "original": "“Sace taṁ bhoto udenassa na kappati vihāraṁ bhoto udenassa kārāpessāmī”ti.",
        "analyzed": "sace tam bhoto udenassa na kappati vihāram bhoto udenassa kārāpessāmi iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.6",
        "original": "“Sace kho me tvaṁ, brāhmaṇa, vihāraṁ, kārāpetukāmo, pāṭaliputte saṅghassa upaṭṭhānasālaṁ kārāpehī”ti.",
        "analyzed": "sace kho me tva brāhmaṇa vihāra kārāpetu kāmo pāṭaliputte saṅghassa upaṭṭhāna sālam kārāpehi iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.7",
        "original": "“Imināpāhaṁ bhoto udenassa bhiyyoso mattāya attamano abhiraddho yaṁ maṁ bhavaṁ udeno saṅghe dāne samādapeti.",
        "analyzed": "iminā apa aham bhoto udenassa bhiyyosaḥ mattāya atta manaḥ abhiraddhaḥ yam mama bhavan udenaḥ saṅghe dāne samādapeti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.8",
        "original": "Esāhaṁ, bho udena, etissā ca niccabhikkhāya aparāya ca niccabhikkhāya pāṭaliputte saṅghassa upaṭṭhānasālaṁ kārāpessāmī”ti.",
        "analyzed": "esā aha bho udenaḥ etissā ca nicca bhikkhāya aparāya ca nicca bhikkhāya pāṭaliputte saṅghassa upaṭṭhāna sālam kārāpessāmi iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.9",
        "original": "Atha kho ghoṭamukho brāhmaṇo etissā ca niccabhikkhāya aparāya ca niccabhikkhāya pāṭaliputte saṅghassa upaṭṭhānasālaṁ kārāpesi.",
        "analyzed": "atha kho ghoṭamukhaḥ brāhmaṇaḥ etissā ca nicca bhikkhāya aparāya ca nicca bhikkhāya pāṭaliputte saṅghassa upaṭṭhāna sālam kārāpesi ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.10",
        "original": "Sā etarahi “ghoṭamukhī”ti vuccatīti.",
        "analyzed": "sā etarahi ghoṭamukhī iti vuccati iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_mn_94:33.11",
        "original": "Ghoṭamukhasuttaṁ niṭṭhitaṁ catutthaṁ.",
        "analyzed": "ghoṭamukha suttam niṭṭhitam catuttha ",
        "folio": "33"
    }
]