[
    {
        "segmentnr": "PA_mn_56:0.1",
        "original": "Majjhima Nikāya 56",
        "analyzed": "majjhima nikāya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_56:0.2",
        "original": "Upālisutta",
        "analyzed": "upāli sutta ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_56:1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_56:1.2",
        "original": "ekaṁ samayaṁ bhagavā nāḷandāyaṁ viharati pāvārikambavane.",
        "analyzed": "ekam samayam bhagavā nāḷandāyam viharati pāvārikamba vane ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_56:2.1",
        "original": "Tena kho pana samayena nigaṇṭho nāṭaputto nāḷandāyaṁ paṭivasati mahatiyā nigaṇṭhaparisāya saddhiṁ.",
        "analyzed": "tena kho pana samayena nigaṇṭhaḥ nāṭa putto nāḷandāyam paṭivasati mahatiyā nigaṇṭha parisāya saddhi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_56:2.2_0",
        "original": "Atha kho dīghatapassī nigaṇṭho nāḷandāyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto",
        "analyzed": "atha kho dīghatapassī nigaṇṭhaḥ nāḷandāyam piṇḍāya caritvā pacchābhattam piṇḍapāta paṭikkantaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_56:2.2_1",
        "original": "yena pāvārikambavanaṁ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi.",
        "analyzed": "yena pāvārikambavanam yena bhagavā tena upasaṅkami upasaṅkamitvā bhagavatā saddhim sammodi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_56:2.3",
        "original": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitaṁ kho dīghatapassiṁ nigaṇṭhaṁ bhagavā etadavoca:",
        "analyzed": "sammodanīyam katham sāraṇīyam vītisāretvā ekamantam aṭṭhāsi ekamantam ṭhitam kho dīghatapassim nigaṇṭham bhagavā etat avoca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_56:2.4",
        "original": "“saṁvijjanti kho, tapassi, āsanāni; sace ākaṅkhasi nisīdā”ti.",
        "analyzed": "savijjanti kho tapassi āsanāni sace ākaṅkhasi nisīda ati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_56:3.1",
        "original": "Evaṁ vutte, dīghatapassī nigaṇṭho aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi.",
        "analyzed": "evam vutte dīghatapassī nigaṇṭhaḥ aññataram nīcam āsanam gahetvā ekamantam nisīdi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.2",
        "original": "Ekamantaṁ nisinnaṁ kho dīghatapassiṁ nigaṇṭhaṁ bhagavā etadavoca:",
        "analyzed": "ekamantam nisinnam khalu dīghatapassim nigaṇṭham bhagavān etat avoca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.3",
        "original": "“kati pana, tapassi, nigaṇṭho nāṭaputto kammāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?",
        "analyzed": "kati pana tapassi nigaṇṭhaḥ nāṭa putto kammāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.4",
        "original": "“Na kho, āvuso gotama, āciṇṇaṁ nigaṇṭhassa nāṭaputtassa ‘kammaṁ, kamman’ti paññapetuṁ;",
        "analyzed": "na kho āvuso gotamaḥ āciṇṇam nigaṇṭhassa nāṭa puttassa kamma kammanti paññapetu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.5",
        "original": "‘daṇḍaṁ, daṇḍan’ti kho, āvuso gotama, āciṇṇaṁ nigaṇṭhassa nāṭaputtassa paññapetun”ti.",
        "analyzed": "daṇḍa daṇḍanti kho āvuso gotamaḥ āciṇṇam nigaṇṭhassa nāṭa puttassa paññapetunti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.6",
        "original": "“Kati pana, tapassi, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?",
        "analyzed": "kati pana tapassi nigaṇṭhaḥ nāṭa putto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.7",
        "original": "“Tīṇi kho, āvuso gotama, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyāti, seyyathidaṁ—",
        "analyzed": "tīṇi kho āvuso gotama nigaṇṭhaḥ nāṭa putto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā ati seyyathidam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.8",
        "original": "kāyadaṇḍaṁ, vacīdaṇḍaṁ, manodaṇḍan”ti.",
        "analyzed": "kāya daṇḍa vacī daṇḍa manaḥ daṇḍa anti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.9",
        "original": "“Kiṁ pana, tapassi, aññadeva kāyadaṇḍaṁ, aññaṁ vacīdaṇḍaṁ, aññaṁ manodaṇḍan”ti?",
        "analyzed": "kim pana tapassi añña deva kāya daṇḍa aññam vacī daṇḍa aññam manaḥ daṇḍanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.10",
        "original": "“Aññadeva, āvuso gotama, kāyadaṇḍaṁ, aññaṁ vacīdaṇḍaṁ, aññaṁ manodaṇḍan”ti.",
        "analyzed": "añña deva āvuso gotama kāya daṇḍa aññam vacī daṇḍa aññam manaḥ daṇḍanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.11_0",
        "original": "“Imesaṁ pana, tapassi, tiṇṇaṁ daṇḍānaṁ evaṁ paṭivibhattānaṁ evaṁ paṭivisiṭṭhānaṁ",
        "analyzed": "imesam pana tapassi tiṇṇam daṇḍānam evam paṭivibhattānam evam paṭivisiṭṭhānam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.11_1",
        "original": "katamaṁ daṇḍaṁ nigaṇṭho nāṭaputto mahāsāvajjataraṁ paññapeti pāpassa kammassa kiriyāya",
        "analyzed": "katamam daṇḍam nigaṇṭhaḥ nāṭa putto mahāsāvajjataram paññapeti pāpassa kammassa kiriyāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.11_2",
        "original": "pāpassa kammassa pavattiyā, yadi vā kāyadaṇḍaṁ, yadi vā vacīdaṇḍaṁ, yadi vā manodaṇḍan”ti?",
        "analyzed": "pāpassa kammassa pavattiyā yadi vā kāya daṇḍa yadi vā vacī daṇḍa yadi vā manaḥ daṇḍanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.12_0",
        "original": "“Imesaṁ kho, āvuso gotama, tiṇṇaṁ daṇḍānaṁ evaṁ paṭivibhattānaṁ evaṁ paṭivisiṭṭhānaṁ",
        "analyzed": "imesam kho āvuso gotama tiṇṇam daṇḍānam evam paṭivibhattānam evam paṭivisiṭṭhānam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.12_1",
        "original": "kāyadaṇḍaṁ nigaṇṭho nāṭaputto mahāsāvajjataraṁ paññapeti pāpassa kammassa kiriyāya",
        "analyzed": "kāya daṇḍam nigaṇṭhaḥ nāṭa putto mahāsāvajjataram paññapeti pāpassa kammassa kiriyāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.12_2",
        "original": "pāpassa kammassa pavattiyā, no tathā vacīdaṇḍaṁ, no tathā manodaṇḍan”ti.",
        "analyzed": "pāpassa kammassa pavattiyāḥ no tathā vacī daṇḍa no tathā manaḥ daṇḍanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.13",
        "original": "“Kāyadaṇḍanti, tapassi, vadesi”?",
        "analyzed": "kāyadaṇḍanti tapassi vadesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.14",
        "original": "“Kāyadaṇḍanti, āvuso gotama, vadāmi”.",
        "analyzed": "āvusaḥ gotama vadāmi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.15",
        "original": "“Kāyadaṇḍanti, tapassi, vadesi”?",
        "analyzed": "kāyadaṇḍanti tapassi vadesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.16",
        "original": "“Kāyadaṇḍanti, āvuso gotama, vadāmi”.",
        "analyzed": "āvusaḥ gotama vadāmi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.17",
        "original": "“Kāyadaṇḍanti, tapassi, vadesi”?",
        "analyzed": "kāyadaṇḍanti tapassi vadesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.18",
        "original": "“Kāyadaṇḍanti, āvuso gotama, vadāmī”ti.",
        "analyzed": "āvusaḥ gotama vadāmi iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:3.19",
        "original": "Itiha bhagavā dīghatapassiṁ nigaṇṭhaṁ imasmiṁ kathāvatthusmiṁ yāvatatiyakaṁ patiṭṭhāpesi.",
        "analyzed": "iti ha bhagavā dīghatapassim nigaṇṭham imasmim kathā vatthusmim yāvatatiyakam patiṭṭhāpesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_56:4.1",
        "original": "Evaṁ vutte, dīghatapassī nigaṇṭho bhagavantaṁ etadavoca:",
        "analyzed": "evam vutte dīghatapassī nigaṇṭhaḥ bhagavantam etat avoca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.2",
        "original": "“tvaṁ panāvuso gotama, kati daṇḍāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?",
        "analyzed": "tvam pana āvuso gotama kati daṇḍāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā ati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.3",
        "original": "“Na kho, tapassi, āciṇṇaṁ tathāgatassa ‘daṇḍaṁ, daṇḍan’ti paññapetuṁ;",
        "analyzed": "na kho tapassi āciṇṇam tathāgatassa daṇḍa daṇḍanti paññapetu ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.4",
        "original": "‘kammaṁ, kamman’ti kho, tapassi, āciṇṇaṁ tathāgatassa paññapetun”ti?",
        "analyzed": "kamma kammanti kho tapassi āciṇṇam tathāgatassa paññapetunti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.5",
        "original": "“Tvaṁ panāvuso gotama, kati kammāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?",
        "analyzed": "tvam pana āvuso gotama kati kammāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā ati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.6",
        "original": "“Tīṇi kho ahaṁ, tapassi, kammāni paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, seyyathidaṁ—",
        "analyzed": "tīṇi kho aha tapassi kammāni paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.7",
        "original": "kāyakammaṁ, vacīkammaṁ, manokamman”ti.",
        "analyzed": "kāya kamma vacī kamma manaḥ kammanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.8",
        "original": "“Kiṁ panāvuso gotama, aññadeva kāyakammaṁ, aññaṁ vacīkammaṁ, aññaṁ manokamman”ti?",
        "analyzed": "kim pana āvuso gotama añña deva kāya kamma aññam vacī kamma aññam manaḥ kammanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.9",
        "original": "“Aññadeva, tapassi, kāyakammaṁ, aññaṁ vacīkammaṁ, aññaṁ manokamman”ti.",
        "analyzed": "aññat eva tapassi kāya kamma aññam vacī kamma aññam manaḥ kammanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.10_0",
        "original": "“Imesaṁ panāvuso gotama, tiṇṇaṁ kammānaṁ evaṁ paṭivibhattānaṁ evaṁ paṭivisiṭṭhānaṁ",
        "analyzed": "imesam pana āvuso gotama tiṇṇam kammānam evam paṭivibhattānam evam paṭivisiṭṭhānam ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.10_1",
        "original": "katamaṁ kammaṁ mahāsāvajjataraṁ paññapesi pāpassa kammassa kiriyāya pāpassa kammassa",
        "analyzed": "katamam kammam mahāsāvajjataram paññapesi pāpassa kammassa kiriyāya pāpassa kammassa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.10_2",
        "original": "pavattiyā, yadi vā kāyakammaṁ, yadi vā vacīkammaṁ, yadi vā manokamman”ti?",
        "analyzed": "pavattiyā yadi vā kāya kamma yadi vā vacī kamma yadi vā manaḥ kammanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.11_0",
        "original": "“Imesaṁ kho ahaṁ, tapassi, tiṇṇaṁ kammānaṁ evaṁ paṭivibhattānaṁ evaṁ paṭivisiṭṭhānaṁ",
        "analyzed": "imesam kho aha tapassi tiṇṇam kammānam evam paṭivibhattānam evam paṭivisiṭṭhānam ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.11_1",
        "original": "manokammaṁ mahāsāvajjataraṁ paññapemi pāpassa kammassa kiriyāya pāpassa kammassa",
        "analyzed": "manaḥ kammam mahāsāvajjataram paññapemi pāpassa kammassa kiriyāya pāpassa kammassa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.11_2",
        "original": "pavattiyā, no tathā kāyakammaṁ, no tathā vacīkamman”ti.",
        "analyzed": "pavattiyā no tathā kāya kamma no tathā vacī kammanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.12",
        "original": "“Manokammanti, āvuso gotama, vadesi”?",
        "analyzed": "manaḥ kammanti āvuso gotama vadesi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.13",
        "original": "“Manokammanti, tapassi, vadāmi”.",
        "analyzed": "manokammanti tapassi vadāmi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.14",
        "original": "“Manokammanti, āvuso gotama, vadesi”?",
        "analyzed": "manaḥ kammanti āvuso gotama vadesi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.15",
        "original": "“Manokammanti, tapassi, vadāmi”.",
        "analyzed": "manokammanti tapassi vadāmi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.16",
        "original": "“Manokammanti, āvuso gotama, vadesi”?",
        "analyzed": "manaḥ kammanti āvuso gotama vadesi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.17",
        "original": "“Manokammanti, tapassi, vadāmī”ti.",
        "analyzed": "manaḥ kammanti tapassi vadāmi iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:4.18",
        "original": "Itiha dīghatapassī nigaṇṭho bhagavantaṁ imasmiṁ kathāvatthusmiṁ yāvatatiyakaṁ patiṭṭhāpetvā uṭṭhāyāsanā yena nigaṇṭho nāṭaputto tenupasaṅkami.",
        "analyzed": "iti ha dīghatapassī nigaṇṭhaḥ bhagavantam imasmim kathā vatthusmim yāvatatiyakam patiṭṭhāpetvā uṭṭhāya āsanā yena nigaṇṭhaḥ nāṭa putto tena upasaṅkami ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_56:5.1",
        "original": "Tena kho pana samayena nigaṇṭho nāṭaputto mahatiyā gihiparisāya saddhiṁ nisinno hoti bālakiniyā parisāya upālipamukhāya.",
        "analyzed": "tena kho pana samayena nigaṇṭhaḥ nāṭa puttaḥ mahatiyā gihi parisāya saddhim nisinnaḥ hoti bālakiniyā parisāya upāli pamukhāya ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_56:5.2",
        "original": "Addasā kho nigaṇṭho nāṭaputto dīghatapassiṁ nigaṇṭhaṁ dūratova āgacchantaṁ;",
        "analyzed": "addasā kho nigaṇṭhaḥ nāṭa puttaḥ dīghatapassim nigaṇṭham dūratas vā āgacchanta ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_56:5.3",
        "original": "disvāna dīghatapassiṁ nigaṇṭhaṁ etadavoca:",
        "analyzed": "disvāna dīghatapassim nigaṇṭham etat avoca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_56:5.4",
        "original": "“handa kuto nu tvaṁ, tapassi, āgacchasi divā divassā”ti?",
        "analyzed": "handa kutas nu tva tapassi āgacchasi divā divassā ati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_56:5.5",
        "original": "“Ito hi kho ahaṁ, bhante, āgacchāmi samaṇassa gotamassa santikā”ti.",
        "analyzed": "itas hi kho aha bhante āgacchāmi samaṇassa gotamassa santikā ati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_56:5.6",
        "original": "“Ahu pana te, tapassi, samaṇena gotamena saddhiṁ kocideva kathāsallāpo”ti?",
        "analyzed": "ahu pana te tapassi samaṇena gotamena saddhim kocid eva kathā sallāpā uti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_56:5.7",
        "original": "“Ahu kho me, bhante, samaṇena gotamena saddhiṁ kocideva kathāsallāpo”ti.",
        "analyzed": "ahu kho me bhante samaṇena gotamena saddhim kocid eva kathā sallāpā uti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_56:5.8",
        "original": "“Yathā kathaṁ pana te, tapassi, ahu samaṇena gotamena saddhiṁ kocideva kathāsallāpo”ti?",
        "analyzed": "yathā katham pana te tapassi ahu samaṇena gotamena saddhim kocid eva kathā sallāpā uti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_56:5.9",
        "original": "Atha kho dīghatapassī nigaṇṭho yāvatako ahosi bhagavatā saddhiṁ kathāsallāpo taṁ sabbaṁ nigaṇṭhassa nāṭaputtassa ārocesi.",
        "analyzed": "atha kho dīghatapassī nigaṇṭhaḥ yāvatakaḥ ahosi bhagavatā saddhim kathā sallāpo tam sabbam nigaṇṭhassa nāṭa puttassa ārocesi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_56:6.1",
        "original": "Evaṁ vutte, nigaṇṭho nāṭaputto dīghatapassiṁ nigaṇṭhaṁ etadavoca:",
        "analyzed": "evam vutte nigaṇṭhaḥ nāṭa puttaḥ dīghatapassim nigaṇṭham etat avoca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_56:6.2",
        "original": "“sādhu sādhu, tapassi.",
        "analyzed": "sādhu sādhu tapassi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_56:6.3",
        "original": "Yathā taṁ sutavatā sāvakena sammadeva satthusāsanaṁ ājānantena evameva dīghatapassinā nigaṇṭhena samaṇassa gotamassa byākataṁ.",
        "analyzed": "yathā tam sutavatā sāvakena sammat eva satthu sāsanam ājānantena evam eva dīghatapassinā nigaṇṭhena samaṇassa gotamassa byākata ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_56:6.4",
        "original": "Kiñhi sobhati chavo manodaṇḍo imassa evaṁ oḷārikassa kāyadaṇḍassa upanidhāya.",
        "analyzed": "kiñhi sobhati chavaḥ manaḥ daṇḍaḥ imassa evam oḷārikassa kāya daṇḍassa upanidhāya ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_56:6.5",
        "original": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
        "analyzed": "atha kho kāya daṇḍaḥ uva mahāsā ajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā no tathā vacī daṇḍaḥ no tathā manaḥ daṇḍaḥ iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_56:7.1",
        "original": "Evaṁ vutte, upāli gahapati nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "evam vutte upāli gahapati nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.2",
        "original": "“sādhu sādhu, bhante dīghatapassī.",
        "analyzed": "sādhu sādhu bhante dīghatapassī ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.3",
        "original": "Yathā taṁ sutavatā sāvakena sammadeva satthusāsanaṁ ājānantena evamevaṁ bhadantena tapassinā samaṇassa gotamassa byākataṁ.",
        "analyzed": "yathā tam sutavatā sāvakena sammat eva satthu sāsanam ājānantena evam evam bhadantena tapassinā samaṇassa gotamassa byākata ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.4",
        "original": "Kiñhi sobhati chavo manodaṇḍo imassa evaṁ oḷārikassa kāyadaṇḍassa upanidhāya.",
        "analyzed": "kiñhi sobhati chavaḥ manaḥ daṇḍaḥ imassa evam oḷārikassa kāya daṇḍassa upanidhāya ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.5",
        "original": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo.",
        "analyzed": "atha kho kāya daṇḍaḥ uva mahāsā ajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā no tathā vacī daṇḍaḥ no tathā manaḥ daṇḍaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.6",
        "original": "Handa cāhaṁ, bhante, gacchāmi samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropessāmi.",
        "analyzed": "handa ca āha bhante gacchāmi samaṇassa gotamassa imasmin kathā vatthusmin vādam āropessāmi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.7_0",
        "original": "Sace me samaṇo gotamo tathā patiṭṭhahissati yathā bhadantena tapassinā patiṭṭhāpitaṁ;",
        "analyzed": "sace me samaṇaḥ gotamaḥ tathā patiṭṭhahissati yathā bhadantena tapassinā patiṭṭhāpita ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.7_1",
        "original": "seyyathāpi nāma balavā puriso dīghalomikaṁ eḷakaṁ lomesu gahetvā ākaḍḍheyya parikaḍḍheyya",
        "analyzed": "seyyathā api nāma balavā purisaḥ dīghalomikam eḷakam lomesu gahetvā ākaḍḍheyya parikaḍḍheyya ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.7_2",
        "original": "samparikaḍḍheyya; evamevāhaṁ samaṇaṁ gotamaṁ vādena vādaṁ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi.",
        "analyzed": "samparikaḍḍheyya evam eva aham samaṇam gotamam vādena vādam ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.8_0",
        "original": "Seyyathāpi nāma balavā soṇḍikākammakāro mahantaṁ soṇḍikākilañjaṁ gambhīre udakarahade",
        "analyzed": "seyyathā api nāma balavā soṇḍikā kammakāraḥ mahantam soṇḍikā kilañjam gambhīre udaka rahade ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.8_1",
        "original": "pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; evamevāhaṁ samaṇaṁ",
        "analyzed": "pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya evam eva aham samaṇa ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.8_2",
        "original": "gotamaṁ vādena vādaṁ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi.",
        "analyzed": "gotamam vādena vādam ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.9",
        "original": "Seyyathāpi nāma balavā soṇḍikādhutto vālaṁ kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya; evamevāhaṁ samaṇaṁ gotamaṁ vādena vādaṁ odhunissāmi niddhunissāmi nipphoṭessāmi.",
        "analyzed": "sa iyyathā api nāma balavā soṇḍikādhuttaḥ vālam kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya evam eva aham samaṇam gotamam vādena vādam odhunissāmi niddhunissāmi nipphoṭessāmi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.10",
        "original": "Seyyathāpi nāma kuñjaro saṭṭhihāyano gambhīraṁ pokkharaṇiṁ ogāhetvā sāṇadhovikaṁ nāma kīḷitajātaṁ kīḷati; evamevāhaṁ samaṇaṁ gotamaṁ sāṇadhovikaṁ maññe kīḷitajātaṁ kīḷissāmi.",
        "analyzed": "seyyathā api nāma kuñjaraḥ saṭṭhihāyanaḥ gambhīram pokkharaṇim ogāhetvā sāṇadhovikam nāma kīḷita jātam kīḷati evam eva aham samaṇam gotamam sāṇadhovikam maññe kīḷita jātam kīḷissāmi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.11",
        "original": "Handa cāhaṁ, bhante, gacchāmi samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropessāmī”ti.",
        "analyzed": "handa ca āha bhante gacchāmi samaṇassa gotamassa imasmin kathā vatthusmin vādam āropessāmi iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.12",
        "original": "“Gaccha tvaṁ, gahapati, samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropehi.",
        "analyzed": "gaccha tva gahapati samaṇassa gotamassa imasmin kathā vatthusmin vādam āropehi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:7.13",
        "original": "Ahaṁ vā hi, gahapati, samaṇassa gotamassa vādaṁ āropeyyaṁ, dīghatapassī vā nigaṇṭho, tvaṁ vā”ti.",
        "analyzed": "aham vā hi gahapati samaṇassa gotamassa vādam āropeyya dīghatapassī vā nigaṇṭhaḥ tvam vāti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_56:8.1",
        "original": "Evaṁ vutte, dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "evam vutte dīghatapassī nigaṇṭhaḥ nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_56:8.2",
        "original": "“na kho metaṁ, bhante, ruccati yaṁ upāli gahapati samaṇassa gotamassa vādaṁ āropeyya.",
        "analyzed": "na kho mā ita bhante ruccati yam upāli gahapati samaṇassa gotamassa vādam āropeyya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_56:8.3",
        "original": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṁ māyaṁ jānāti yāya aññatitthiyānaṁ sāvake āvaṭṭetī”ti.",
        "analyzed": "samaṇaḥ hi bhante gotamaḥ māyāvī āvaṭṭanim mā ayam jānāti yāya añña titthiyānam sāvake āvaṭṭeti iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_56:8.4",
        "original": "“Aṭṭhānaṁ kho etaṁ, tapassi, anavakāso yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagaccheyya.",
        "analyzed": "aṭṭhānam kho eta tapassi anavakāsaḥ yam upāli gahapati samaṇassa gotamassa sāvaka ttam upagaccheyya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_56:8.5",
        "original": "Ṭhānañca kho etaṁ vijjati yaṁ samaṇo gotamo upālissa gahapatissa sāvakattaṁ upagaccheyya.",
        "analyzed": "ṭhānam ca kho etam vijjati yam samaṇaḥ gotamaḥ upālissa gahapatissa sāvaka ttam upagaccheyya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_56:8.6",
        "original": "Gaccha tvaṁ, gahapati, samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropehi.",
        "analyzed": "gaccha tva gahapati samaṇassa gotamassa imasmin kathā vatthusmin vādam āropehi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_56:8.7",
        "original": "Ahaṁ vā hi, gahapati, samaṇassa gotamassa vādaṁ āropeyyaṁ, dīghatapassī vā nigaṇṭho, tvaṁ vā”ti.",
        "analyzed": "aham vā hi gahapati samaṇassa gotamassa vādam āropeyya dīghatapassī vā nigaṇṭhaḥ tvam vāti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_56:9.1",
        "original": "Dutiyampi kho dīghatapassī …pe…",
        "analyzed": "dutiyam pi kho dīgha tapassī pe ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.2",
        "original": "tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "tatiyam pi kho dīghatapassī nigaṇṭhaḥ nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.3",
        "original": "“na kho metaṁ, bhante, ruccati yaṁ upāli gahapati samaṇassa gotamassa vādaṁ āropeyya.",
        "analyzed": "na kho mā ita bhante ruccati yam upāli gahapati samaṇassa gotamassa vādam āropeyya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.4",
        "original": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṁ māyaṁ jānāti yāya aññatitthiyānaṁ sāvake āvaṭṭetī”ti.",
        "analyzed": "samaṇaḥ hi bhante gotamaḥ māyāvī āvaṭṭanim mā ayam jānāti yāya añña titthiyānam sāvake āvaṭṭeti iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.5",
        "original": "“Aṭṭhānaṁ kho etaṁ, tapassi, anavakāso yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagaccheyya.",
        "analyzed": "aṭṭhānam kho eta tapassi anavakāsaḥ yam upāli gahapati samaṇassa gotamassa sāvaka ttam upagaccheyya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.6",
        "original": "Ṭhānañca kho etaṁ vijjati yaṁ samaṇo gotamo upālissa gahapatissa sāvakattaṁ upagaccheyya.",
        "analyzed": "ṭhānam ca kho etam vijjati yam samaṇaḥ gotamaḥ upālissa gahapatissa sāvaka ttam upagaccheyya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.7",
        "original": "Gaccha tvaṁ, gahapati, samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropehi.",
        "analyzed": "gaccha tva gahapati samaṇassa gotamassa imasmin kathā vatthusmin vādam āropehi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.8",
        "original": "Ahaṁ vā hi, gahapati, samaṇassa gotamassa vādaṁ āropeyyaṁ, dīghatapassī vā nigaṇṭho, tvaṁ vā”ti.",
        "analyzed": "aham vā hi gahapati samaṇassa gotamassa vādam āropeyya dīghatapassī vā nigaṇṭhaḥ tvam vāti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.9_0",
        "original": "“Evaṁ, bhante”ti kho upāli gahapati nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā",
        "analyzed": "eva bhante iti kho upāli gahapati nigaṇṭhassa nāṭa puttassa paṭissutvā uṭṭhāya āsanā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.9_1",
        "original": "nigaṇṭhaṁ nāṭaputtaṁ abhivādetvā padakkhiṇaṁ katvā yena pāvārikambavanaṁ yena bhagavā",
        "analyzed": "nigaṇṭham nāṭa puttam abhivādetvā padakkhiṇam katvā yena pāvārikambavanam yena bhagavā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.9_2",
        "original": "tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ",
        "analyzed": "tena upasaṅkami upasaṅkamitvā bhagavantam abhivādetvā ekamantam nisīdi ekamanta ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.9_3",
        "original": "nisinno kho upāli gahapati bhagavantaṁ etadavoca:",
        "analyzed": "nisinnaḥ khalu upāli gahapati bhagavantam etat avoca ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.10",
        "original": "“āgamā nu khvidha, bhante, dīghatapassī nigaṇṭho”ti?",
        "analyzed": "nu khvidha bhante dīghatapassī nigaṇṭhā iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.11",
        "original": "“Āgamā khvidha, gahapati, dīghatapassī nigaṇṭho”ti.",
        "analyzed": "āgamā khvidha gahapati dīghatapassī nigaṇṭhā iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.12",
        "original": "“Ahu kho pana te, bhante, dīghatapassinā nigaṇṭhena saddhiṁ kocideva kathāsallāpo”ti?",
        "analyzed": "ahu kho pana te bhante dīghatapassinā nigaṇṭhena saddhim kocid eva kathā sallāpā iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.13",
        "original": "“Ahu kho me, gahapati, dīghatapassinā nigaṇṭhena saddhiṁ kocideva kathāsallāpo”ti.",
        "analyzed": "ahu kho me gahapati dīghatapassinā nigaṇṭhena saddhim kocid eva kathā sallāpā uti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.14",
        "original": "“Yathā kathaṁ pana te, bhante, ahu dīghatapassinā nigaṇṭhena saddhiṁ kocideva kathāsallāpo”ti?",
        "analyzed": "yathā katham pana te bhante ahu dīghatapassinā nigaṇṭhena saddhim kocid eva kathā sallāpā uti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:9.15",
        "original": "Atha kho bhagavā yāvatako ahosi dīghatapassinā nigaṇṭhena saddhiṁ kathāsallāpo taṁ sabbaṁ upālissa gahapatissa ārocesi.",
        "analyzed": "atha kho bhagavā yāvatakaḥ ahosi dīghatapassinā nigaṇṭhena saddhim kathā sallāpo tam sabbam upālissa gahapatissa ārocesi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_56:10.1",
        "original": "Evaṁ vutte, upāli gahapati bhagavantaṁ etadavoca:",
        "analyzed": "evam vutte upāli gahapati bhagavantam etat avoca ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_56:10.2",
        "original": "“sādhu sādhu, bhante tapassī.",
        "analyzed": "sādhu sādhu bhante tapassī ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_56:10.3",
        "original": "Yathā taṁ sutavatā sāvakena sammadeva satthusāsanaṁ ājānantena evamevaṁ dīghatapassinā nigaṇṭhena bhagavato byākataṁ.",
        "analyzed": "yathā tam sutavatā sāvakena sammat eva satthu sāsanam ājānantena evam evam dīghatapassinā nigaṇṭhena bhagavataḥ byākata ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_56:10.4",
        "original": "Kiñhi sobhati chavo manodaṇḍo imassa evaṁ oḷārikassa kāyadaṇḍassa upanidhāya?",
        "analyzed": "kiñhi sobhati chavaḥ manaḥ daṇḍaḥ imassa evam oḷārikassa kāya daṇḍassa upanidhāya ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_56:10.5",
        "original": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
        "analyzed": "atha kho kāya daṇḍaḥ uva mahāsā ajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā no tathā vacī daṇḍaḥ no tathā manaḥ daṇḍaḥ iti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_56:10.6",
        "original": "“Sace kho tvaṁ, gahapati, sacce patiṭṭhāya manteyyāsi siyā no ettha kathāsallāpo”ti.",
        "analyzed": "sace kho tva gahapati sacce patiṭṭhāya manteyyāsi siyā no ettha kathā sallāpā uti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_56:10.7",
        "original": "“Sacce ahaṁ, bhante, patiṭṭhāya mantessāmi;",
        "analyzed": "sacce aha bhante patiṭṭhāya mantessāmi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_56:10.8",
        "original": "hotu no ettha kathāsallāpo”ti.",
        "analyzed": "hotu no ettha kathā sallāpo ti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_56:11.1",
        "original": "“Taṁ kiṁ maññasi, gahapati,",
        "analyzed": "tam kim maññasi gahapati ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.2",
        "original": "idhassa nigaṇṭho ābādhiko dukkhito bāḷhagilāno sītodakapaṭikkhitto uṇhodakapaṭisevī.",
        "analyzed": "nigaṇṭhaḥ ābādhikaḥ dukkhitaḥ bāḷha gilānaḥ sīta udaka paṭikkhittaḥ uṇha udaka paṭisevī ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.3",
        "original": "So sītodakaṁ alabhamāno kālaṁ kareyya.",
        "analyzed": "saḥ sītā udakam a labhamānaḥ kālam kareyya ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.4",
        "original": "Imassa pana, gahapati, nigaṇṭho nāṭaputto katthūpapattiṁ paññapetī”ti?",
        "analyzed": "imassa pana gahapati nigaṇṭhaḥ nāṭa putto katthu upapattim paññapeti iti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.5",
        "original": "“Atthi, bhante, manosattā nāma devā tattha so upapajjati”.",
        "analyzed": "atthi bhante manosattā nāma devā tattha so upapajjati ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.6",
        "original": "“Taṁ kissa hetu”?",
        "analyzed": "tam kim sa hetu ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.7",
        "original": "“Asu hi, bhante, manopaṭibaddho kālaṁ karotī”ti.",
        "analyzed": "asu hi bhante mana upaṭibaddhaḥ kālam karoti iti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.8",
        "original": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.",
        "analyzed": "manasi karohi gahapati manasi karitvā khalu gahapati byākarohi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.9",
        "original": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ.",
        "analyzed": "na kho te sandhiyati purimena vā pacchima pacchimena vā purima ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.10",
        "original": "Bhāsitā kho pana te, gahapati, esā vācā:",
        "analyzed": "bhāsitā khalu pana te gahapati esā vācā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.11",
        "original": "‘sacce ahaṁ, bhante, patiṭṭhāya mantessāmi,",
        "analyzed": "sacce aha bhante patiṭṭhāya mantessāmi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.12",
        "original": "hotu no ettha kathāsallāpo’”ti.",
        "analyzed": "hotu no ettha kathā sallāpo ti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:11.13",
        "original": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
        "analyzed": "kiñca api bhante bhagavā evam āha atha kho kāya daṇḍaḥ uva mahāsā ajjataraḥ pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā no tathā vacī daṇḍaḥ no tathā manaḥ daṇḍaḥ iti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_56:12.1",
        "original": "“Taṁ kiṁ maññasi, gahapati,",
        "analyzed": "tam kim maññasi gahapati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.2",
        "original": "idhassa nigaṇṭho nāṭaputto cātuyāmasaṁvarasaṁvuto sabbavārivārito sabbavāriyutto sabbavāridhuto sabbavāriphuṭo.",
        "analyzed": "nigaṇṭhaḥ nāṭa putto cātuyāmasavarasavuto sabba vāri vāritaḥ sabba vāri yuttaḥ sabba vāri dhutaḥ sabba vāri phuṭaḥ ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.3",
        "original": "So abhikkamanto paṭikkamanto bahū khuddake pāṇe saṅghātaṁ āpādeti.",
        "analyzed": "saḥ abhikkamantaḥ paṭikkamantaḥ bahū khuddake pāṇe saṅghātam āpādeti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.4",
        "original": "Imassa pana, gahapati, nigaṇṭho nāṭaputto kaṁ vipākaṁ paññapetī”ti?",
        "analyzed": "imassa pana gahapati nigaṇṭhaḥ nāṭa putto kam vipākam paññapeti iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.5",
        "original": "“Asañcetanikaṁ, bhante, nigaṇṭho nāṭaputto no mahāsāvajjaṁ paññapetī”ti.",
        "analyzed": "asañcetanika bhante nigaṇṭhaḥ nāṭa putto no mahā sāvajjam paññapeti iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.6",
        "original": "“Sace pana, gahapati, cetetī”ti?",
        "analyzed": "sace pana gahapati ceta iti iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.7",
        "original": "“Mahāsāvajjaṁ, bhante, hotī”ti.",
        "analyzed": "bhante hoti iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.8",
        "original": "“Cetanaṁ pana, gahapati, nigaṇṭho nāṭaputto kismiṁ paññapetī”ti?",
        "analyzed": "cetanam pana gahapati nigaṇṭhaḥ nāṭa putto kismim paññapeti iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.9",
        "original": "“Manodaṇḍasmiṁ, bhante”ti.",
        "analyzed": "manaḥ daṇḍaḥ asmi bhanta iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.10",
        "original": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.",
        "analyzed": "manasi karohi gahapati manasi karitvā khalu gahapati byākarohi ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.11",
        "original": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ.",
        "analyzed": "na kho te sandhiyati purimena vā pacchima pacchimena vā purima ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.12",
        "original": "Bhāsitā kho pana te, gahapati, esā vācā:",
        "analyzed": "bhāsitā khalu pana te gahapati esā vācā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.13",
        "original": "‘sacce ahaṁ, bhante, patiṭṭhāya mantessāmi;",
        "analyzed": "sacce aha bhante patiṭṭhāya mantessāmi ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.14",
        "original": "hotu no ettha kathāsallāpo’”ti.",
        "analyzed": "hotu no ettha kathā sallāpo ti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:12.15",
        "original": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
        "analyzed": "kiñca api bhante bhagavā evam āha atha kho kāya daṇḍaḥ uva mahāsā ajjataraḥ pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā no tathā vacī daṇḍaḥ no tathā manaḥ daṇḍaḥ iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_56:13.1",
        "original": "“Taṁ kiṁ maññasi, gahapati,",
        "analyzed": "tam kim maññasi gahapati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.2",
        "original": "ayaṁ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti?",
        "analyzed": "ayam nā āḷandā iddhā ca iva phītā ca bahu janā ākiṇṇa manussā ati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.3",
        "original": "“Evaṁ, bhante, ayaṁ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti.",
        "analyzed": "eva bhante ayam na āḷandā iddhā ca iva phītā ca bahu janā ākiṇṇa manussā ati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.4",
        "original": "“Taṁ kiṁ maññasi, gahapati,",
        "analyzed": "tam kim maññasi gahapati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.5",
        "original": "idha puriso āgaccheyya ukkhittāsiko.",
        "analyzed": "idha purisaḥ āgaccheyya ukkhitta asikaḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.6",
        "original": "So evaṁ vadeyya:",
        "analyzed": "saḥ u evam vadeyya ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.7",
        "original": "‘ahaṁ yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ karissāmī’ti.",
        "analyzed": "aham yāvatikāḥ imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekam masa khalam ekam masa puñjam karissāmi iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.8",
        "original": "Taṁ kiṁ maññasi, gahapati,",
        "analyzed": "tam kim maññasi gahapati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.9",
        "original": "pahoti nu kho so puriso yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kātun”ti?",
        "analyzed": "pahoti nu kho so purisaḥ yāvatikāḥ imissā na āḷandāya pāṇā te ekena khaṇena ekena muhuttena ekam masa khalam ekam masa puñjam kātunti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.10_0",
        "original": "“Dasapi, bhante, purisā, vīsampi, bhante, purisā, tiṁsampi, bhante, purisā, cattārīsampi,",
        "analyzed": "dasa pi bhante purisā vīsam pi bhante purisā tisam pi bhante purisā cattārīsam pi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.10_1",
        "original": "bhante, purisā, paññāsampi, bhante, purisā nappahonti yāvatikā imissā nāḷandāya pāṇā",
        "analyzed": "bhante purisā paññāsam pi bhante purisā na ppahonti yāvatikāḥ imissā na āḷandāya pāṇā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.10_2",
        "original": "te ekena khaṇena ekena muhuttena ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kātuṁ.",
        "analyzed": "te ekena khaṇena ekena muhuttena ekam masa khalam ekam masa puñjam kātu ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.11",
        "original": "Kiñhi sobhati eko chavo puriso”ti.",
        "analyzed": "kiñhi sobhati ekaḥ chavo puriso ti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.12",
        "original": "“Taṁ kiṁ maññasi, gahapati,",
        "analyzed": "tam kim maññasi gahapati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.13",
        "original": "idha āgaccheyya samaṇo vā brāhmaṇo vā iddhimā cetovasippatto.",
        "analyzed": "idha āgaccheyya samaṇaḥ vā brāhmaṇaḥ vā iddhimā cetaḥ vasi pattaḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.14",
        "original": "So evaṁ vadeyya:",
        "analyzed": "saḥ u evam vadeyya ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.15",
        "original": "‘ahaṁ imaṁ nāḷandaṁ ekena manopadosena bhasmaṁ karissāmī’ti.",
        "analyzed": "aham imam na āḷandam ekena manaḥ upadosena bhasmam karissāmi iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.16",
        "original": "Taṁ kiṁ maññasi, gahapati,",
        "analyzed": "tam kim maññasi gahapati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.17",
        "original": "pahoti nu kho so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto imaṁ nāḷandaṁ ekena manopadosena bhasmaṁ kātun”ti?",
        "analyzed": "pahoti nu kho saḥ samaṇaḥ vā brāhmaṇaḥ vā iddhimā cetaḥ vasi pattaḥ imam na āḷandam ekena manaḥ upadosena bhasmam kātunti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.18_0",
        "original": "“Dasapi, bhante, nāḷandā, vīsampi nāḷandā, tiṁsampi nāḷandā, cattārīsampi nāḷandā,",
        "analyzed": "dasa pi bhante nāḷandā vīsam pi nāḷandā tisam pi nāḷandā cattārīsam pi nāḷandā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.18_1",
        "original": "paññāsampi nāḷandā pahoti so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto ekena manopadosena bhasmaṁ kātuṁ.",
        "analyzed": "paññāsam pi na āḷandā pahoti saḥ samaṇaḥ vā brāhmaṇaḥ vā iddhimā cetaḥ vasi pattaḥ ekena manaḥ upadosena bhasmam kātu ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.19",
        "original": "Kiñhi sobhati ekā chavā nāḷandā”ti.",
        "analyzed": "kiñhi sobhati ekā chavā nāḷandāti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.20",
        "original": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.",
        "analyzed": "manasi karohi gahapati manasi karitvā khalu gahapati byākarohi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.21",
        "original": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ.",
        "analyzed": "na kho te sandhiyati purimena vā pacchima pacchimena vā purima ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.22",
        "original": "Bhāsitā kho pana te, gahapati, esā vācā:",
        "analyzed": "bhāsitā khalu pana te gahapati esā vācā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.23",
        "original": "‘sacce ahaṁ, bhante, patiṭṭhāya mantessāmi;",
        "analyzed": "sacce aha bhante patiṭṭhāya mantessāmi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.24",
        "original": "hotu no ettha kathāsallāpo’”ti.",
        "analyzed": "hotu no ettha kathā sallāpo ti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.25",
        "original": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
        "analyzed": "kiñca api bhante bhagavā evam āha atha kho kāya daṇḍaḥ uva mahāsā ajjataraḥ pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā no tathā vacī daṇḍaḥ no tathā manaḥ daṇḍaḥ iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.26",
        "original": "“Taṁ kiṁ maññasi, gahapati,",
        "analyzed": "tam kim maññasi gahapati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.27",
        "original": "sutaṁ te daṇḍakīraññaṁ kāliṅgāraññaṁ majjhāraññaṁ mātaṅgāraññaṁ araññaṁ araññabhūtan”ti?",
        "analyzed": "sutam te daṇḍakīraññam kāliṅgāraññam majjhāraññam mātaṅgāraññam araññam arañña bhūtanti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:13.28",
        "original": "“Evaṁ, bhante, sutaṁ me daṇḍakīraññaṁ kāliṅgāraññaṁ majjhāraññaṁ mātaṅgāraññaṁ araññaṁ araññabhūtan”ti.",
        "analyzed": "eva bhante sutam me daṇḍakīraññam kāliṅgāraññam majjhāraññam mātaṅgāraññam araññam arañña bhūtanti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_56:14.1",
        "original": "“Taṁ kiṁ maññasi, gahapati, kinti te sutaṁ kena taṁ daṇḍakīraññaṁ kāliṅgāraññaṁ majjhāraññaṁ mātaṅgāraññaṁ araññaṁ araññabhūtan”ti?",
        "analyzed": "tam kim maññasi gahapati kinti te sutam kena tam daṇḍakīraññam kāliṅgāraññam majjhāraññam mātaṅgāraññam araññam arañña bhūtanti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_56:14.2",
        "original": "“Sutaṁ metaṁ, bhante, isīnaṁ manopadosena taṁ daṇḍakīraññaṁ kāliṅgāraññaṁ majjhāraññaṁ mātaṅgāraññaṁ araññaṁ araññabhūtan”ti.",
        "analyzed": "sutam mā ita bhante isīnam manaḥ upadosena tam daṇḍakīraññam kāliṅgāraññam majjhāraññam mātaṅgāraññam araññam arañña bhūtanti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_56:14.3",
        "original": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.",
        "analyzed": "manasi karohi gahapati manasi karitvā khalu gahapati byākarohi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_56:14.4",
        "original": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ.",
        "analyzed": "na kho te sandhiyati purimena vā pacchima pacchimena vā purima ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_56:14.5",
        "original": "Bhāsitā kho pana te, gahapati, esā vācā:",
        "analyzed": "bhāsitā khalu pana te gahapati esā vācā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_56:14.6",
        "original": "‘sacce ahaṁ, bhante, patiṭṭhāya mantessāmi;",
        "analyzed": "sacce aha bhante patiṭṭhāya mantessāmi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_56:14.7",
        "original": "hotu no ettha kathāsallāpo’”ti.",
        "analyzed": "hotu no ettha kathā sallāpo ti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_56:15.1",
        "original": "“Purimenevāhaṁ, bhante, opammena bhagavato attamano abhiraddho.",
        "analyzed": "purimena iva āha bhante opammena bhagavataḥ atta manaḥ abhiraddhaḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_56:15.2",
        "original": "Api cāhaṁ imāni bhagavato vicitrāni pañhapaṭibhānāni sotukāmo, evāhaṁ bhagavantaṁ paccanīkaṁ kātabbaṁ amaññissaṁ.",
        "analyzed": "api ca aham imāni bhagavataḥ vicitrāni pañha paṭibhānāni sotu kāmaḥ eva aham bhagavantam paccanīkam kātabbam amaññissa ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_56:15.3",
        "original": "Abhikkantaṁ, bhante, abhikkantaṁ, bhante.",
        "analyzed": "abhikkanta bhante abhikkanta bhante ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_56:15.4_0",
        "original": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa",
        "analyzed": "sā iyyathā api bhante nikkujjitam vā ukkujjeyya paṭicchannam vā vivareyya mūḷhassa ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_56:15.4_1",
        "original": "vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti;",
        "analyzed": "vā maggam ācikkheyya andhakāre vā tela pajjotam dhāreyya cakkhumantaḥ rūpāni dakkhanti iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_56:15.4_2",
        "original": "evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito.",
        "analyzed": "evam evam bhagavatā aneka pariyāyena dhammo pakāsito ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_56:15.5",
        "original": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca.",
        "analyzed": "esā aha bhante bhagavantam saraṇam gacchāmi dhammañca bhikkhu saṅghañca ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_56:15.6",
        "original": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti.",
        "analyzed": "upāsakam mam bhagavā dhāretu ajjatagge pāṇa upetam saraṇam gatanti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_56:16.1",
        "original": "“Anuviccakāraṁ kho, gahapati, karohi, anuviccakāro tumhādisānaṁ ñātamanussānaṁ sādhu hotī”ti.",
        "analyzed": "anuviccakāram kho gahapati karohi anuviccakāro tumhādisānam ñāta manussānam sādhu hoti iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_56:16.2_0",
        "original": "“Imināpāhaṁ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṁ maṁ bhagavā",
        "analyzed": "iminā apa āha bhante bhagavataḥ bhiyyosaḥ mattāya atta manaḥ abhiraddhaḥ yam mama bhagavā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_56:16.2_1",
        "original": "evamāha: ‘anuviccakāraṁ kho, gahapati, karohi, anuviccakāro tumhādisānaṁ ñātamanussānaṁ sādhu hotī’ti.",
        "analyzed": "evam āha anuviccakāram kho gahapati karohi anuviccakāro tumhādisānam ñāta manussānam sādhu hoti iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_56:16.3",
        "original": "Mañhi, bhante, aññatitthiyā sāvakaṁ labhitvā kevalakappaṁ nāḷandaṁ paṭākaṁ parihareyyuṁ:",
        "analyzed": "mañhi bhante añña titthiyā sāvakam labhitvā kevala kappam na āḷandam paṭākam parihareyyu ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_56:16.4",
        "original": "‘upāli amhākaṁ gahapati sāvakattaṁ upagato’ti.",
        "analyzed": "upāli amhākam gahapati sāvaka ttam upagataḥ iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_56:16.5",
        "original": "Atha ca pana maṁ bhagavā evamāha:",
        "analyzed": "atha ca pana mam bhagavān evam āha ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_56:16.6",
        "original": "‘anuviccakāraṁ kho, gahapati, karohi, anuviccakāro tumhādisānaṁ ñātamanussānaṁ sādhu hotī’ti.",
        "analyzed": "anuviccakāram kho gahapati karohi anuviccakāro tumhādisānam ñāta manussānam sādhu hoti iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_56:16.7",
        "original": "Esāhaṁ, bhante, dutiyampi bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca.",
        "analyzed": "esā aha bhante dutiyam pi bhagavantam saraṇam gacchāmi dhammañca bhikkhu saṅghañca ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_56:16.8",
        "original": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti.",
        "analyzed": "upāsakam mam bhagavā dhāretu ajjatagge pāṇa upetam saraṇam gatanti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_mn_56:17.1",
        "original": "“Dīgharattaṁ kho te, gahapati, nigaṇṭhānaṁ opānabhūtaṁ kulaṁ yena nesaṁ upagatānaṁ piṇḍakaṁ dātabbaṁ maññeyyāsī”ti.",
        "analyzed": "dīgharattam kho te gahapati nigaṇṭhānam opāna bhūtam kulam yena na īsam upagatānam piṇḍakam dātabbam maññeyyāsi iti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.2_0",
        "original": "“Imināpāhaṁ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṁ maṁ bhagavā",
        "analyzed": "iminā apa āha bhante bhagavataḥ bhiyyosaḥ mattāya atta manaḥ abhiraddhaḥ yam mama bhagavā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.2_1",
        "original": "evamāha: ‘dīgharattaṁ kho te, gahapati, nigaṇṭhānaṁ opānabhūtaṁ kulaṁ yena nesaṁ",
        "analyzed": "evam āha dīgharattam kho te gahapati nigaṇṭhānam opāna bhūtam kulam yena na īsa ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.2_2",
        "original": "upagatānaṁ piṇḍakaṁ dātabbaṁ maññeyyāsī’ti.",
        "analyzed": "upagatānam piṇḍakam dātabbam maññeyyāsi iti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.3",
        "original": "Sutaṁ metaṁ, bhante, samaṇo gotamo evamāha:",
        "analyzed": "sutam mā ita bhante samaṇaḥ gotamaḥ evam āha ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.4",
        "original": "‘mayhameva dānaṁ dātabbaṁ, nāññesaṁ dānaṁ dātabbaṁ;",
        "analyzed": "mayham eva dānam dātabba na aññesam dānam dātabba ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.5",
        "original": "mayhameva sāvakānaṁ dānaṁ dātabbaṁ, nāññesaṁ sāvakānaṁ dānaṁ dātabbaṁ;",
        "analyzed": "mayham eva sāvakānam dānam dātabba na aññesam sāvakānam dānam dātabba ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.6",
        "original": "mayhameva dinnaṁ mahapphalaṁ, nāññesaṁ dinnaṁ mahapphalaṁ;",
        "analyzed": "mayham eva dinnam mahat phala na aññesam dinnam mahat phala ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.7",
        "original": "mayhameva sāvakānaṁ dinnaṁ mahapphalaṁ, nāññesaṁ sāvakānaṁ dinnaṁ mahapphalan’ti.",
        "analyzed": "mayham eva sāvakānam dinnam mahapphala na aññesam sāvakānam dinnam mahapphalanti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.8",
        "original": "Atha ca pana maṁ bhagavā nigaṇṭhesupi dāne samādapeti.",
        "analyzed": "atha ca pana mam bhagavā dāne samādapa iti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.9",
        "original": "Api ca, bhante, mayamettha kālaṁ jānissāma.",
        "analyzed": "api ca bhante mayam ettha kālam jānissāma ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.10",
        "original": "Esāhaṁ, bhante, tatiyampi bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca.",
        "analyzed": "esā aha bhante tatiyam pi bhagavantam saraṇam gacchāmi dhammañca bhikkhu saṅghañca ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:17.11",
        "original": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti.",
        "analyzed": "upāsakam mam bhagavā dhāretu ajjatagge pāṇa upetam saraṇam gatanti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_mn_56:18.1",
        "original": "Atha kho bhagavā upālissa gahapatissa anupubbiṁ kathaṁ kathesi, seyyathidaṁ—",
        "analyzed": "atha kho bhagavā upālissa gahapatissa anupubbim katham kathesi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:18.2",
        "original": "dānakathaṁ sīlakathaṁ saggakathaṁ, kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, nekkhamme ānisaṁsaṁ pakāsesi.",
        "analyzed": "dāna katham sīla katham sagga katha kāmānam ādīnavam okāram saṅkilesa nekkhamme ānisasam pakāsesi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:18.3",
        "original": "Yadā bhagavā aññāsi upāliṁ gahapatiṁ kallacittaṁ muducittaṁ vinīvaraṇacittaṁ udaggacittaṁ pasannacittaṁ, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā taṁ pakāsesi—",
        "analyzed": "yadā bhagavā aññāsi upālim gahapatim kalla cittam mudu cittam vinīvaraṇa cittam udagga cittam pasanna citta atha yā buddhānam sāmukkasikā dhamma desanā tam pakāsesi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:18.4",
        "original": "dukkhaṁ, samudayaṁ, nirodhaṁ, maggaṁ.",
        "analyzed": "dukkha samudaya nirodha magga ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:18.5",
        "original": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya;",
        "analyzed": "seyyathā api nāma suddham vattham apagata kāḷakam sammat eva rajanam paṭiggaṇheyya ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:18.6",
        "original": "evameva upālissa gahapatissa tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi:",
        "analyzed": "evam eva upālissa gahapatissa tasmiyā eva āsane virajam vīta malam dhamma cakkhum udapādi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:18.7",
        "original": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti.",
        "analyzed": "yam kiñci samudaya dhammam sabbam tat nirodha dhamman ti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:18.8",
        "original": "Atha kho upāli gahapati diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṁ etadavoca:",
        "analyzed": "atha kho upāli gahapati diṭṭha dhammo patta dhammo vidita dhammo pariyogāḷha dhammo tiṇṇa vicikicchaḥ vigata kathaṅkathaḥ vesārajja ppattaḥ apara ppaccayaḥ satthu sāsane bhagavantam etat avoca ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:18.9",
        "original": "“handa ca dāni mayaṁ, bhante, gacchāma, bahukiccā mayaṁ bahukaraṇīyā”ti.",
        "analyzed": "handa ca dāni maya bhante gacchāma bahu kiccā mayam bahu karaṇīyā ati ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:18.10",
        "original": "“Yassadāni tvaṁ, gahapati, kālaṁ maññasī”ti.",
        "analyzed": "yaḥ sadāni tva gahapati kālam maññasi iti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_mn_56:19.1_0",
        "original": "Atha kho upāli gahapati bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ",
        "analyzed": "atha khalu upāli gahapatiḥ bhagavataḥ bhāsitam abhinanditvā anumoditvā uṭṭhāya āsanā bhagavanta ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_56:19.1_1",
        "original": "abhivādetvā padakkhiṇaṁ katvā yena sakaṁ nivesanaṁ tenupasaṅkami; upasaṅkamitvā dovārikaṁ āmantesi:",
        "analyzed": "abhivādetvā padakkhiṇam katvā yena sakam nivesanam tena upasaṅkami upasaṅkamitvā dovārikam āmantesi ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_56:19.2",
        "original": "“ajjatagge, samma dovārika, āvarāmi dvāraṁ nigaṇṭhānaṁ nigaṇṭhīnaṁ, anāvaṭaṁ dvāraṁ bhagavato bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ.",
        "analyzed": "ajjatagge samma dovārike āvarāmi dvāram nigaṇṭhānam nigaṇṭhīna anāvaṭam dvāram bhagavataḥ bhikkhūnam bhikkhunīnam upāsakānam upāsikānam ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_56:19.3",
        "original": "Sace koci nigaṇṭho āgacchati tamenaṁ tvaṁ evaṁ vadeyyāsi:",
        "analyzed": "sace nigaṇṭhaḥ āgacchati tam enam tvam evam vadeyyāsi ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_56:19.4",
        "original": "‘tiṭṭha, bhante, mā pāvisi.",
        "analyzed": "tiṭṭha bhante mā pāvisi ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_56:19.5",
        "original": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato.",
        "analyzed": "ajjatagge upāli gahapati samaṇassa gotamassa sāvaka ttam upagataḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_56:19.6",
        "original": "Āvaṭaṁ dvāraṁ nigaṇṭhānaṁ nigaṇṭhīnaṁ, anāvaṭaṁ dvāraṁ bhagavato bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ.",
        "analyzed": "āvaṭam dvāram nigaṇṭhānam anāvaṭam dvāram bhagavataḥ bhikkhūnam bhikkhunīnam upāsakānam upāsikāna ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_56:19.7",
        "original": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī’”ti.",
        "analyzed": "sace te bhante piṇḍakena atthaḥ ettha iva tiṭṭha ettha iva te āharissanti iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_56:19.8",
        "original": "“Evaṁ, bhante”ti kho dovāriko upālissa gahapatissa paccassosi.",
        "analyzed": "eva bhante iti kho dovārikaḥ upālissa gahapatissa paccassosi ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_mn_56:20.1",
        "original": "Assosi kho dīghatapassī nigaṇṭho:",
        "analyzed": "assosi kho dīghatapassī nigaṇṭhaḥ ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.2",
        "original": "“upāli kira gahapati samaṇassa gotamassa sāvakattaṁ upagato”ti.",
        "analyzed": "upāli kira gahapati samaṇassa gotamassa sāvaka ttam upagataḥ iti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.3",
        "original": "Atha kho dīghatapassī nigaṇṭho yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "atha kho dīghatapassī nigaṇṭhaḥ yena nigaṇṭhaḥ nāṭa putto tena upasaṅkami upasaṅkamitvā nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.4",
        "original": "“sutaṁ metaṁ, bhante, upāli kira gahapati samaṇassa gotamassa sāvakattaṁ upagato”ti.",
        "analyzed": "sutam mā ita bhante upāli kira gahapati samaṇassa gotamassa sāvaka ttam upagataḥ iti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.5",
        "original": "“Aṭṭhānaṁ kho etaṁ, tapassi, anavakāso yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagaccheyya.",
        "analyzed": "aṭṭhānam kho eta tapassi anavakāsaḥ yam upāli gahapati samaṇassa gotamassa sāvaka ttam upagaccheyya ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.6",
        "original": "Ṭhānañca kho etaṁ vijjati yaṁ samaṇo gotamo upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti.",
        "analyzed": "ṭhānam ca kho etam vijjati yam samaṇaḥ gotamaḥ upālissa gahapatissa sāvaka ttam upagaccheyya ati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.7",
        "original": "Dutiyampi kho dīghatapassī nigaṇṭho …pe…",
        "analyzed": "dutiyam pi kho dīghatapassī nigaṇṭhaḥ pe ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.8",
        "original": "tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "tatiyam pi kho dīghatapassī nigaṇṭhaḥ nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.9",
        "original": "“sutaṁ metaṁ, bhante …",
        "analyzed": "sutam mā ita bhante ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.10",
        "original": "pe…",
        "analyzed": "pe ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.11",
        "original": "upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti.",
        "analyzed": "upālissa gahapatissa sāvaka ttam upagaccheyya ati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.12",
        "original": "“Handāhaṁ, bhante, gacchāmi yāva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato yadi vā no”ti.",
        "analyzed": "handa aha bhante gacchāmi yāva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvaka ttam upagataḥ yadi vā no ti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:20.13",
        "original": "“Gaccha tvaṁ, tapassi, jānāhi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato yadi vā no”ti.",
        "analyzed": "gaccha tva tapassi jānāhi yadi vā upāli gahapati samaṇassa gotamassa sāvaka ttam upagataḥ yadi vā na uti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_mn_56:21.1",
        "original": "Atha kho dīghatapassī nigaṇṭho yena upālissa gahapatissa nivesanaṁ tenupasaṅkami.",
        "analyzed": "atha kho dīghatapassī nigaṇṭhaḥ yena upālissa gahapatissa nivesanam tena upasaṅkami ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.2",
        "original": "Addasā kho dovāriko dīghatapassiṁ nigaṇṭhaṁ dūratova āgacchantaṁ.",
        "analyzed": "addasā kho dovārikaḥ dīghatapassim nigaṇṭham dūratas vā āgacchanta ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.3",
        "original": "Disvāna dīghatapassiṁ nigaṇṭhaṁ etadavoca:",
        "analyzed": "disvāna dīghatapassim nigaṇṭham etat avoca ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.4",
        "original": "“tiṭṭha, bhante, mā pāvisi.",
        "analyzed": "tiṭṭha bhante mā pāvisi ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.5",
        "original": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato.",
        "analyzed": "ajjatagge upāli gahapati samaṇassa gotamassa sāvaka ttam upagataḥ ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.6",
        "original": "Āvaṭaṁ dvāraṁ nigaṇṭhānaṁ nigaṇṭhīnaṁ, anāvaṭaṁ dvāraṁ bhagavato bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ.",
        "analyzed": "āvaṭam dvāram nigaṇṭhānam anāvaṭam dvāram bhagavataḥ bhikkhūnam bhikkhunīnam upāsakānam upāsikāna ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.7",
        "original": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti.",
        "analyzed": "sace te bhante piṇḍakena atthaḥ ettha iva tiṭṭha ettha iva te āharissanti iti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.8",
        "original": "“Na me, āvuso, piṇḍakena attho”ti vatvā tato paṭinivattitvā yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "na me āvuso piṇḍakena attho ti vatvā tatas paṭinivattitvā yena nigaṇṭhaḥ nāṭa putto tena upasaṅkami upasaṅkamitvā nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.9",
        "original": "“saccaṁyeva kho, bhante, yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato.",
        "analyzed": "saccayā iva kho bhante yam upāli gahapati samaṇassa gotamassa sāvaka ttam upagataḥ ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.10",
        "original": "Etaṁ kho te ahaṁ, bhante, nālatthaṁ, na kho me, bhante, ruccati yaṁ upāli gahapati samaṇassa gotamassa vādaṁ āropeyya.",
        "analyzed": "etam kho te aha bhante na alattha na kho me bhante ruccati yam upāli gahapati samaṇassa gotamassa vādam āropeyya ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.11",
        "original": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṁ māyaṁ jānāti yāya aññatitthiyānaṁ sāvake āvaṭṭetīti.",
        "analyzed": "samaṇaḥ hi bhante gotamaḥ māyāvī āvaṭṭanim mā ayam jānāti yāya añña titthiyānam sāvake āvaṭṭeti iti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.12",
        "original": "Āvaṭṭo kho te, bhante, upāli gahapati samaṇena gotamena āvaṭṭaniyā māyāyā”ti.",
        "analyzed": "āvaṭṭaḥ kho te bhante upāli gahapati samaṇena gotamena āvaṭṭaniyā māyāyā ati ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.13",
        "original": "“Aṭṭhānaṁ kho etaṁ, tapassi, anavakāso yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagaccheyya.",
        "analyzed": "aṭṭhānam kho eta tapassi anavakāsaḥ yam upāli gahapati samaṇassa gotamassa sāvaka ttam upagaccheyya ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.14",
        "original": "Ṭhānañca kho etaṁ vijjati yaṁ samaṇo gotamo upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti.",
        "analyzed": "ṭhānam ca kho etam vijjati yam samaṇaḥ gotamaḥ upālissa gahapatissa sāvaka ttam upagaccheyya ati ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.15",
        "original": "Dutiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "dutiyam pi kho dīghatapassī nigaṇṭhaḥ nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.16",
        "original": "“saccaṁyeva, bhante …pe…",
        "analyzed": "saccayā iva bhante pe ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.17",
        "original": "upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti.",
        "analyzed": "upālissa gahapatissa sāvaka ttam upagaccheyya ati ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.18",
        "original": "Tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "tatiyam pi kho dīghatapassī nigaṇṭhaḥ nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.19",
        "original": "“saccaṁyeva kho, bhante …",
        "analyzed": "saccayā iva kho bhante ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.20",
        "original": "pe…",
        "analyzed": "pe ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.21",
        "original": "upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti.",
        "analyzed": "upālissa gahapatissa sāvaka ttam upagaccheyya ati ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:21.22",
        "original": "“Handa cāhaṁ, tapassi, gacchāmi yāva cāhaṁ sāmaṁyeva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato yadi vā no”ti.",
        "analyzed": "handa ca āha tapassi gacchāmi yāva ca aham sāmayā iva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvaka ttam upagataḥ yadi vā no ti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_mn_56:22.1",
        "original": "Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṁ yena upālissa gahapatissa nivesanaṁ tenupasaṅkami.",
        "analyzed": "atha kho nigaṇṭhaḥ nāṭa puttaḥ mahatiyā nigaṇṭha parisāya saddhim yena upālissa gahapatissa nivesanam tena upasaṅkami ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.2",
        "original": "Addasā kho dovāriko nigaṇṭhaṁ nāṭaputtaṁ dūratova āgacchantaṁ.",
        "analyzed": "addasā kho dovārikaḥ nigaṇṭham nāṭaputtam dūratas vā āgacchanta ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.3",
        "original": "Disvāna nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "disvāna nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.4",
        "original": "“tiṭṭha, bhante, mā pāvisi.",
        "analyzed": "tiṭṭha bhante mā pāvisi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.5",
        "original": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato.",
        "analyzed": "ajjatagge upāli gahapati samaṇassa gotamassa sāvaka ttam upagataḥ ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.6",
        "original": "Āvaṭaṁ dvāraṁ nigaṇṭhānaṁ nigaṇṭhīnaṁ, anāvaṭaṁ dvāraṁ bhagavato bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ.",
        "analyzed": "āvaṭam dvāram nigaṇṭhānam anāvaṭam dvāram bhagavataḥ bhikkhūnam bhikkhunīnam upāsakānam upāsikāna ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.7",
        "original": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti.",
        "analyzed": "sace te bhante piṇḍakena atthaḥ ettha iva tiṭṭha ettha iva te āharissanti iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.8",
        "original": "“Tena hi, samma dovārika, yena upāli gahapati tenupasaṅkama; upasaṅkamitvā upāliṁ gahapatiṁ evaṁ vadehi:",
        "analyzed": "tena hi samma dovārika yena upāliḥ gahapatiḥ tena upasaṅkama upasaṅkamitvā upālim gahapatim evam vadehi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.9",
        "original": "‘nigaṇṭho, bhante, nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṁ bahidvārakoṭṭhake ṭhito;",
        "analyzed": "nigaṇṭhaḥ bhante nāṭa puttaḥ mahatiyā nigaṇṭha parisāya saddhim bahidvāra koṭṭhake ṭhitaḥ ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.10",
        "original": "so te dassanakāmo’”ti.",
        "analyzed": "saḥ te dassana kāmo ti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.11",
        "original": "“Evaṁ, bhante”ti kho dovāriko nigaṇṭhassa nāṭaputtassa paṭissutvā yena upāli gahapati tenupasaṅkami; upasaṅkamitvā upāliṁ gahapatiṁ etadavoca:",
        "analyzed": "eva bhante iti kho dovārikaḥ nigaṇṭhassa nāṭa puttassa paṭissutvā yena upāli gahapati tena upasaṅkami upasaṅkamitvā upālim gahapatim etat avoca ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.12",
        "original": "“nigaṇṭho, bhante, nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṁ bahidvārakoṭṭhake ṭhito;",
        "analyzed": "nigaṇṭhaḥ bhante nāṭa puttaḥ mahatiyā nigaṇṭha parisāya saddhim bahidvāra koṭṭhake ṭhitaḥ ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.13",
        "original": "so te dassanakāmo”ti.",
        "analyzed": "saḥ te dassana kāmo ti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.14",
        "original": "“Tena hi, samma dovārika, majjhimāya dvārasālāya āsanāni paññapehī”ti.",
        "analyzed": "tena hi samma dovārika majjhimāya dvāra sālāya āsanāni paññapehi iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.15",
        "original": "“Evaṁ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā majjhimāya dvārasālāya āsanāni paññapetvā yena upāli gahapati tenupasaṅkami; upasaṅkamitvā upāliṁ gahapatiṁ etadavoca:",
        "analyzed": "eva bhante iti kho dovārikaḥ upālissa gahapatissa paṭissutvā majjhimāya dvāra sālāya āsanāni paññapetvā yena upāli gahapati tena upasaṅkami upasaṅkamitvā upālim gahapatim etat avoca ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.16",
        "original": "“paññattāni kho, bhante, majjhimāya dvārasālāya āsanāni.",
        "analyzed": "paññattāni kho bhante majjhimāya dvāra sālāya āsanāni ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:22.17",
        "original": "Yassadāni kālaṁ maññasī”ti.",
        "analyzed": "yaḥ sadāni kālam maññasi iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_mn_56:23.1",
        "original": "Atha kho upāli gahapati yena majjhimā dvārasālā tenupasaṅkami; upasaṅkamitvā yaṁ tattha āsanaṁ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṁ nisīditvā dovārikaṁ āmantesi:",
        "analyzed": "atha kho upāli gahapati yena majjhimā dvāra sālā tena upasaṅkami upasaṅkamitvā yam tattha āsanam aggam ca seṭṭham ca uttamam ca paṇītam ca tattha sāmam nisīditvā dovārikam āmantesi ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_56:23.2",
        "original": "“tena hi, samma dovārika, yena nigaṇṭho nāṭaputto tenupasaṅkama; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ evaṁ vadehi:",
        "analyzed": "tena hi samma dovārika yena nigaṇṭhaḥ nāṭa putto tena upasaṅkama upasaṅkamitvā nigaṇṭham nāṭa puttam evam vadehi ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_56:23.3",
        "original": "‘upāli, bhante, gahapati evamāha—",
        "analyzed": "upāli bhante gahapati evam āha ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_56:23.4",
        "original": "pavisa kira, bhante, sace ākaṅkhasī’”ti.",
        "analyzed": "pavisa kira bhante sace ākaṅkhasi iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_56:23.5",
        "original": "“Evaṁ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "eva bhante iti kho dovārikaḥ upālissa gahapatissa paṭissutvā yena nigaṇṭhaḥ nāṭa putto tena upasaṅkami upasaṅkamitvā nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_56:23.6",
        "original": "“upāli, bhante, gahapati evamāha:",
        "analyzed": "upāli bhante gahapati evam āha ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_56:23.7",
        "original": "‘pavisa kira, bhante, sace ākaṅkhasī’”ti.",
        "analyzed": "pavisa kira bhante sace ākaṅkhasi iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_56:23.8",
        "original": "Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṁ yena majjhimā dvārasālā tenupasaṅkami.",
        "analyzed": "atha kho nigaṇṭhaḥ nāṭa puttaḥ mahatiyā nigaṇṭha parisāya saddhim yena majjhimā dvāra sālā tena upasaṅkami ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_mn_56:24.1",
        "original": "Atha kho upāli gahapati—",
        "analyzed": "atha khalu upāli gahapati ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_56:24.2_0",
        "original": "yaṁ sudaṁ pubbe yato passati nigaṇṭhaṁ nāṭaputtaṁ dūratova āgacchantaṁ disvāna tato",
        "analyzed": "yam sudam pubbe yatas passati nigaṇṭham nāṭa puttam dūratas va āgacchantam disvāna tatas ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_56:24.2_1",
        "original": "paccuggantvā yaṁ tattha āsanaṁ aggañca seṭṭhañca uttamañca paṇītañca taṁ uttarāsaṅgena",
        "analyzed": "paccuggantvā yam tattha āsanam aggam ca seṭṭham ca uttamam ca paṇītam ca tam uttarāsaṅgena ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_56:24.2_2",
        "original": "sammajjitvā pariggahetvā nisīdāpeti so—",
        "analyzed": "sammajjitvā pariggahetvā nisīdāpeti saḥ ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_56:24.3",
        "original": "dāni yaṁ tattha āsanaṁ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṁ nisīditvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "dāni yam tattha āsanam aggam ca seṭṭham ca uttamam ca paṇītam ca tattha sāmam nisīditvā nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_56:24.4",
        "original": "“saṁvijjanti kho, bhante, āsanāni;",
        "analyzed": "savijjanti kho bhante āsanāni ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_56:24.5",
        "original": "sace ākaṅkhasi, nisīdā”ti.",
        "analyzed": "sace ākaṅkhasi nisīdāti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_mn_56:25.1",
        "original": "Evaṁ vutte, nigaṇṭho nāṭaputto upāliṁ gahapatiṁ etadavoca:",
        "analyzed": "evam vutte nigaṇṭhaḥ nāṭa puttaḥ upālim gahapatim etat avoca ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_56:25.2",
        "original": "“ummattosi tvaṁ, gahapati, dattosi tvaṁ, gahapati.",
        "analyzed": "ummattā asi tva gahapati dattā usi tva gahapati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_56:25.3",
        "original": "‘Gacchāmahaṁ, bhante, samaṇassa gotamassa vādaṁ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato.",
        "analyzed": "gacchāmaha bhante samaṇassa gotamassa vādam āropessāmi iti gantvā mahatā asi vāda saṅghāṭena paṭimukkaḥ āgataḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_56:25.4",
        "original": "Seyyathāpi, gahapati, puriso aṇḍahārako gantvā ubbhatehi aṇḍehi āgaccheyya, seyyathā vā pana gahapati puriso akkhikahārako gantvā ubbhatehi akkhīhi āgaccheyya;",
        "analyzed": "seyyathā api gahapati purisaḥ aṇḍa hārakaḥ gantvā ubbhatehi aṇḍehi āgaccheyya seyyathā vā pana gahapati purisaḥ akkhika hārakaḥ gantvā ubbhatehi akkhīhi āgaccheyya ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_56:25.5",
        "original": "evameva kho tvaṁ, gahapati, ‘gacchāmahaṁ, bhante, samaṇassa gotamassa vādaṁ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato.",
        "analyzed": "evam eva kho tva gahapati gacchāmaha bhante samaṇassa gotamassa vādam āropessāmi iti gantvā mahatā asi vāda saṅghāṭena paṭimukkaḥ āgataḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_56:25.6",
        "original": "Āvaṭṭosi kho tvaṁ, gahapati, samaṇena gotamena āvaṭṭaniyā māyāyā”ti.",
        "analyzed": "āvaṭṭaḥ asi kho tva gahapati samaṇena gotamena āvaṭṭaniyā māyāyā ati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_mn_56:26.1",
        "original": "“Bhaddikā, bhante, āvaṭṭanī māyā;",
        "analyzed": "bhaddikā bhante āvaṭṭanī māyā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.2",
        "original": "kalyāṇī, bhante, āvaṭṭanī māyā;",
        "analyzed": "kalyāṇī bhante āvaṭṭanī māyā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.3",
        "original": "piyā me, bhante, ñātisālohitā imāya āvaṭṭaniyā āvaṭṭeyyuṁ; piyānampi me assa ñātisālohitānaṁ dīgharattaṁ hitāya sukhāya;",
        "analyzed": "piyāḥ me bhante ñāti sālohitāḥ imāya āvaṭṭaniyāḥ āvaṭṭeyyu piyānam pi me assa ñāti sālohitānam dīgharattam hitāya sukhāya ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.4_0",
        "original": "sabbe cepi, bhante, khattiyā imāya āvaṭṭaniyā āvaṭṭeyyuṁ; sabbesānampissa khattiyānaṁ",
        "analyzed": "sabbe ce ipi bhante khattiyāḥ imāya āvaṭṭaniyāḥ āvaṭṭeyyu sabbesānam pissa ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.4_1",
        "original": "dīgharattaṁ hitāya sukhāya; sabbe cepi, bhante, brāhmaṇā …pe… vessā …pe… suddā imāya",
        "analyzed": "dīgharattam hitāya sukhāya sabbe ce pi bhante brāhmaṇāḥ pe vessāḥ pe suddāḥ imāya ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.4_2",
        "original": "āvaṭṭaniyā āvaṭṭeyyuṁ; sabbesānampissa suddānaṁ dīgharattaṁ hitāya sukhāya;",
        "analyzed": "āvaṭṭaniyāḥ āvaṭṭeyyu sabbesānam pissa suddānam dīgharattam hitāya sukhāya ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.5_0",
        "original": "sadevako cepi, bhante, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā",
        "analyzed": "sa devakaḥ ce pi bhante lokaḥ sa mārakaḥ sa brahmakaḥ sa ssamaṇa brāhmaṇī pajā sa deva manussā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.5_1",
        "original": "imāya āvaṭṭaniyā āvaṭṭeyyuṁ; sadevakassapissa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā",
        "analyzed": "imāya āvaṭṭaniyā āvaṭṭeyyu sa devakassa pissa lokassa sa mārakassa sa brahmakassa sa ssamaṇa brāhmaṇiyā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.5_2",
        "original": "pajāya sadevamanussāya dīgharattaṁ hitāya sukhāyāti.",
        "analyzed": "pajāya sa deva manussāya dīgharattam hitāya sukhāya ati ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.6",
        "original": "Tena hi, bhante, upamaṁ te karissāmi.",
        "analyzed": "tena hi bhante upamam te karissāmi ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:26.7",
        "original": "Upamāyapidhekacce viññū purisā bhāsitassa atthaṁ ājānanti.",
        "analyzed": "viññū purisāḥ bhāsitassa attham ājānanti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_mn_56:27.1",
        "original": "Bhūtapubbaṁ, bhante, aññatarassa brāhmaṇassa jiṇṇassa vuḍḍhassa mahallakassa daharā māṇavikā pajāpatī ahosi gabbhinī upavijaññā.",
        "analyzed": "bhūta pubba bhante aññatarassa brāhmaṇassa jiṇṇassa vuḍḍhassa mahallakassa daharā māṇavikā pajāpatī ahosi gabbhinī upavijaññā ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.2",
        "original": "Atha kho, bhante, sā māṇavikā taṁ brāhmaṇaṁ etadavoca,",
        "analyzed": "atha khalu bhante sā māṇavikā tam brāhmaṇam etat avoca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.3",
        "original": "‘gaccha tvaṁ, brāhmaṇa, āpaṇā makkaṭacchāpakaṁ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti.",
        "analyzed": "gaccha tva brāhmaṇaḥ āpaṇa makkaṭa chāpakam kiṇitvā ānehi yaḥ me kumārakassa kīḷāpanakaḥ bhavissati iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.4",
        "original": "Evaṁ vutte, so brāhmaṇo taṁ māṇavikaṁ etadavoca:",
        "analyzed": "evam vutte saḥ brāhmaṇaḥ tam māṇavikam etat avoca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.5",
        "original": "‘āgamehi tāva, bhoti, yāva vijāyati.",
        "analyzed": "tāva bhoti yāva vijāyati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.6",
        "original": "Sace tvaṁ, bhoti, kumārakaṁ vijāyissasi, tassā te ahaṁ āpaṇā makkaṭacchāpakaṁ kiṇitvā ānessāmi, yo te kumārakassa kīḷāpanako bhavissati.",
        "analyzed": "sace tva bhoti kumārakam vijāyissasi tassā te aham āpaṇā makkaṭa chāpakam kiṇitvā ānessāmi yaḥ te kumārakassa kīḷāpanakaḥ bhavissati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.7",
        "original": "Sace pana tvaṁ, bhoti, kumārikaṁ vijāyissasi, tassā te ahaṁ āpaṇā makkaṭacchāpikaṁ kiṇitvā ānessāmi, yā te kumārikāya kīḷāpanikā bhavissatī’ti.",
        "analyzed": "sace pana tva bhoti kumārikam vijāyissasi tassā te aham āpaṇā makkaṭa chāpikam kiṇitvā ānessāmi yā te kumārikāya kīḷāpanikā bhavissati iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.8",
        "original": "Dutiyampi kho, bhante, sā māṇavikā …pe…",
        "analyzed": "dutiyam pi kho bhante sā māṇavikā pe ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.9",
        "original": "tatiyampi kho, bhante, sā māṇavikā taṁ brāhmaṇaṁ etadavoca:",
        "analyzed": "tatiyam pi kho bhante sā māṇavikā tam brāhmaṇam etat avoca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.10",
        "original": "‘gaccha tvaṁ, brāhmaṇa, āpaṇā makkaṭacchāpakaṁ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti.",
        "analyzed": "gaccha tva brāhmaṇaḥ āpaṇa makkaṭa chāpakam kiṇitvā ānehi yaḥ me kumārakassa kīḷāpanakaḥ bhavissati iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.11",
        "original": "Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto āpaṇā makkaṭacchāpakaṁ kiṇitvā ānetvā taṁ māṇavikaṁ etadavoca:",
        "analyzed": "atha kho bhante saḥ brāhmaṇaḥ tassā māṇavikāya sārattaḥ paṭibaddha cittaḥ āpaṇā makkaṭa chāpakam kiṇitvā ānetvā tam māṇavikam etat avoca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.12",
        "original": "‘ayaṁ te, bhoti, āpaṇā makkaṭacchāpako kiṇitvā ānīto, yo te kumārakassa kīḷāpanako bhavissatī’ti.",
        "analyzed": "ayam te bhoti āpaṇā makkaṭa chāpakaḥ kiṇitvā ānītaḥ yaḥ te kumārakassa kīḷāpanakaḥ bhavissati iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.13",
        "original": "Evaṁ vutte, bhante, sā māṇavikā taṁ brāhmaṇaṁ etadavoca:",
        "analyzed": "evam vutte bhante sā māṇavikā tam brāhmaṇam etat avoca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.14",
        "original": "‘gaccha tvaṁ, brāhmaṇa, imaṁ makkaṭacchāpakaṁ ādāya yena rattapāṇi rajakaputto tenupasaṅkama; upasaṅkamitvā rattapāṇiṁ rajakaputtaṁ evaṁ vadehi—",
        "analyzed": "gaccha tva brāhmaṇaḥ imam makkaṭa chāpakam ādāya yena rattapāṇiḥ rajaka putto tena upasaṅkama upasaṅkamitvā rattapāṇim rajaka puttam evam vadehi ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.15",
        "original": "icchāmahaṁ, samma rattapāṇi, imaṁ makkaṭacchāpakaṁ pītāvalepanaṁ nāma raṅgajātaṁ rajitaṁ ākoṭitapaccākoṭitaṁ ubhatobhāgavimaṭṭhan’ti.",
        "analyzed": "icchāmaha samma ratta pāṇi imam makkaṭacchāpakam pītāvalepanam nāma raṅga jātam rajitam ākoṭita paccākoṭitam ubhatobhāga vimaṭṭhanti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.16_0",
        "original": "Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto taṁ makkaṭacchāpakaṁ",
        "analyzed": "atha kho bhante saḥ brāhmaṇaḥ tassā māṇavikāya sārattaḥ paṭibaddha cittaḥ tam makkaṭa chāpaka ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.16_1",
        "original": "ādāya yena rattapāṇi rajakaputto tenupasaṅkami; upasaṅkamitvā rattapāṇiṁ rajakaputtaṁ etadavoca:",
        "analyzed": "ādāya yena rattapāṇiḥ rajaka putto tena upasaṅkami upasaṅkamitvā rattapāṇim rajaka puttam etat avoca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.17",
        "original": "‘icchāmahaṁ, samma rattapāṇi, imaṁ makkaṭacchāpakaṁ pītāvalepanaṁ nāma raṅgajātaṁ rajitaṁ ākoṭitapaccākoṭitaṁ ubhatobhāgavimaṭṭhan’ti.",
        "analyzed": "icchāmaha samma ratta pāṇi imam makkaṭacchāpakam pītāvalepanam nāma raṅga jātam rajitam ākoṭita paccākoṭitam ubhatobhāga vimaṭṭhanti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.18",
        "original": "Evaṁ vutte, bhante, rattapāṇi rajakaputto taṁ brāhmaṇaṁ etadavoca:",
        "analyzed": "evam vutte bhante rattapāṇi rajaka putto tam brāhmaṇam etat avoca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.19",
        "original": "‘ayaṁ kho te, bhante, makkaṭacchāpako raṅgakkhamo hi kho, no ākoṭanakkhamo, no vimajjanakkhamo’ti.",
        "analyzed": "ayam kho te bhante makkaṭa chāpakaḥ raṅga kkhamaḥ hi kho no ākoṭana khamaḥ no vimajjana kkhamaḥ iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.20",
        "original": "Evameva kho, bhante, bālānaṁ nigaṇṭhānaṁ vādo raṅgakkhamo hi kho bālānaṁ no paṇḍitānaṁ, no anuyogakkhamo, no vimajjanakkhamo.",
        "analyzed": "evam eva kho bhante bālānam nigaṇṭhānam vādaḥ raṅga kkhamaḥ hi kho bālānam no paṇḍitāna no anuyoga kkhamaḥ no vimajjana kkhamaḥ ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.21",
        "original": "Atha kho, bhante, so brāhmaṇo aparena samayena navaṁ dussayugaṁ ādāya yena rattapāṇi rajakaputto tenupasaṅkami; upasaṅkamitvā rattapāṇiṁ rajakaputtaṁ etadavoca:",
        "analyzed": "atha khalu bhante saḥ brāhmaṇaḥ aparena samayena navam dussa yugam ādāya yena rattapāṇiḥ rajaka putto tena upasaṅkami upasaṅkamitvā rattapāṇim rajaka puttam etat avoca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.22",
        "original": "‘icchāmahaṁ, samma rattapāṇi, imaṁ navaṁ dussayugaṁ pītāvalepanaṁ nāma raṅgajātaṁ rajitaṁ ākoṭitapaccākoṭitaṁ ubhatobhāgavimaṭṭhan’ti.",
        "analyzed": "icchāmaha samma rattapāṇi imam navam dussa yugam pītāvalepanam nāma raṅga jātam rajitam ākoṭita paccākoṭitam ubhatobhāga vimaṭṭhanti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.23",
        "original": "Evaṁ vutte, bhante, rattapāṇi rajakaputto taṁ brāhmaṇaṁ etadavoca:",
        "analyzed": "evam vutte bhante rattapāṇi rajaka putto tam brāhmaṇam etat avoca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.24",
        "original": "‘idaṁ kho te, bhante, navaṁ dussayugaṁ raṅgakkhamañceva ākoṭanakkhamañca vimajjanakkhamañcā’ti.",
        "analyzed": "idam kho te bhante navam dussayugam raṅga kkhamam ca iva ākoṭana kkhamam ca vimajjana kkhamam ca ati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:27.25",
        "original": "Evameva kho, bhante, tassa bhagavato vādo arahato sammāsambuddhassa raṅgakkhamo ceva paṇḍitānaṁ no bālānaṁ, anuyogakkhamo ca vimajjanakkhamo cā”ti.",
        "analyzed": "evam eva kho bhante tassa bhagavataḥ vādaḥ arahataḥ sammāsambuddhassa raṅga kkhamaḥ ca iva paṇḍitānam no bālānam anuyoga kkhamaḥ ca vimajjana kkhamaḥ ca ati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_mn_56:28.1",
        "original": "“Sarājikā kho, gahapati, parisā evaṁ jānāti:",
        "analyzed": "sa rājikā khalu gahapati parisā evam jānāti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_56:28.2",
        "original": "‘upāli gahapati nigaṇṭhassa nāṭaputtassa sāvako’ti.",
        "analyzed": "upāli gahapati nigaṇṭhassa nāṭa puttassa sāvakaḥ ti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_56:28.3",
        "original": "Kassa taṁ, gahapati, sāvakaṁ dhāremā”ti?",
        "analyzed": "kassa ta gahapati sāvakam dhārema ati ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_mn_56:29.1",
        "original": "Evaṁ vutte, upāli gahapati uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca:",
        "analyzed": "evam vutte upāli gahapati uṭṭhāya āsanā ekasam uttarāsaṅgam karitvā yena bhagavā tena añjalim paṇāmetvā nigaṇṭham nāṭa puttam etat avoca ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.2",
        "original": "“tena hi, bhante, suṇohi yassāhaṁ sāvako”ti:",
        "analyzed": "tena hi bhante suṇohi yassa aham sāvaka iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.3",
        "original": "“Dhīrassa vigatamohassa,",
        "analyzed": "dhīrassa vigata mohassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.4",
        "original": "Pabhinnakhīlassa vijitavijayassa;",
        "analyzed": "pabhinnakhīlassa vijitavijayassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.5",
        "original": "Anīghassa susamacittassa,",
        "analyzed": "anīghassa su sama cittassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.6",
        "original": "Vuddhasīlassa sādhupaññassa;",
        "analyzed": "vuddha sīlassa sādhu paññassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.7",
        "original": "Vesamantarassa vimalassa,",
        "analyzed": "vesamantarassa vimalassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.8",
        "original": "Bhagavato tassa sāvakohamasmi.",
        "analyzed": "bhagavataḥ tassa sāvakaḥ uham asmi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.9",
        "original": "Akathaṅkathissa tusitassa,",
        "analyzed": "akathaṅkathissa tusitassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.10",
        "original": "Vantalokāmisassa muditassa;",
        "analyzed": "vanta loka āmisassa muditassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.11",
        "original": "Katasamaṇassa manujassa,",
        "analyzed": "kata samaṇassa manujassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.12",
        "original": "Antimasārīrassa narassa;",
        "analyzed": "antima sārīrassa narassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.13",
        "original": "Anopamassa virajassa,",
        "analyzed": "anopamassa virajassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.14",
        "original": "Bhagavato tassa sāvakohamasmi.",
        "analyzed": "bhagavataḥ tassa sāvakaḥ uham asmi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.15",
        "original": "Asaṁsayassa kusalassa,",
        "analyzed": "a sa sayassa kusalassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.16",
        "original": "Venayikassa sārathivarassa;",
        "analyzed": "venayikassa sārathi varassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.17",
        "original": "Anuttarassa ruciradhammassa,",
        "analyzed": "anuttarassa rucira dhammassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.18",
        "original": "Nikkaṅkhassa pabhāsakassa;",
        "analyzed": "nikkaṅkhassa pabhāsakassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.19",
        "original": "Mānacchidassa vīrassa,",
        "analyzed": "māna chidassa vīrassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.20",
        "original": "Bhagavato tassa sāvakohamasmi.",
        "analyzed": "bhagavataḥ tassa sāvakaḥ uham asmi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.21",
        "original": "Nisabhassa appameyyassa,",
        "analyzed": "nisabhassa appameyyassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.22",
        "original": "Gambhīrassa monapattassa;",
        "analyzed": "gambhīrassa mona pattassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.23",
        "original": "Khemaṅkarassa vedassa,",
        "analyzed": "khemaṅkarassa vedassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.24",
        "original": "Dhammaṭṭhassa saṁvutattassa;",
        "analyzed": "dhammaṭṭhassa savutattassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.25",
        "original": "Saṅgātigassa muttassa,",
        "analyzed": "saṅga atigassa muttassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.26",
        "original": "Bhagavato tassa sāvakohamasmi.",
        "analyzed": "bhagavataḥ tassa sāvakaḥ uham asmi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.27",
        "original": "Nāgassa pantasenassa,",
        "analyzed": "nāgassa pantasenassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.28",
        "original": "Khīṇasaṁyojanassa muttassa;",
        "analyzed": "khīṇa sa yojanassa muttassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.29",
        "original": "Paṭimantakassa dhonassa,",
        "analyzed": "paṭimantakassa dhonassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.30",
        "original": "Pannadhajassa vītarāgassa;",
        "analyzed": "panna dhajassa vīta rāgassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.31",
        "original": "Dantassa nippapañcassa,",
        "analyzed": "dantassa nippapañcassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.32",
        "original": "Bhagavato tassa sāvakohamasmi.",
        "analyzed": "bhagavataḥ tassa sāvakaḥ uham asmi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.33",
        "original": "Isisattamassa akuhassa,",
        "analyzed": "isi sattamassa a kuhassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.34",
        "original": "Tevijjassa brahmapattassa;",
        "analyzed": "tevijjassa brahma pattassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.35",
        "original": "Nhātakassa padakassa,",
        "analyzed": "nhātakassa padakassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.36",
        "original": "Passaddhassa viditavedassa;",
        "analyzed": "passaddhassa vidita vedassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.37",
        "original": "Purindadassa sakkassa,",
        "analyzed": "purindadassa sakkassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.38",
        "original": "Bhagavato tassa sāvakohamasmi.",
        "analyzed": "bhagavataḥ tassa sāvakaḥ uham asmi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.39",
        "original": "Ariyassa bhāvitattassa,",
        "analyzed": "ariyassa bhāvitattassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.40",
        "original": "Pattipattassa veyyākaraṇassa;",
        "analyzed": "pattipattassa veyyākaraṇassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.41",
        "original": "Satimato vipassissa,",
        "analyzed": "satimataḥ vipassissa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.42",
        "original": "Anabhinatassa no apanatassa;",
        "analyzed": "an abhinatassa no apanatassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.43",
        "original": "Anejassa vasippattassa,",
        "analyzed": "anejassa vasippattassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.44",
        "original": "Bhagavato tassa sāvakohamasmi.",
        "analyzed": "bhagavataḥ tassa sāvakaḥ uham asmi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.45",
        "original": "Samuggatassa jhāyissa,",
        "analyzed": "samuggatassa jhāyissa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.46",
        "original": "Ananugatantarassa suddhassa;",
        "analyzed": "an anugata antarassa suddhassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.47",
        "original": "Asitassa hitassa,",
        "analyzed": "asitassa hitassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.48",
        "original": "Pavivittassa aggappattassa;",
        "analyzed": "pavivittassa agga ppattassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.49",
        "original": "Tiṇṇassa tārayantassa,",
        "analyzed": "tiṇṇassa tārayantassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.50",
        "original": "Bhagavato tassa sāvakohamasmi.",
        "analyzed": "bhagavataḥ tassa sāvakaḥ uham asmi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.51",
        "original": "Santassa bhūripaññassa,",
        "analyzed": "santassa bhūri paññassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.52",
        "original": "Mahāpaññassa vītalobhassa;",
        "analyzed": "mahā paññassa vīta lobhassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.53",
        "original": "Tathāgatassa sugatassa,",
        "analyzed": "tathāgatassa sugatassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.54",
        "original": "Appaṭipuggalassa asamassa;",
        "analyzed": "appaṭipuggalassa asamassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.55",
        "original": "Visāradassa nipuṇassa,",
        "analyzed": "visāradassa nipuṇassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.56",
        "original": "Bhagavato tassa sāvakohamasmi.",
        "analyzed": "bhagavataḥ tassa sāvakaḥ uham asmi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.57",
        "original": "Taṇhacchidassa buddhassa,",
        "analyzed": "taṇha chidassa buddhassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.58",
        "original": "Vītadhūmassa anupalittassa;",
        "analyzed": "vīta dhūmassa an upalittassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.59",
        "original": "Āhuneyyassa yakkhassa,",
        "analyzed": "āhuneyyassa yakkhassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.60",
        "original": "Uttamapuggalassa atulassa;",
        "analyzed": "uttama puggalassa atulassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.61",
        "original": "Mahato yasaggapattassa,",
        "analyzed": "mahataḥ yasagga pattassa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:29.62",
        "original": "Bhagavato tassa sāvakohamasmī”ti.",
        "analyzed": "bhagavato tassa sāvakaḥ uham asmi iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_mn_56:30.1",
        "original": "“Kadā saññūḷhā pana te, gahapati, ime samaṇassa gotamassa vaṇṇā”ti?",
        "analyzed": "kadā saññūḷhā pana te gahapati ime samaṇassa gotamassa ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_56:30.2",
        "original": "“Seyyathāpi, bhante, nānāpupphānaṁ mahāpuppharāsi, tamenaṁ dakkho mālākāro vā mālākārantevāsī vā vicittaṁ mālaṁ gantheyya;",
        "analyzed": "sa iyyathā api bhante nānā pupphānam mahā puppha rāsi tam enam dakkhaḥ mālākāraḥ vā mālākāra antevāsī vā vicittam mālam gantheyya ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_56:30.3",
        "original": "evameva kho, bhante, so bhagavā anekavaṇṇo anekasatavaṇṇo.",
        "analyzed": "evam eva kho bhante saḥ bhagavā aneka vaṇṇaḥ aneka sata vaṇṇaḥ ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_56:30.4",
        "original": "Ko hi, bhante, vaṇṇārahassa vaṇṇaṁ na karissatī”ti?",
        "analyzed": "kaḥ hi bhante vaṇṇā rahassa vaṇṇam na karissati iti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_mn_56:31.1",
        "original": "Atha kho nigaṇṭhassa nāṭaputtassa bhagavato sakkāraṁ asahamānassa tattheva uṇhaṁ lohitaṁ mukhato uggacchīti.",
        "analyzed": "atha kho nigaṇṭhassa nāṭa puttassa bhagavataḥ sakkāram a sahamānassa tattha iva uṇham lohitam mukhataḥ uggacchi iti ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_mn_56:31.2",
        "original": "Upālisuttaṁ niṭṭhitaṁ chaṭṭhaṁ.",
        "analyzed": "upāli suttam niṭṭhitam chaṭṭha ",
        "folio": "31"
    }
]