[
    {
        "segmentnr": "PA_mil_6.2.5:0.1",
        "original": "Milindapañha",
        "analyzed": "milindapañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.2.5:0.2",
        "original": "Anumānapañha",
        "analyzed": "anumāna pañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.2.5:0.3",
        "original": "Nippapañcavagga",
        "analyzed": "nippa pañca vagga ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.2.5:0.4",
        "original": "5. Akammajādipañha",
        "analyzed": "a kamma ja ādi pañha ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mil_6.2.5:1.1",
        "original": "“Bhante nāgasena, dissanti loke kammanibbattā, dissanti hetunibbattā, dissanti utunibbattā, yaṁ loke akammajaṁ ahetujaṁ anutujaṁ, taṁ me kathehī”ti.",
        "analyzed": "bhante nāgasena dissanti loke kamma nibbattāḥ dissanti hetu nibbattāḥ dissanti utu nibbattāḥ yam loke a kamma jam a hetu jam an utuja tam me kathehi iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.5:1.2",
        "original": "“Dveme, mahārāja, lokasmiṁ akammajā ahetujā anutujā.",
        "analyzed": "dve me mahā rāja lokasmiṃ a kamma jāḥ a hetu jāḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.5:1.3",
        "original": "Katame dve?",
        "analyzed": "katame dve ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.5:1.4",
        "original": "Ākāso, mahārāja, akammajo ahetujo anutujo;",
        "analyzed": "ākāsaḥ mahā rāja a kamma jaḥ a hetu jaḥ anutujaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.5:1.5",
        "original": "nibbānaṁ, mahārāja, akammajaṁ ahetujaṁ anutujaṁ.",
        "analyzed": "nibbāna mahā rāja a kamma jam a hetu jam anutuja ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.5:1.6",
        "original": "Ime kho, mahārāja, dve akammajā ahetujā anutujā”ti.",
        "analyzed": "ime kho mahā rāja dve a kamma jā a hetu jā anutujāti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mil_6.2.5:2.1",
        "original": "“Mā, bhante nāgasena, jinavacanaṁ makkhehi, mā ajānitvā pañhaṁ byākarohī”ti.",
        "analyzed": "mā bhante nāgasena jina vacanam makkhehi mā a jānitvā pañham byākarohi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_6.2.5:2.2",
        "original": "“Kiṁ kho, mahārāja, ahaṁ vadāmi, yaṁ maṁ tvaṁ evaṁ vadesi ‘mā, bhante nāgasena, jinavacanaṁ makkhehi, mā ajānitvā pañhaṁ byākarohī’”ti?",
        "analyzed": "kim kho mahā rāja aham vadāmi yam mama tvam evam vadesi mā bhante nāgasena jina vacanam makkhehi mā a jānitvā pañham byākarohi iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_6.2.5:2.3",
        "original": "“Bhante nāgasena, yuttamidaṁ tāva vattuṁ ‘ākāso akammajo ahetujo anutujo’ti.",
        "analyzed": "bhante nāgasena yuttam idam tāva vattum ākāsaḥ a kamma jaḥ a hetu jaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_6.2.5:2.4",
        "original": "Anekasatehi pana, bhante nāgasena, kāraṇehi bhagavatā sāvakānaṁ nibbānassa sacchikiriyāya maggo akkhāto, atha ca pana tvaṁ evaṁ vadesi ‘ahetujaṁ nibbānan’”ti.",
        "analyzed": "aneka satehi pana bhante nāgasena kāraṇehi bhagavatā sāvakānam nibbānassa sacchikiriyāya maggaḥ akkhātaḥ atha ca pana tvam evam vadesi a hetu jam nibbānam ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_6.2.5:2.5",
        "original": "“Saccaṁ, mahārāja, bhagavatā anekasatehi kāraṇehi sāvakānaṁ nibbānassa sacchikiriyāya maggo akkhāto, na ca pana nibbānassa uppādāya hetu akkhāto”ti.",
        "analyzed": "sacca mahā rāja bhagavatā aneka satehi kāraṇehi sāvakānam nibbānassa sacchikiriyāya maggaḥ akkhāto na ca pana nibbānassa uppādāya hetu akkhāto ti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mil_6.2.5:3.1_0",
        "original": "“Ettha mayaṁ, bhante nāgasena, andhakārato andhakārataraṁ pavisāma, vanato vanataraṁ",
        "analyzed": "ettha bhante nāgasena andhakārataḥ andhakārataram pavisāma vanataḥ vanatara ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.2.5:3.1_1",
        "original": "pavisāma, gahanato gahanataraṁ pavisāma, yatra hi nāma nibbānassa sacchikiriyāya",
        "analyzed": "pavisāma gahanataḥ gahanataram pavisāma yatra hi nāma nibbānassa sacchikiriyāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.2.5:3.1_2",
        "original": "hetu atthi, tassa pana dhammassa uppādāya hetu natthi.",
        "analyzed": "hetu atthi tassa pana dhammassa uppādāya hetu natthi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.2.5:3.2",
        "original": "Yadi, bhante nāgasena, nibbānassa sacchikiriyāya hetu atthi, tena hi nibbānassa uppādāyapi hetu icchitabbo.",
        "analyzed": "yadi bhante nāgasena nibbānassa sacchikiriyāya hetu atthi tena hi nibbānassa uppādāya api hetu icchitabbaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mil_6.2.5:4.1",
        "original": "Yathā pana, bhante nāgasena, puttassa pitā atthi, tena kāraṇena pitunopi pitā icchitabbo.",
        "analyzed": "yathā pana bhante nāgasena puttassa pitā atthi tena kāraṇena pitunā api pitā icchitabbaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_6.2.5:4.2",
        "original": "Yathā antevāsikassa ācariyo atthi, tena kāraṇena ācariyassapi ācariyo icchitabbo.",
        "analyzed": "yathā antevāsikassa ācariyaḥ atthi tena kāraṇena ācariyassa api ācariyaḥ icchitabbo ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_6.2.5:4.3",
        "original": "Yathā aṅkurassa bījaṁ atthi, tena kāraṇena bījassapi bījaṁ icchitabbaṁ.",
        "analyzed": "yathā aṅkurassa bījam atthi tena kāraṇena bījassa api bījam ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_6.2.5:4.4",
        "original": "Evameva kho, bhante nāgasena, yadi nibbānassa sacchikiriyāya hetu atthi, tena kāraṇena nibbānassa uppādāyapi hetu icchitabbo.",
        "analyzed": "evam eva kho bhante nāgasena yadi nibbānassa sacchikiriyāya hetu atthi tena kāraṇena nibbānassa uppādāya api hetu icchitabbaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mil_6.2.5:5.1",
        "original": "Yathā rukkhassa vā latāya vā agge sati tena kāraṇena majjhampi atthi, mūlampi atthi.",
        "analyzed": "yathā rukkhassa vā latāya vā agge sati tena kāraṇena majjham pi atthi mūlam pi atthi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_6.2.5:5.2",
        "original": "Evameva kho, bhante nāgasena, yadi nibbānassa sacchikiriyāya hetu atthi, tena kāraṇena nibbānassa uppādāyapi hetu icchitabbo”ti.",
        "analyzed": "evam eva kho bhante nāgasena yadi nibbānassa sacchikiriyāya hetu atthi tena kāraṇena nibbānassa uppādāya api hetu icchitabbaḥ iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mil_6.2.5:6.1",
        "original": "“Anuppādanīyaṁ, mahārāja, nibbānaṁ, tasmā na nibbānassa uppādāya hetu akkhāto”ti.",
        "analyzed": "anuppādanīya mahā rāja nibbāna tasmā na nibbānassa uppādāya hetu akkhātoti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mil_6.2.5:6.2",
        "original": "“Iṅgha, bhante nāgasena, kāraṇaṁ dassetvā kāraṇena maṁ saññāpehi, yathāhaṁ jāneyyaṁ nibbānassa sacchikiriyāya hetu atthi, nibbānassa uppādāya hetu natthī”ti.",
        "analyzed": "iṅgha bhante nāgasena kāraṇam dassetvā kāraṇena mama saññāpehi yathā aham jāneyyam nibbānassa sacchikiriyāya hetu atthi nibbānassa uppādāya hetu natthi iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mil_6.2.5:7.1",
        "original": "“Tena hi, mahārāja, sakkaccaṁ sotaṁ odaha, sādhukaṁ suṇohi, vakkhāmi tattha kāraṇaṁ, sakkuṇeyya, mahārāja, puriso pākatikena balena ito himavantaṁ pabbatarājaṁ upagantun”ti?",
        "analyzed": "tena hi mahā rāja sakkaccam sotam odaha sādhukam suṇohi vakkhāmi tattha kāraṇa mahā rāja puriso pākatikena balena itas himavantam pabbatarājam upagantunti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_6.2.5:7.2",
        "original": "“Āma, bhante”ti.",
        "analyzed": "āma bhanta iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_6.2.5:7.3",
        "original": "“Sakkuṇeyya pana so, mahārāja, puriso pākatikena balena himavantaṁ pabbatarājaṁ idha āharitun”ti?",
        "analyzed": "sakkuṇeyya pana saḥ mahā rāja puriso pākatikena balena himavantam pabbata rājam idha āharitunti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_6.2.5:7.4",
        "original": "“Na hi, bhante”ti.",
        "analyzed": "na hi bhantā iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_6.2.5:7.5",
        "original": "“Evameva kho, mahārāja, sakkā nibbānassa sacchikiriyāya maggo akkhātuṁ, na sakkā nibbānassa uppādāya hetu dassetuṁ.",
        "analyzed": "evam eva kho mahā rāja sakkā nibbānassa sacchikiriyāya maggaḥ akkhātu na sakkā nibbānassa uppādāya hetu dassetu ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mil_6.2.5:8.1",
        "original": "Sakkuṇeyya, mahārāja, puriso pākatikena balena mahāsamuddaṁ nāvāya uttaritvā pārimatīraṁ gantun”ti?",
        "analyzed": "sakkuṇeyya mahā rāja purisaḥ pākatikena balena mahā samuddam nāvāya uttaritvā pārima tīram gantunti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.2.5:8.2",
        "original": "“Āma, bhante”ti?",
        "analyzed": "āma bhanta iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.2.5:8.3",
        "original": "“Sakkuṇeyya pana so, mahārāja, puriso pākatikena balena mahāsamuddassa pārimatīraṁ idha āharitun”ti?",
        "analyzed": "sakkuṇeyya pana saḥ mahā rāja purisaḥ pākatikena balena mahā samuddassa pārima tīram idha āharitunti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.2.5:8.4",
        "original": "“Na hi, bhante”ti.",
        "analyzed": "na hi bhantā iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.2.5:8.5",
        "original": "“Evameva kho, mahārāja, sakkā nibbānassa sacchikiriyāya maggo akkhātuṁ, na sakkā nibbānassa uppādāya hetu dassetuṁ.",
        "analyzed": "evam eva kho mahā rāja sakkā nibbānassa sacchikiriyāya maggaḥ akkhātu na sakkā nibbānassa uppādāya hetu dassetu ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.2.5:8.6",
        "original": "Kiṁ kāraṇā?",
        "analyzed": "kim kāraṇā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.2.5:8.7",
        "original": "Asaṅkhatattā dhammassā”ti.",
        "analyzed": "a saṅkhata ttā dhammassa ati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.1",
        "original": "“Asaṅkhataṁ, bhante nāgasena, nibbānan”ti?",
        "analyzed": "asaṅkhata bhante nāgasena nibbānanti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.2_0",
        "original": "“Āma, mahārāja, asaṅkhataṁ nibbānaṁ na kehici kataṁ, nibbānaṁ, mahārāja, na vattabbaṁ",
        "analyzed": "āma mahā rāja asaṅkhatam nibbānam na kehici kata nibbāna mahā rāja na vattabba ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.2_1",
        "original": "uppannanti vā anuppannanti vā uppādanīyanti vā atītanti vā anāgatanti vā paccuppannanti",
        "analyzed": "uppannanti vā anuppannanti vā uppādanīyanti vā atītanti vā anāgatanti vā paccuppannanti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.2_2",
        "original": "vā cakkhuviññeyyanti vā sotaviññeyyanti vā ghānaviññeyyanti vā jivhāviññeyyanti vā",
        "analyzed": "vā cakkhu viññeyyanti vā sota viññeyyanti vā ghāna viññeyyanti vā jivhā viññeyyanti vā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.2_3",
        "original": "kāyaviññeyyanti vā”ti.",
        "analyzed": "vā ati ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.3_0",
        "original": "“Yadi, bhante nāgasena, nibbānaṁ na uppannaṁ na anuppannaṁ na uppādanīyaṁ na atītaṁ",
        "analyzed": "yadi bhante nāgasena nibbānam na uppannam na anuppannam na uppādanīyam na atīta ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.3_1",
        "original": "na anāgataṁ na paccuppannaṁ na cakkhuviññeyyaṁ na sotaviññeyyaṁ na ghānaviññeyyaṁ",
        "analyzed": "na anāgatam na paccuppannam na cakkhu viññeyyam na sota viññeyyam na ghāna viññeyya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.3_2",
        "original": "na jivhāviññeyyaṁ na kāyaviññeyyaṁ, tena hi, bhante nāgasena, tumhe natthidhammaṁ",
        "analyzed": "na jivhā viññeyyam na kāya viññeyya tena hi bhante nāgasena tumhe natthi dhamma ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.3_3",
        "original": "nibbānaṁ apadisatha ‘natthi nibbānan’”ti.",
        "analyzed": "nibbānam apadisatha na atthi nibbānanti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:9.4",
        "original": "“Atthi, mahārāja, nibbānaṁ, manoviññeyyaṁ nibbānaṁ, visuddhena mānasena paṇītena ujukena anāvaraṇena nirāmisena sammāpaṭipanno ariyasāvako nibbānaṁ passatī”ti.",
        "analyzed": "atthi mahā rāja nibbāna manaḥ viññeyyam nibbāna visuddhena mānasena paṇītena ujukena anāvaraṇena nirāmisena sammā paṭipannaḥ ariyasāvakaḥ nibbānam passati iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mil_6.2.5:10.1",
        "original": "“Kīdisaṁ pana taṁ, bhante, nibbānaṁ, yaṁ taṁ opammehi ādīpanīyaṁ kāraṇehi maṁ saññāpehi, yathā atthidhammaṁ opammehi ādīpanīyan”ti.",
        "analyzed": "kīdisam pana ta bhante nibbāna yam tam opammehi ādīpanīyam kāraṇehi mama saññāpehi yathā atthi dhammam opammehi ādīpanīyanti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_6.2.5:10.2",
        "original": "“Atthi, mahārāja, vāto nāmā”ti?",
        "analyzed": "atthi mahā rāja vātaḥ nāma ati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_6.2.5:10.3",
        "original": "“Āma, bhante”ti.",
        "analyzed": "āma bhanta iti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_6.2.5:10.4",
        "original": "“Iṅgha, mahārāja, vātaṁ dassehi vaṇṇato vā saṇṭhānato vā aṇuṁ vā thūlaṁ vā dīghaṁ vā rassaṁ vā”ti.",
        "analyzed": "iṅgha mahā rāja vātam dassehi vaṇṇataḥ vā saṇṭhānataḥ vā aṇum vā thūlam vā dīgham vā rassam vā ati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_6.2.5:10.5",
        "original": "“Na sakkā, bhante nāgasena, vāto upadassayituṁ, na so vāto hatthaggahaṇaṁ vā nimmaddanaṁ vā upeti, api ca atthi so vāto”ti.",
        "analyzed": "na sakkā bhante nāgasena vātaḥ upadassayitu na saḥ vātaḥ hatthaggahaṇam vā nimmaddanam vā upeti api ca atthi saḥ vātaḥ ti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_6.2.5:10.6",
        "original": "“Yadi, mahārāja, na sakkā vāto upadassayituṁ, tena hi natthi vāto”ti?",
        "analyzed": "yadi mahā rāja na sakkā vātaḥ upadassayitu tena hi natthi vātaḥ ti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_6.2.5:10.7",
        "original": "“Jānāmahaṁ, bhante nāgasena, vāto atthīti me hadaye anupaviṭṭhaṁ, na cāhaṁ sakkomi vātaṁ upadassayitun”ti.",
        "analyzed": "jānāmaha bhante nāgasena vātaḥ atthi iti me hadaye anupaviṭṭha na ca aham sakkomi vātam upadassayitunti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_6.2.5:10.8",
        "original": "“Evameva kho, mahārāja, atthi nibbānaṁ, na ca sakkā nibbānaṁ upadassayituṁ vaṇṇena vā saṇṭhānena vā”ti.",
        "analyzed": "evam eva kho mahā rāja atthi nibbāna na ca sakkā nibbānam upadassayitum vaṇṇena vā saṇṭhānena vā ati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_6.2.5:10.9",
        "original": "“Sādhu, bhante nāgasena, sūpadassitaṁ opammaṁ, suniddiṭṭhaṁ kāraṇaṁ, evametaṁ tathā sampaṭicchāmi ‘atthi nibbānan’”ti.",
        "analyzed": "sādhu bhante nāgasena su upadassitam opamma su niddiṭṭham kāraṇe evam etam tathā sampaṭicchāmi atthi nibbānanti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mil_6.2.5:11.1",
        "original": "Akammajādipañho pañcamo.",
        "analyzed": "akamma ja ādi pañhaḥ pañcamaḥ ",
        "folio": "11"
    }
]