[
    {
        "segmentnr": "PA_mn_42:0.1",
        "original": "Majjhima Nikāya 42",
        "analyzed": "majjhima nikāya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_42:0.2",
        "original": "Verañjakasutta",
        "analyzed": "verañjaka sutta ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_mn_42:1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_42:1.2",
        "original": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
        "analyzed": "ekam samayam bhagavā sāvatthiyam viharati jetavane anāthapiṇḍikassa ārāme ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_mn_42:2.1",
        "original": "Tena kho pana samayena verañjakā brāhmaṇagahapatikā sāvatthiyaṁ paṭivasanti kenacideva karaṇīyena.",
        "analyzed": "tena kho pana samayena verañjakāḥ brāhmaṇa gahapatikā sāvatthiyam paṭivasanti kenacid eva karaṇīyena ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_42:2.2",
        "original": "Assosuṁ kho verañjakā brāhmaṇagahapatikā:",
        "analyzed": "kho verañjakā brāhmaṇa gahapatikā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_42:2.3",
        "original": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
        "analyzed": "samaṇaḥ khalu bho gotamaḥ sakya putto sakya kulā pabbajitaḥ sāvatthiyam viharati jetavane anāthapiṇḍikassa ārāme ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_42:2.4",
        "original": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato:",
        "analyzed": "tam kha pana bhavantam gotamam evam kalyāṇaḥ kitti saddaḥ abbhuggataḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_42:2.5",
        "original": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’.",
        "analyzed": "iti pi saḥ bhagavā araham sammāsambuddhaḥ vijjā caraṇa sampanno sugataḥ loka vidū anuttaraḥ purisa damma sārathi satthā deva manussānam buddhaḥ bhagavā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_42:2.6",
        "original": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti.",
        "analyzed": "saḥ imam lokam sa devakam sa mārakam sa brahmakam sa ssamaṇa brāhmaṇim pajam sa deva manussam sayam abhiññā sacchikatvā pavedeti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_42:2.7",
        "original": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ; kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti.",
        "analyzed": "saḥ dhammam deseti ādi kalyāṇam majjhe kalyāṇam pariyosāna kalyāṇam sa attham sa byañjana kevala paripuṇṇam parisuddham brahmacariyam pakāseti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_42:2.8",
        "original": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti.",
        "analyzed": "sādhu kho pana tathārūpānam arahatam dassanam hoti iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_mn_42:3.1_0",
        "original": "Atha kho verañjakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā",
        "analyzed": "atha khalu verañjakāḥ brāhmaṇa gahapatikāḥ yena bhagavā tena upasaṅkamisu upasaṅkamitvā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_42:3.1_1",
        "original": "appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu; appekacce bhagavatā saddhiṁ",
        "analyzed": "appekacce bhagavantam abhivādetvā ekamantam nisīdisu appekacce bhagavatā saddhi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_42:3.1_2",
        "original": "sammodiṁsu, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu; appekacce",
        "analyzed": "sammodisu sammodanīyam katham sāraṇīyam vītisāretvā ekamantam nisīdisu appekacce ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_42:3.1_3",
        "original": "yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu; appekacce bhagavato santike",
        "analyzed": "yena bhagavā tena añjalim paṇāmetvā ekamantam nisīdisu appa ekacce bhagavato santike ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_42:3.1_4",
        "original": "nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu; appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu.",
        "analyzed": "nāma gottam sāvetvā ekamantam nisīdisu appekacce tuṇhībhūtāḥ ekamantam nisīdisu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_42:3.1_5",
        "original": "Ekamantaṁ nisinnā kho verañjakā brāhmaṇagahapatikā bhagavantaṁ etadavocuṁ:",
        "analyzed": "ekamantam nisinnāḥ khalu verañjakāḥ brāhmaṇa gahapatikāḥ bhagavantam etat avocuḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_mn_42:4.1",
        "original": "“ko nu kho, bho gotama, hetu, ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti?",
        "analyzed": "kaḥ nu kho bho gotama hetu kaḥ paccayaḥ yena midhā ekacce sattā kāyassa bhedā param maraṇā apāyam duggatim vinipātam nirayam upapajjanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_42:4.2",
        "original": "Ko pana, bho gotama, hetu, ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti?",
        "analyzed": "kaḥ pana bho gotama hetu kaḥ paccayaḥ yena midhā ekacce sattā kāyassa bhedā param maraṇā sugatim saggam lokam upapajjanti iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_mn_42:5.1",
        "original": "“Adhammacariyāvisamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti.",
        "analyzed": "adhamma cariyā visama cariyā hetu kho gahapatayo evam idha ekacce sattā kāyassa bhedā param maraṇā apāyam duggatim vinipātam nirayam upapajjanti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_42:5.2",
        "original": "Dhammacariyāsamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti.",
        "analyzed": "dhamma cariyā sama cariyā hetu kho gahapatayo evam idha ekacce sattā kāyassa bhedā param maraṇā sugatim saggam lokam upapajjanti iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_mn_42:6.1",
        "original": "“Na kho mayaṁ imassa bhoto gotamassa saṅkhittena bhāsitassa, vitthārena atthaṁ avibhattassa, vitthārena atthaṁ ājānāma.",
        "analyzed": "na kho mayam imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena attham a vibhattassa vitthārena attham ājānāma ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_42:6.2",
        "original": "Sādhu no bhavaṁ gotamo tathā dhammaṁ desetu yathā mayaṁ imassa bhoto gotamassa saṅkhittena bhāsitassa, vitthārena atthaṁ avibhattassa, vitthārena atthaṁ ājāneyyāmā”ti.",
        "analyzed": "sādhu naḥ bhavam gotamaḥ tathā dhammam desetu yathā mayam imassa bhoto gotamassa saṅkhittena bhāsitassa vitthārena attham avibhattassa vitthārena attham ājāneyyāma ati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_42:6.3",
        "original": "“Tena hi, gahapatayo, suṇātha sādhukaṁ manasi karotha, bhāsissāmī”ti.",
        "analyzed": "tena hi gahapatayaḥ suṇātha sādhukam manasi karotha bhāsissāmi iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_42:6.4",
        "original": "“Evaṁ, bho”ti kho verañjakā brāhmaṇagahapatikā bhagavato paccassosuṁ.",
        "analyzed": "eva bhoti kho verañjakāḥ brāhmaṇa gahapatikāḥ bhagavato paccassosu ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_42:6.5",
        "original": "Bhagavā etadavoca:",
        "analyzed": "bhagavān etat avoca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_mn_42:7.1",
        "original": "“Tividhaṁ kho, gahapatayo, kāyena adhammacārī visamacārī hoti, catubbidhaṁ vācāya adhammacārī visamacārī hoti, tividhaṁ manasā adhammacārī visamacārī hoti.",
        "analyzed": "tividham kho gahapatayo kāyena adhamma cārī visama cārī hoti catubbidham vācāya adhamma cārī visama cārī hoti tividham manasā adhamma cārī visama cārī hoti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_mn_42:8.1",
        "original": "Kathañca, gahapatayo, tividhaṁ kāyena adhammacārī visamacārī hoti?",
        "analyzed": "kathañca gahapatayo tividham kāyena adhamma cārī visama cārī hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_42:8.2",
        "original": "Idha, gahapatayo, ekacco pāṇātipātī hoti. Luddo lohitapāṇi hatappahate niviṭṭho adayāpanno pāṇabhūtesu.",
        "analyzed": "idha gahapatayo ekaccaḥ pāṇa atipātī hoti luddaḥ lohita pāṇi hata ppahate niviṭṭhaḥ adaya āpannaḥ pāṇabhūtesu ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_42:8.3",
        "original": "Adinnādāyī kho pana hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ … taṁ adinnaṁ theyyasaṅkhātaṁ ādātā hoti.",
        "analyzed": "a dinna ādāyī kho pana hoti yam tam parassa para vittu upakaraṇam tam adinnam theyya saṅkhātam ādātā hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_42:8.4",
        "original": "Kāmesumicchācārī kho pana hoti. Yā tā māturakkhitā … tathārūpāsu cārittaṁ āpajjitā hoti.",
        "analyzed": "kāmesumicchā cārī kho pana hoti yā tā mātu rakkhitā tathārūpāsu cārittam āpajjitā hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_42:8.5",
        "original": "Evaṁ kho, gahapatayo, tividhaṁ kāyena adhammacārī visamacārī hoti.",
        "analyzed": "evam kho gahapatayo tividham kāyena adhamma cārī visama cārī hoti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_mn_42:9.1",
        "original": "Kathañca, gahapatayo, catubbidhaṁ vācāya adhammacārī visamacārī hoti?",
        "analyzed": "kathañca gahapatayo catubbidham vācāya adhamma cārī visama cārī hoti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_42:9.2",
        "original": "Idha, gahapatayo, ekacco musāvādī hoti. Sabhāgato vā … sampajānamusā bhāsitā hoti.",
        "analyzed": "ekaccaḥ musāvādī hoti sabhā gataḥ vā sampajāna musā bhāsitā hoti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_42:9.3",
        "original": "Pisuṇavāco kho pana hoti. Ito sutvā amutra akkhātā … vaggakaraṇiṁ vācaṁ bhāsitā hoti.",
        "analyzed": "pisuṇa vācaḥ kho pana hoti itas sutvā amutra akkhātā vagga karaṇim vācam bhāsitā hoti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_42:9.4",
        "original": "Pharusavāco kho pana hoti. Yā sā vācā aṇḍakā kakkasā … tathārūpiṁ vācaṁ bhāsitā hoti.",
        "analyzed": "pharusa vācaḥ kho pana hoti yā sā vācā aṇḍakā kakkasā tathārūpim vācam bhāsitā hoti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_42:9.5",
        "original": "Samphappalāpī kho pana hoti. Akālavādī … apariyantavatiṁ anatthasaṁhitaṁ.",
        "analyzed": "samphappalāpī kho pana hoti akāla vādī a pariyantavatim anattha sahita ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_42:9.6",
        "original": "Evaṁ kho, gahapatayo, catubbidhaṁ vācāya adhammacārī visamacārī hoti.",
        "analyzed": "evam kho gahapatayo catubbidham vācāya adhamma cārī visama cārī hoti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_mn_42:10.1",
        "original": "Kathañca, gahapatayo, tividhaṁ manasā adhammacārī visamacārī hoti?",
        "analyzed": "kathañca gahapatayo tividham manasā adhamma cārī visama cārī hoti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_42:10.2",
        "original": "Idha, gahapatayo, ekacco abhijjhālu hoti …pe… taṁ mamassā’ti.",
        "analyzed": "idha gahapatayo ekaccaḥ abhijjhālu hoti pe tam mamassa ati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_42:10.3",
        "original": "Byāpannacitto kho pana hoti paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā … mā vā ahesun’ti.",
        "analyzed": "byāpanna cittaḥ kho pana hoti paduṭṭha mana saṅkappaḥ ime sattāḥ haññantu vā mā vā ahesunti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_42:10.4",
        "original": "Micchādiṭṭhiko kho pana hoti viparītadassano:",
        "analyzed": "micchādiṭṭhikaḥ kho pana hoti viparīta dassano ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_42:10.5",
        "original": "‘natthi dinnaṁ, natthi yiṭṭhaṁ … sacchikatvā pavedentī’ti.",
        "analyzed": "na atthi dinna na atthi yiṭṭham sacchikatvā pavedenti iti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_42:10.6",
        "original": "Evaṁ kho, gahapatayo, tividhaṁ manasā adhammacārī visamacārī hoti.",
        "analyzed": "evam kho gahapatayo tividham manasā adhamma cārī visama cārī hoti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_42:10.7",
        "original": "Evaṁ adhammacariyāvisamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti.",
        "analyzed": "evam adhamma cariyā visama cariyā hetu kho gahapatayo evam idha ekacce sattā kāyassa bhedā param maraṇā apāyam duggatim vinipātam nirayam upapajjanti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_mn_42:11.1",
        "original": "Tividhaṁ kho, gahapatayo, kāyena dhammacārī samacārī hoti, catubbidhaṁ vācāya dhammacārī samacārī hoti, tividhaṁ manasā dhammacārī samacārī hoti.",
        "analyzed": "tividham kho gahapatayo kāyena dhamma cārī sama cārī hoti catubbidham vācāya dhamma cārī sama cārī hoti tividham manasā dhamma cārī sama cārī hoti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_mn_42:12.1",
        "original": "Kathañca, gahapatayo, tividhaṁ kāyena dhammacārī samacārī hoti?",
        "analyzed": "kathañca gahapatayo tividham kāyena dhamma cārī sama cārī hoti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_42:12.2",
        "original": "Idha, gahapatayo, ekacco pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.",
        "analyzed": "idha gahapatayo ekaccaḥ pāṇa atipātam pahāya pāṇa atipātā paṭivirataḥ hoti nihita daṇḍaḥ nihita satthaḥ lajjī dayā āpanno sabba pāṇa bhūta hita anukampī viharati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_42:12.3",
        "original": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti, yaṁ taṁ parassa … taṁ nādinnaṁ theyyasaṅkhātaṁ ādātā hoti.",
        "analyzed": "adinnādānam pahāya adinnādānā paṭivirataḥ hoti yam tam parassa tam na a dinnam theyya saṅkhātam ādātā hoti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_42:12.4",
        "original": "Kāmesumicchācāraṁ pahāya … tathārūpāsu na cārittaṁ āpajjitā hoti.",
        "analyzed": "kāmesumicchā ācāram pahāya tathārūpāsu na cārittam āpajjitā hoti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_42:12.5",
        "original": "Evaṁ kho, gahapatayo, tividhaṁ kāyena dhammacārī samacārī hoti.",
        "analyzed": "evam kho gahapatayo tividham kāyena dhamma cārī sama cārī hoti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_mn_42:13.1",
        "original": "Kathañca, gahapatayo, catubbidhaṁ vācāya dhammacārī samacārī hoti?",
        "analyzed": "katham ca gahapatayo catubbidham vācāya dhamma cārī sama cārī hoti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_42:13.2",
        "original": "Idha, gahapatayo, ekacco musāvādaṁ pahāya musāvādā paṭivirato hoti. Sabhāgato vā …pe… na sampajānamusā bhāsitā hoti.",
        "analyzed": "ekaccaḥ musāvādam pahāya musāvādā paṭivirataḥ hoti sabhā gataḥ vā pe na sampajāna musā bhāsitā hoti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_42:13.3",
        "original": "Pisuṇaṁ vācaṁ pahāya … samaggakaraṇiṁ vācaṁ bhāsitā hoti.",
        "analyzed": "pisuṇam vācam pahāya samagga karaṇim vācam bhāsitā hoti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_42:13.4",
        "original": "Pharusaṁ vācaṁ pahāya … tathārūpaṁ vācaṁ bhāsitā hoti.",
        "analyzed": "pharusam vācam pahāya tathārūpam vācam bhāsitā hoti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_42:13.5",
        "original": "Samphappalāpaṁ pahāya … kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ.",
        "analyzed": "samphappalāpam pahāya kālena sa apadesam pariyantavatim attha sahita ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_42:13.6",
        "original": "Evaṁ kho, gahapatayo, catubbidhaṁ vācāya dhammacārī samacārī hoti.",
        "analyzed": "evam kho gahapatayo catubbidham vācāya dhamma cārī sama cārī hoti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_mn_42:14.1",
        "original": "Kathañca, gahapatayo, tividhaṁ manasā dhammacārī samacārī hoti?",
        "analyzed": "kathañca gahapatayo tividham manasā dhamma cārī sama cārī hoti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_42:14.2",
        "original": "Idha, gahapatayo, ekacco anabhijjhālu hoti. Yaṁ taṁ parassa paravittūpakaraṇaṁ taṁ nābhijjhātā hoti: ‘aho vata yaṁ parassa, taṁ mamassā’ti.",
        "analyzed": "idha gahapatayo ekaccaḥ an abhijjhālu hoti yam tam parassa para vittu upakaraṇam tam na abhijjhātā hoti aho vata yam parassa tam mamassa ati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_42:14.3",
        "original": "Abyāpannacitto kho pana hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā abyābajjhā anīghā sukhī attānaṁ pariharantū’ti.",
        "analyzed": "a byāpanna cittaḥ kho pana hoti appaduṭṭha mana saṅkappaḥ ime sattāḥ averāḥ a byābajjhāḥ anīghāḥ sukhī attānam pariharantu uti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_42:14.4",
        "original": "Sammādiṭṭhiko kho pana hoti aviparītadassano:",
        "analyzed": "sammādiṭṭhikaḥ kho pana hoti a viparīta dassano ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_42:14.5",
        "original": "‘atthi dinnaṁ, atthi yiṭṭhaṁ … sayaṁ abhiññā sacchikatvā pavedentī’ti.",
        "analyzed": "atthi dinna atthi yiṭṭham sayam abhiññā sacchikatvā pavedenti iti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_42:14.6",
        "original": "Evaṁ kho, gahapatayo, tividhaṁ manasā dhammacārī samacārī hoti.",
        "analyzed": "evam kho gahapatayo tividham manasā dhamma cārī sama cārī hoti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_42:14.7",
        "original": "Evaṁ dhammacariyāsamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti.",
        "analyzed": "evam dhamma cariyā sama cariyā hetu kho gahapatayo evam idha ekacce sattā kāyassa bhedā param maraṇā sugatim saggam lokam upapajjanti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_mn_42:15.1",
        "original": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
        "analyzed": "ākaṅkheyya ce gahapatayo dhamma cārī sama cārī ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_42:15.2",
        "original": "‘aho vatāhaṁ kāyassa bhedā paraṁ maraṇā khattiyamahāsālānaṁ sahabyataṁ upapajjeyyan’ti;",
        "analyzed": "aho vata aham kāyassa bhedā param maraṇā khattiya mahāsālānam sahabyatam upapajjeyyanti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_42:15.3",
        "original": "ṭhānaṁ kho panetaṁ vijjati, yaṁ so kāyassa bhedā paraṁ maraṇā khattiyamahāsālānaṁ sahabyataṁ upapajjeyya.",
        "analyzed": "ṭhānam kho pana itam vijjati yat saḥ kāyassa bhedā param maraṇā khattiya mahāsālānam sahabyatam upapajjeyya ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_42:15.4",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_42:15.5",
        "original": "Tathā hi so dhammacārī samacārī.",
        "analyzed": "tathā hi so dhamma cārī sama cārī ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_mn_42:16-17.1",
        "original": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
        "analyzed": "ākaṅkheyya ce gahapatayo dhamma cārī sama cārī ",
        "folio": "16-17"
    },
    {
        "segmentnr": "PA_mn_42:16-17.2",
        "original": "‘aho vatāhaṁ kāyassa bhedā paraṁ maraṇā brāhmaṇamahāsālānaṁ …pe…",
        "analyzed": "aho vata aham kāyassa bhedā param maraṇā brāhmaṇa mahāsālānam pe ",
        "folio": "16-17"
    },
    {
        "segmentnr": "PA_mn_42:16-17.3",
        "original": "gahapatimahāsālānaṁ sahabyataṁ upapajjeyyan’ti;",
        "analyzed": "gahapati mahāsālānam sahabyatam upapajjeyyanti ",
        "folio": "16-17"
    },
    {
        "segmentnr": "PA_mn_42:16-17.4",
        "original": "ṭhānaṁ kho panetaṁ vijjati, yaṁ so kāyassa bhedā paraṁ maraṇā gahapatimahāsālānaṁ sahabyataṁ upapajjeyya.",
        "analyzed": "ṭhānam kho pana itam vijjati yat saḥ kāyassa bhedā param maraṇā gahapati mahāsālānam sahabyatam upapajjeyya ",
        "folio": "16-17"
    },
    {
        "segmentnr": "PA_mn_42:16-17.5",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "16-17"
    },
    {
        "segmentnr": "PA_mn_42:16-17.6",
        "original": "Tathā hi so dhammacārī samacārī.",
        "analyzed": "tathā hi so dhamma cārī sama cārī ",
        "folio": "16-17"
    },
    {
        "segmentnr": "PA_mn_42:18-42.1",
        "original": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
        "analyzed": "ākaṅkheyya ce gahapatayo dhamma cārī sama cārī ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.2",
        "original": "‘aho vatāhaṁ kāyassa bhedā paraṁ maraṇā cātumahārājikānaṁ devānaṁ sahabyataṁ upapajjeyyan’ti;",
        "analyzed": "aho vata aham kāyassa bhedā param maraṇā cātumahārājikānam devānam sahabyatam upapajjeyyanti ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.3",
        "original": "ṭhānaṁ kho panetaṁ vijjati, yaṁ so kāyassa bhedā paraṁ maraṇā cātumahārājikānaṁ devānaṁ sahabyataṁ upapajjeyya.",
        "analyzed": "ṭhānam kho pana itam vijjati yat saḥ kāyassa bhedā param maraṇā cātumahārājikānam devānam sahabyatam upapajjeyya ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.4",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.5",
        "original": "Tathā hi so dhammacārī samacārī.",
        "analyzed": "tathā hi so dhamma cārī sama cārī ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.6",
        "original": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
        "analyzed": "ākaṅkheyya ce gahapatayo dhamma cārī sama cārī ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.7",
        "original": "‘aho vatāhaṁ kāyassa bhedā paraṁ maraṇā tāvatiṁsānaṁ devānaṁ …",
        "analyzed": "aho vata aham kāyassa bhedā param maraṇā devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.8",
        "original": "yāmānaṁ devānaṁ …",
        "analyzed": "yāmānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.9",
        "original": "tusitānaṁ devānaṁ …",
        "analyzed": "tusitānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.10",
        "original": "nimmānaratīnaṁ devānaṁ …",
        "analyzed": "nimmāna ratīnam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.11",
        "original": "paranimmitavasavattīnaṁ devānaṁ …",
        "analyzed": "paranimmitavasavattīnam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.12",
        "original": "brahmakāyikānaṁ devānaṁ sahabyataṁ upapajjeyyan’ti;",
        "analyzed": "brahmakāyikānam devānam sahabyatam upapajjeyyanti ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.13",
        "original": "ṭhānaṁ kho panetaṁ vijjati, yaṁ so kāyassa bhedā paraṁ maraṇā brahmakāyikānaṁ devānaṁ sahabyataṁ upapajjeyya.",
        "analyzed": "ṭhānam kho pana itam vijjati yat saḥ kāyassa bhedā param maraṇā brahmakāyikānam devānam sahabyatam upapajjeyya ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.14",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.15",
        "original": "Tathā hi so dhammacārī samacārī.",
        "analyzed": "tathā hi so dhamma cārī sama cārī ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.16",
        "original": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
        "analyzed": "ākaṅkheyya ce gahapatayo dhamma cārī sama cārī ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.17",
        "original": "‘aho vatāhaṁ kāyassa bhedā paraṁ maraṇā ābhānaṁ devānaṁ sahabyataṁ upapajjeyyan’ti;",
        "analyzed": "aho vata aham kāyassa bhedā param maraṇā ābhānam devānam sahabyatam upapajjeyyanti ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.18",
        "original": "ṭhānaṁ kho panetaṁ vijjati, yaṁ so kāyassa bhedā paraṁ maraṇā ābhānaṁ devānaṁ sahabyataṁ upapajjeyya.",
        "analyzed": "ṭhānam kho pana itam vijjati yat saḥ kāyassa bhedā param maraṇā ābhānam devānam sahabyatam upapajjeyya ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.19",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.20",
        "original": "Tathā hi so dhammacārī samacārī.",
        "analyzed": "tathā hi so dhamma cārī sama cārī ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.21",
        "original": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
        "analyzed": "ākaṅkheyya ce gahapatayo dhamma cārī sama cārī ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.22",
        "original": "‘aho vatāhaṁ kāyassa bhedā paraṁ maraṇā parittābhānaṁ devānaṁ …pe…",
        "analyzed": "aho vata aham kāyassa bhedā param maraṇā paritta ābhānam devānam pe ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.23",
        "original": "appamāṇābhānaṁ devānaṁ …",
        "analyzed": "appamāṇa ābhānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.24",
        "original": "ābhassarānaṁ devānaṁ …",
        "analyzed": "ābhassarānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.25",
        "original": "parittasubhānaṁ devānaṁ …",
        "analyzed": "devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.26",
        "original": "appamāṇasubhānaṁ devānaṁ …",
        "analyzed": "appamāṇa subhānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.27",
        "original": "subhakiṇhānaṁ devānaṁ …",
        "analyzed": "devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.28",
        "original": "vehapphalānaṁ devānaṁ …",
        "analyzed": "vehapphalānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.29",
        "original": "avihānaṁ devānaṁ …",
        "analyzed": "a vihānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.30",
        "original": "atappānaṁ devānaṁ …",
        "analyzed": "a tappānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.31",
        "original": "sudassānaṁ devānaṁ …",
        "analyzed": "sudassānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.32",
        "original": "sudassīnaṁ devānaṁ …",
        "analyzed": "sudassīnam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.33",
        "original": "akaniṭṭhānaṁ devānaṁ …",
        "analyzed": "akaniṭṭhānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.34",
        "original": "ākāsānañcāyatanūpagānaṁ devānaṁ …",
        "analyzed": "devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.35",
        "original": "viññāṇañcāyatanūpagānaṁ devānaṁ …",
        "analyzed": "viññāṇañca āyatana upagānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.36",
        "original": "ākiñcaññāyatanūpagānaṁ devānaṁ …",
        "analyzed": "ākiñcaññāyatana upagānam devānam ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.37",
        "original": "nevasaññānāsaññāyatanūpagānaṁ devānaṁ sahabyataṁ upapajjeyyan’ti;",
        "analyzed": "nevasaññānāsaññāyatana upagānam devānam sahabyatam upapajjeyyanti ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.38",
        "original": "ṭhānaṁ kho panetaṁ vijjati, yaṁ so kāyassa bhedā paraṁ maraṇā nevasaññānāsaññāyatanūpagānaṁ devānaṁ sahabyataṁ upapajjeyya.",
        "analyzed": "ṭhānam kho pana itam vijjati yat saḥ kāyassa bhedā param maraṇā nevasaññānāsaññāyatana upagānam devānam sahabyatam upapajjeyya ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.39",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:18-42.40",
        "original": "Tathā hi so dhammacārī samacārī.",
        "analyzed": "tathā hi so dhamma cārī sama cārī ",
        "folio": "18-42"
    },
    {
        "segmentnr": "PA_mn_42:43.1",
        "original": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
        "analyzed": "ākaṅkheyya ce gahapatayo dhamma cārī sama cārī ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_mn_42:43.2",
        "original": "‘aho vatāhaṁ āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyyan’ti;",
        "analyzed": "aho vata aham āsavānam khayā anāsavam cetaḥ vimuttim paññā vimuttim diṭṭhe iva dhamme sayam abhiññā sacchikatvā upasampajja vihareyyanti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_mn_42:43.3",
        "original": "ṭhānaṁ kho panetaṁ vijjati, ‘yaṁ so āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihareyya.",
        "analyzed": "ṭhānam kho pana etat vijjati yam saḥ āsavānam khayā anāsavam cetaḥ vimuttim paññā vimuttim diṭṭhe iva dhamme sayam abhiññā sacchikatvā upasampajja vihareyya ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_mn_42:43.4",
        "original": "Taṁ kissa hetu?",
        "analyzed": "tam kim sa hetu ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_mn_42:43.5",
        "original": "Tathā hi so dhammacārī samacārī’”ti.",
        "analyzed": "tathā hi so dhamma cārī sama cārī iti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_mn_42:44.1",
        "original": "Evaṁ vutte, verañjakā brāhmaṇagahapatikā bhagavantaṁ etadavocuṁ:",
        "analyzed": "evam vutte verañjakāḥ brāhmaṇa gahapatikāḥ bhagavantam etat avocuḥ ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_42:44.2",
        "original": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama.",
        "analyzed": "abhikkanta bho gotama abhikkanta bho gotama ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_42:44.3_0",
        "original": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa",
        "analyzed": "seyyathā api bho gotama nikkujjitam vā ukkujjeyya paṭicchannam vā vivareyya mūḷhassa ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_42:44.3_1",
        "original": "vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti;",
        "analyzed": "vā maggam ācikkheyya andhakāre vā tela pajjotam dhāreyya cakkhumantaḥ rūpāni dakkhanti iti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_42:44.3_2",
        "original": "evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito.",
        "analyzed": "evam evam bhotā gotamena aneka pariyāyena dhammo pakāsito ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_42:44.4",
        "original": "Ete mayaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca.",
        "analyzed": "ete mayam bhavantam gotamam saraṇam gacchāma dhammañca bhikkhu saṅghañca ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_42:44.5",
        "original": "Upāsake no bhavaṁ gotamo dhāretu ajjatagge pāṇupete saraṇaṁ gate”ti.",
        "analyzed": "upāsake naḥ bhavam gotamaḥ dhāretu ajjatagge pāṇupete saraṇam gatā iti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_mn_42:44.6",
        "original": "Verañjakasuttaṁ niṭṭhitaṁ dutiyaṁ.",
        "analyzed": "verañjaka suttam niṭṭhitam dutiya ",
        "folio": "44"
    }
]