[
    {
        "segmentnr": "PA_patthana_24.6:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.6:0.2",
        "original": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma paccanīya anuloma duka duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.6:0.3",
        "original": "24.6. Hetuduka, Mahantaraduka",
        "analyzed": "hetuduka mahantaraduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.6:1.1",
        "original": "Nahetuṁ nasārammaṇaṁ dhammaṁ paṭicca hetu sārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na sārammaṇam dhammam paṭicca hetu sārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_24.6:2.1",
        "original": "Nahetuṁ naanārammaṇaṁ dhammaṁ paṭicca nahetu anārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na anārammaṇam dhammam paṭicca na hetu anārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_24.6:3.1",
        "original": "Nahetuṁ nocittaṁ dhammaṁ paṭicca nahetu citto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no cittam dhammam paṭicca na hetu cittaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_24.6:4.1",
        "original": "Nahetuṁ nanocittaṁ dhammaṁ paṭicca hetu nocitto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na no cittam dhammam paṭicca hetu no cittaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_24.6:5.1",
        "original": "Nahetuṁ nacetasikaṁ dhammaṁ paṭicca hetu cetasiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na cetasikam dhammam paṭicca hetu cetasikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_24.6:6.1",
        "original": "Nahetuṁ naacetasikaṁ dhammaṁ paṭicca nahetu acetasiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na acetasikam dhammam paṭicca na hetu acetasikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_24.6:7.1",
        "original": "Nahetuṁ nacittasampayuttaṁ dhammaṁ paṭicca hetu cittasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na citta sampayuttam dhammam paṭicca hetu citta sampayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_24.6:8.1",
        "original": "Nahetuṁ nacittavippayuttaṁ dhammaṁ paṭicca nahetu cittavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na citta vippayuttam dhammam paṭicca na hetu citta vippayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_24.6:9.1",
        "original": "Nahetuṁ nacittasaṁsaṭṭhaṁ dhammaṁ paṭicca hetu cittasaṁsaṭṭho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na citta sasaṭṭham dhammam paṭicca hetu citta sasaṭṭhaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_24.6:10.1",
        "original": "Nahetuṁ nacittavisaṁsaṭṭhaṁ dhammaṁ paṭicca nahetu cittavisaṁsaṭṭho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na citta visasaṭṭham dhammam paṭicca na hetu citta visasaṭṭhaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_24.6:11.1",
        "original": "Nahetuṁ nocittasamuṭṭhānaṁ dhammaṁ paṭicca hetu cittasamuṭṭhāno dhammo uppajjati hetupaccayā … (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no citta samuṭṭhānam dhammam paṭicca hetu citta samuṭṭhānaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_24.6:12.1",
        "original": "Nahetuṁ nanocittasamuṭṭhānaṁ dhammaṁ paṭicca hetu nocittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na no citta samuṭṭhānam dhammam paṭicca hetu no citta samuṭṭhānaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_24.6:13.1",
        "original": "Nahetuṁ nocittasahabhuṁ dhammaṁ paṭicca hetu cittasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no citta sahabhum dhammam paṭicca hetu citta sahabhū dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_24.6:14.1",
        "original": "Nahetuṁ nanocittasahabhuṁ dhammaṁ paṭicca nahetu nocittasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na no citta sahabhum dhammam paṭicca na hetu no citta sahabhū dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_24.6:15.1",
        "original": "Nahetuṁ nacittānuparivattiṁ dhammaṁ paṭicca hetu cittānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na citta anuparivattim dhammam paṭicca hetu citta anuparivattī dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_24.6:16.1",
        "original": "Nahetuṁ nanocittānuparivattiṁ dhammaṁ paṭicca nahetu nocittānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na no citta anuparivattim dhammam paṭicca na hetu no citta anuparivattī dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_24.6:17.1",
        "original": "Nahetuṁ nacittasaṁsaṭṭhasamuṭṭhānaṁ dhammaṁ paṭicca hetu cittasaṁsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na citta sasaṭṭha samuṭṭhānam dhammam paṭicca hetu citta sasaṭṭha samuṭṭhānaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_24.6:18.1",
        "original": "Nahetuṁ nanocittasaṁsaṭṭhasamuṭṭhānaṁ dhammaṁ paṭicca nahetu nocittasaṁsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na no citta sa saṭṭha samuṭṭhānam dhammam paṭicca na hetu no citta sa saṭṭha samuṭṭhānaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_24.6:19.1",
        "original": "Nahetuṁ nocittasaṁsaṭṭhasamuṭṭhānasahabhuṁ dhammaṁ paṭicca hetu cittasaṁsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no citta sasaṭṭha samuṭṭhāna sahabhum dhammam paṭicca hetu citta sasaṭṭha samuṭṭhāna sahabhū dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_24.6:20.1",
        "original": "Nahetuṁ nanocittasaṁsaṭṭhasamuṭṭhānasahabhuṁ dhammaṁ paṭicca nahetu nocittasaṁsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na no citta sa saṭṭha samuṭṭhāna sahabhum dhammam paṭicca na hetu no citta sa saṭṭha samuṭṭhāna sahabhū dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_24.6:21.1",
        "original": "Nahetuṁ nocittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ dhammaṁ paṭicca hetu cittasaṁsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no citta sa saṭṭha samuṭṭhāna anuparivattim dhammam paṭicca hetu citta sa saṭṭha samuṭṭhāna anuparivattī dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_patthana_24.6:22.1_0",
        "original": "Nahetuṁ nanocittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ dhammaṁ paṭicca nahetu nocittasaṁsaṭṭhasamuṭṭhānānuparivattī",
        "analyzed": "na hetum na no citta sa saṭṭha samuṭṭhāna anuparivattim dhammam paṭicca na hetu no citta sa saṭṭha samuṭṭhāna anuparivattī ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_patthana_24.6:22.1_1",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_patthana_24.6:23.1",
        "original": "Nahetuṁ naajjhattikaṁ dhammaṁ paṭicca nahetu ajjhattiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na ajjhattikam dhammam paṭicca na hetu ajjhattikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_patthana_24.6:24.1",
        "original": "Nahetuṁ nabāhiraṁ dhammaṁ paṭicca hetu bāhiro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na bāhiram dhammam paṭicca hetu bāhiraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_patthana_24.6:25.1",
        "original": "Nahetuṁ naupādā dhammaṁ paṭicca nahetu upādā dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na upādā dhammam paṭicca na hetu upādā dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_patthana_24.6:26.1",
        "original": "Nahetuṁ nanoupādā dhammaṁ paṭicca hetu noupādā dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na no upādāḥ dhammam paṭicca hetu no upādāḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_patthana_24.6:27.1_0",
        "original": "Nahetuṁ naupādinno dhammo hetussa upādinnassa dhammassa ārammaṇapaccayena paccayo.",
        "analyzed": "na hetum na aupādinnaḥ dhammaḥ hetussa upādinnassa dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_patthana_24.6:27.1_1",
        "original": "(Saṅkhittaṁ.) Ārammaṇe nava, anantare samanantare nava, upanissaye nava, purejāte",
        "analyzed": "saṅkhitta ārammaṇe nava anantare samanantare nava upanissaye nava purejāte ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_patthana_24.6:27.1_2",
        "original": "tīṇi, kamme tīṇi, āhāre ekaṁ …pe… avigate tīṇi.",
        "analyzed": "tīṇi kamme tīṇi āhāre ekam pe avigate tīṇi ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_patthana_24.6:28.1",
        "original": "Nahetuṁ naanupādinnaṁ dhammaṁ paṭicca nahetu anupādinno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, sahajāte nissaye kamme …pe… magge vippayutte atthiyā avigate tīṇi.",
        "analyzed": "na hetum na anupādinnam dhammam paṭicca na hetu anupādinnaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi sahajāte nissaye kamme pe magge vippayutte atthiyāḥ avigate tīṇi ",
        "folio": "28"
    }
]