[
    {
        "segmentnr": "PA_patthana_13.15:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.15:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma anuloma paccanīya tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.15:0.3",
        "original": "13.15. Micchattattika",
        "analyzed": "micchattattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.15:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.15:1.1_0",
        "original": "Micchattaniyataṁ dhammaṁ paṭicca namicchattaniyato dhammo uppajjati hetupaccayā.",
        "analyzed": "micchat ta niyatam dhammam paṭicca na micchat ta niyataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.15:1.1_1",
        "original": "Micchattaniyataṁ dhammaṁ paṭicca nasammattaniyato dhammo uppajjati hetupaccayā. Micchattaniyataṁ",
        "analyzed": "micchatta niyatam dhammam paṭicca na sammatta niyataḥ dhammaḥ uppajjati hetu paccayā micchatta niyata ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.15:1.1_2",
        "original": "dhammaṁ paṭicca naaniyato dhammo uppajjati hetupaccayā. Micchattaniyataṁ dhammaṁ",
        "analyzed": "dhammam paṭicca na aniyataḥ dhammaḥ uppajjati hetu paccayā micchatta niyatam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.15:1.1_3",
        "original": "paṭicca nasammattaniyato ca naaniyato ca dhammā uppajjanti hetupaccayā. Micchattaniyataṁ",
        "analyzed": "paṭicca na sammatta niyataḥ ca na aniyataḥ ca dhammā uppajjanti hetu paccayā micchatta niyata ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.15:1.1_4",
        "original": "dhammaṁ paṭicca namicchattaniyato ca nasammattaniyato ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "dhammam paṭicca na micchatta niyataḥ ca na sammatta niyataḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.15:2.1_0",
        "original": "Sammattaniyataṁ dhammaṁ paṭicca nasammattaniyato dhammo uppajjati hetupaccayā. Sammattaniyataṁ",
        "analyzed": "sammatta niyatam dhammam paṭicca na sammatta niyataḥ dhammaḥ uppajjati hetu paccayā sammatta niyata ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.15:2.1_1",
        "original": "dhammaṁ paṭicca namicchattaniyato dhammo uppajjati hetupaccayā. Sammattaniyataṁ dhammaṁ",
        "analyzed": "dhammam paṭicca na micchatta niyataḥ dhammaḥ uppajjati hetu paccayā sammatta niyatam dhamma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.15:2.1_2",
        "original": "paṭicca naaniyato dhammo uppajjati hetupaccayā. Sammattaniyataṁ dhammaṁ paṭicca namicchattaniyato",
        "analyzed": "paṭicca na aniyataḥ dhammaḥ uppajjati hetu paccayā sammat ta niyatam dhammam paṭicca na micchatta niyataḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.15:2.1_3",
        "original": "ca naaniyato ca dhammā uppajjanti hetupaccayā. Sammattaniyataṁ dhammaṁ paṭicca namicchattaniyato",
        "analyzed": "ca na aniyataḥ ca dhammā uppajjanti hetu paccayā sammat ta niyatam dhammam paṭicca na micchatta niyataḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.15:2.1_4",
        "original": "ca nasammattaniyato ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca na sammatta niyataḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.15:3.1",
        "original": "Aniyataṁ dhammaṁ paṭicca namicchattaniyato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "aniyatam dhammam paṭicca na micchatta niyataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.15:4.1",
        "original": "Micchattaniyatañca aniyatañca dhammaṁ paṭicca namicchattaniyato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "micchat ta niyatañca aniyatañca dhammam paṭicca na micchat ta niyataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.15:5.1",
        "original": "Sammattaniyatañca aniyatañca dhammaṁ paṭicca namicchattaniyato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "sammatta niyatam ca aniyatam ca dhammam paṭicca na micchatta niyataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.15:6.1",
        "original": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsa. (Sabbattha vitthāretabbaṁ.)",
        "analyzed": "hetuyā ekūnavīsa ārammaṇe nava pe vipāke tīṇi pe avigate ekūnavīsa sabbattha vitthāretabba ",
        "folio": "6"
    }
]