[
    {
        "segmentnr": "PA_patthana_13.2:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.2:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma anuloma paccanīya tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.2:0.3",
        "original": "13.2. Vedanāttika",
        "analyzed": "vedanā ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_0",
        "original": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto dhammo",
        "analyzed": "sukhāya vedanāya sampayuttam dhammam paṭicca na sukhāya vedanāya sampayuttaḥ dhammaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_1",
        "original": "uppajjati hetupaccayā—sukhāya vedanāya sampayutte khandhe paṭicca sukhavedanā cittasamuṭṭhānañca",
        "analyzed": "uppajjati hetu paccayā sukhāya vedanāya sampayutte khandhe paṭicca sukha vedanā citta samuṭṭhānañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_2",
        "original": "rūpaṁ; paṭisandhikkhaṇe …pe…. (Mahābhūtā natthi.) Sukhāya vedanāya sampayuttaṁ dhammaṁ",
        "analyzed": "rūpa paṭisandhi khaṇe pe mahābhūtā natthi sukhāya vedanāya sampayuttam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_3",
        "original": "paṭicca nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā—sukhāya vedanāya",
        "analyzed": "paṭicca na dukkhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā asukhāya vedanāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_4",
        "original": "sampayuttaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… sukhāya",
        "analyzed": "sampayuttam ekam khandham paṭicca tayo khandhāḥ citta samuṭṭhānam ca rūpam pe sukhāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_5",
        "original": "vedanāya sampayuttaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto dhammo",
        "analyzed": "vedanāya sampayuttam dhammam paṭicca na adukkham asukhāya vedanāya sampayuttaḥ dhammo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_6",
        "original": "uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya",
        "analyzed": "uppajjati hetu paccayā sukhāya vedanāya sampayuttam dhammam paṭicca na sukhāya vedanāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_7",
        "original": "sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "sampayuttaḥ ca na adukkhamasukhāya vedanāya sampayuttaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_8",
        "original": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya",
        "analyzed": "sukhāya vedanāya sampayuttam dhammam paṭicca na dukkhāya vedanāya sampayuttaḥ ca na adukkhamasukhāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_9",
        "original": "vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṁ",
        "analyzed": "vedanāya sampayuttaḥ ca dhammā uppajjanti hetu paccayā sukhāya vedanāya sampayutta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_10",
        "original": "dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca",
        "analyzed": "dhammam paṭicca na sukhāya vedanāya sampayutto ca na dukkhāya vedanāya sampayutto ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_11",
        "original": "dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya",
        "analyzed": "dhammāḥ uppajjanti hetu paccayā sukhāya vedanāya sampayuttam dhammam paṭicca na sukhāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_12",
        "original": "vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya",
        "analyzed": "vedanāya sampayuttaḥ ca na dukkhāya vedanāya sampayuttaḥ ca na adukkhamasukhāya vedanāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:1.1_13",
        "original": "sampayutto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "sampayuttaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_0",
        "original": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto dhammo",
        "analyzed": "dukkhāya vedanāya sampayuttam dhammam paṭicca na dukkhāya vedanāya sampayuttaḥ dhammo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_1",
        "original": "uppajjati hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya",
        "analyzed": "uppajjati hetu paccayā dukkhāya vedanāya sampayuttam dhammam paṭicca na sukhāya vedanāya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_2",
        "original": "sampayutto dhammo uppajjati hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca",
        "analyzed": "sampayuttaḥ dhammaḥ uppajjati hetu paccayā dukkhāya vedanāya sampayuttam dhammam paṭicca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_3",
        "original": "naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Dukkhāya vedanāya",
        "analyzed": "na adukkhamasukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā dukkhāya vedanāya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_4",
        "original": "sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya",
        "analyzed": "sampayuttam dhammam paṭicca na sukhāya vedanāya sampayuttaḥ ca na adukkhamasukhāya vedanāya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_5",
        "original": "sampayutto ca dhammā uppajjanti hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ",
        "analyzed": "sampayuttaḥ ca dhammā uppajjanti hetu paccayā dukkhāya vedanāya sampayuttam dhamma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_6",
        "original": "paṭicca nadukkhāya vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto",
        "analyzed": "paṭicca na dukkhāya vedanāya sampayutto ca na adukkhamasukhāya vedanāya sampayutto ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_7",
        "original": "ca dhammā uppajjanti hetupaccayā. Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya",
        "analyzed": "ca dhammā uppajjanti hetu paccayā dukkhāya vedanāya sampayuttam dhammam paṭicca na sukhāya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_8",
        "original": "vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "vedanāya sampayutto ca na dukkhāya vedanāya sampayutto ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_9",
        "original": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya",
        "analyzed": "dukkhāya vedanāya sampayuttam dhammam paṭicca na sukhāya vedanāya sampayuttaḥ ca na dukkhāya ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:2.1_10",
        "original": "vedanāya sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "vedanāya sampayutto ca na adukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_0",
        "original": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya",
        "analyzed": "adukkham asukhāya vedanāya sampayuttam dhammam paṭicca na adukkham asukhāya vedanāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_1",
        "original": "sampayutto dhammo uppajjati hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ",
        "analyzed": "sampayuttaḥ dhammaḥ uppajjati hetu paccayā adukkhamasukhāya vedanāya sampayuttam dhamma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_2",
        "original": "paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Adukkhamasukhāya",
        "analyzed": "paṭicca na sukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā adukkhamasukhāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_3",
        "original": "vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto dhammo uppajjati",
        "analyzed": "vedanāya sampayuttam dhammam paṭicca na dukkhāya vedanāya sampayuttaḥ dhammo uppajjati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_4",
        "original": "hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya",
        "analyzed": "hetu paccayā adukkhamasukhāya vedanāya sampayuttam dhammam paṭicca na sukhāya vedanāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_5",
        "original": "sampayutto ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "sampayuttaḥ ca na adukkhamasukhāya vedanāya sampayuttaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_6",
        "original": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto",
        "analyzed": "adukkham asukhāya vedanāya sampayuttam dhammam paṭicca na dukkhāya vedanāya sampayuttaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_7",
        "original": "ca naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Adukkhamasukhāya",
        "analyzed": "ca na adukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetu paccayā adukkhamasukhāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_8",
        "original": "vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya",
        "analyzed": "vedanāya sampayuttam dhammam paṭicca na sukhāya vedanāya sampayuttaḥ ca na dukkhāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_9",
        "original": "vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. Adukkhamasukhāya vedanāya sampayuttaṁ",
        "analyzed": "vedanāya sampayuttaḥ ca dhammā uppajjanti hetu paccayā adukkhamasukhāya vedanāya sampayutta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_10",
        "original": "dhammaṁ paṭicca nasukhāya vedanāya sampayutto ca nadukkhāya vedanāya sampayutto ca",
        "analyzed": "dhammam paṭicca na sukhāya vedanāya sampayutto ca na dukkhāya vedanāya sampayutto ca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:3.1_11",
        "original": "naadukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na adukkhamasukhāya vedanāya sampayutto ca dhammā uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.2:4.1",
        "original": "Hetuyā ekavīsa, ārammaṇe ekavīsa …pe… purejāte āsevane cuddasa …pe… avigate ekavīsa.",
        "analyzed": "hetuyā ekavīsa ārammaṇe ekavīsa pe purejāte āsevane cuddasa pe avigate ekavīsa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.2:4.2",
        "original": "Paccanīya",
        "analyzed": "paccanīya ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.2:5.0",
        "original": "Nahetu",
        "analyzed": "na hetu ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.2:5.1",
        "original": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "sukhāya vedanāya sampayuttam dhammam paṭicca na sukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati na hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.2:6.1",
        "original": "Nahetuyā ekavīsa, naārammaṇe ekavīsa …pe… nakamme nava …pe… navippayutte cuddasa …pe… novigate ekavīsa.",
        "analyzed": "na hetuyā ekavīsa na ārammaṇe ekavīsa pe na kamme nava pe na vippayutte cuddasa pe no vigate ekavīsa ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_13.2:7.1",
        "original": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi paccaya vārampi nissaya vārampi sa saṭṭha vārampi sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.0.1",
        "original": "13.2.7. Pañhāvāra",
        "analyzed": "pañhāvāra ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.0.2",
        "original": "13.2.7.1. Paccayānuloma",
        "analyzed": "paccaya anuloma ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.0.3",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_0",
        "original": "Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa dhammassa hetupaccayena",
        "analyzed": "sukhāya vedanāya sampayuttaḥ dhammaḥ na sukhāya vedanāya sampayuttassa dhammassa hetu paccayena ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_1",
        "original": "paccayo. Sukhāya vedanāya sampayutto dhammo nadukkhāya vedanāya sampayuttassa dhammassa",
        "analyzed": "paccayaḥ sukhāya vedanāya sampayuttaḥ dhammaḥ na dukkhāya vedanāya sampayuttassa dhammassa ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_2",
        "original": "hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo naadukkhamasukhāya vedanāya",
        "analyzed": "hetu paccayena paccayaḥ sukhāya vedanāya sampayuttaḥ dhammaḥ na adukkhamasukhāya vedanāya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_3",
        "original": "sampayuttassa dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo",
        "analyzed": "sampayuttassa dhammassa hetu paccayena paccayaḥ sukhāya vedanāya sampayuttaḥ dhammo ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_4",
        "original": "nasukhāya vedanāya sampayuttassa ca naadukkhamasukhāya vedanāya sampayuttassa ca",
        "analyzed": "na sukhāya vedanāya sampayuttassa ca na adukkhamasukhāya vedanāya sampayuttassa ca ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_5",
        "original": "dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto dhammo nadukkhāya vedanāya",
        "analyzed": "dhammassa hetu paccayena paccayaḥ sukhāya vedanāya sampayuttaḥ dhammaḥ na dukkhāya vedanāya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_6",
        "original": "sampayuttassa ca naadukkhamasukhāya vedanāya sampayuttassa ca dhammassa hetupaccayena",
        "analyzed": "sampayuttassa ca na adukkhamasukhāya vedanāya sampayuttassa ca dhammassa hetu paccayena ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_7",
        "original": "paccayo. Sukhāya vedanāya sampayutto dhammo nasukhāya vedanāya sampayuttassa ca nadukkhāya",
        "analyzed": "paccayaḥ sukhāya vedanāya sampayuttaḥ dhammaḥ na sukhāya vedanāya sampayuttassa ca na dukkhāya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_8",
        "original": "vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo. Sukhāya vedanāya sampayutto",
        "analyzed": "vedanāya sampayuttassa ca dhammassa hetu paccayena paccayaḥ sukhāya vedanāya sampayuttaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_9",
        "original": "dhammo nasukhāya vedanāya sampayuttassa ca nadukkhāya vedanāya sampayuttassa ca naadukkhamasukhāya",
        "analyzed": "dhammaḥ na sukhāya vedanāya sampayuttassa ca na dukkhāya vedanāya sampayuttassa ca na adukkhamasukhāya ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:8.1_10",
        "original": "vedanāya sampayuttassa ca dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "vedanāya sampayuttassa ca dhammassa hetu paccayena paccayaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.2:9.1",
        "original": "Hetuyā ekavīsa, ārammaṇe ekavīsa …pe… avigate ekavīsa. (Pañhāvāraṁ vitthāretabbaṁ.)",
        "analyzed": "hetuyā ekavīsa ārammaṇe ekavīsa pe avigate ekavīsa pañhā vāraṃ ",
        "folio": "9"
    }
]