[
    {
        "segmentnr": "PA_patthana_15.71:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.71:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.71:0.3",
        "original": "15.71. Saraṇaduka, Vedanāttika",
        "analyzed": "saraṇaduka vedanāttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.71:1.1_0",
        "original": "Saraṇaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasaraṇo nasukhāya vedanāya",
        "analyzed": "saraṇam sukhāya vedanāya sampayuttam dhammam paṭicca na saraṇaḥ na sukhāya vedanāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.71:1.1_1",
        "original": "sampayutto dhammo uppajjati hetupaccayā. Saraṇaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ",
        "analyzed": "sampayuttaḥ dhammaḥ uppajjati hetu paccayā saraṇam sukhāya vedanāya sampayuttam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.71:1.1_2",
        "original": "paṭicca naaraṇo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Saraṇaṁ",
        "analyzed": "paṭicca na araṇaḥ na sukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.71:1.1_3",
        "original": "sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasaraṇo nasukhāya vedanāya sampayutto",
        "analyzed": "sukhāya vedanāya sampayuttam dhammam paṭicca na saraṇaḥ na sukhāya vedanāya sampayuttaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.71:1.1_4",
        "original": "ca naaraṇo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca na araṇaḥ na sukhāya vedanāya sampayuttaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.71:2.1",
        "original": "Araṇaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasaraṇo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "araṇam sukhāya vedanāya sampayuttam dhammam paṭicca na saraṇaḥ na sukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.71:3.1",
        "original": "Hetuyā cattāri, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate cattāri.",
        "analyzed": "hetuyā cattāri ārammaṇe dve pe vipāke ekam pe avigate cattāri ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.71:4.1",
        "original": "Saraṇaṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasaraṇo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "saraṇam dukkhāya vedanāya sampayuttam dhammam paṭicca na saraṇaḥ na dukkhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_15.71:5.1",
        "original": "Hetuyā tīṇi, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi ārammaṇe dve pe vipāke ekam pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_15.71:6.1",
        "original": "Saraṇaṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nasaraṇo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā ….",
        "analyzed": "saraṇam adukkhamasukhāya vedanāya sampayuttam dhammam paṭicca na saraṇaḥ na adukkhamasukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_15.71:7.1",
        "original": "Hetuyā cattāri, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate cattāri.",
        "analyzed": "hetuyā cattāri ārammaṇe dve pe vipāke ekam pe avigate cattāri ",
        "folio": "7"
    }
]