[
    {
        "segmentnr": "PA_patthana_23.17:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.17:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma paccanīya anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.17:0.3",
        "original": "23.17. Kusalattika, Atītattikadvaya",
        "analyzed": "kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.17:1.1",
        "original": "Nakusalo napaccuppanno dhammo kusalassa paccuppannassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "na kusalaḥ na paccuppannaḥ dhammaḥ kusalassa paccuppannassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.17:2.1",
        "original": "Ārammaṇe aṭṭhārasa, adhipatiyā anantare samanantare soḷasa, upanissaye aṭṭhārasa, natthiyā vigate soḷasa.",
        "analyzed": "ārammaṇe aṭṭhārasa adhipatiyāḥ anantare samanantare soḷasa upanissaye aṭṭhārasa natthiyāḥ vigate soḷasa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.17:3.1",
        "original": "Nakusalaṁ naatītārammaṇaṁ dhammaṁ paṭicca abyākato atītārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na atīta ārammaṇam dhammam paṭicca abyākataḥ atīta ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.17:4.1",
        "original": "Nakusalaṁ naanāgatārammaṇaṁ dhammaṁ paccayā kusalo anāgatārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "na kusalam na anāgata ārammaṇam dhammam paccayā kusalaḥ anāgata ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe vipāke tīṇi pe avigate nava ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_23.17:5.1",
        "original": "Nakusalaṁ napaccuppannārammaṇaṁ dhammaṁ paṭicca abyākato paccuppannārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na paccuppanna ārammaṇam dhammam paṭicca abyākataḥ paccuppanna ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "5"
    }
]