[
    {
        "segmentnr": "PA_patthana_4.8:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_4.8:0.2",
        "original": "Dhammānuloma (1), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_4.8:0.3",
        "original": "4.8. Tika Saraṇaduka",
        "analyzed": "tika saraṇa duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_4.8:1.0.1",
        "original": "4.8.2.1. Saraṇapada",
        "analyzed": "saraṇa pada ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_4.8:1.0.2",
        "original": "Paccayacatukka",
        "analyzed": "paccaya catukka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_4.8:1.1",
        "original": "Sukhāya vedanāya sampayuttaṁ saraṇaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "sukhāya vedanāya sampayuttam saraṇam dhammam paṭicca sukhāya vedanāya sampayuttaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_4.8:2.1",
        "original": "Dukkhāya vedanāya sampayuttaṁ saraṇaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "dukkhāya vedanāya sampayuttam saraṇam dhammam paṭicca dukkhāya vedanāya sampayuttaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_4.8:3.1",
        "original": "Adukkhamasukhāya vedanāya sampayuttaṁ saraṇaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "adukkham asukhāya vedanāya sampayuttam saraṇam dhammam paṭicca adukkham asukhāya vedanāya sampayuttaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_4.8:4.1",
        "original": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_4.8:5.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_4.8:6.1",
        "original": "Sukhāya vedanāya sampayutto saraṇo dhammo sukhāya vedanāya sampayuttassa saraṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "sukhāya vedanāya sampayuttaḥ saraṇaḥ dhammaḥ sukhāya vedanāya sampayuttassa saraṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_4.8:7.1",
        "original": "Dukkhāya vedanāya sampayutto saraṇo dhammo dukkhāya vedanāya sampayuttassa saraṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "dukkhāya vedanāya sampayuttaḥ saraṇaḥ dhammaḥ dukkhāya vedanāya sampayuttassa saraṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_4.8:8.1",
        "original": "Adukkhamasukhāya vedanāya sampayutto saraṇo dhammo adukkhamasukhāya vedanāya sampayuttassa saraṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "adukkhamasukhāya vedanāya sampayuttaḥ saraṇaḥ dhammaḥ adukkhamasukhāya vedanāya sampayuttassa saraṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_4.8:9.1",
        "original": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā pañca, anantare …pe… nissaye tīṇi, upanissaye nava, āsevane tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi ārammaṇe nava adhipatiyā pañca anantare pe nissaye tīṇi upanissaye nava āsevane tīṇi pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_4.8:10.0.1",
        "original": "4.8.2.2. Araṇapada",
        "analyzed": "araṇa pada ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_4.8:10.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_4.8:10.1",
        "original": "Sukhāya vedanāya sampayuttaṁ araṇaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "sukhāya vedanāya sampayuttam araṇam dhammam paṭicca sukhāya vedanāya sampayuttaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_4.8:11.1",
        "original": "Adukkhamasukhāya vedanāya sampayuttaṁ araṇaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "adukkhamasukhāya vedanāya sampayuttam araṇam dhammam paṭicca adukkhamasukhāya vedanāya sampayuttaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_4.8:12.1",
        "original": "Hetuyā dve, ārammaṇe tīṇi, adhipatiyā dve …pe… āsevane dve …pe… jhāne magge dve …pe… avigate tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dve ārammaṇe tīṇi adhipatiyā dve pe āsevane dve pe jhāne magge dve pe avigate tīṇi ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_4.8:13.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_4.8:14.1",
        "original": "Sukhāya vedanāya sampayutto araṇo dhammo sukhāya vedanāya sampayuttassa araṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "sukhāya vedanāya sampayuttaḥ araṇaḥ dhammaḥ sukhāya vedanāya sampayuttassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_4.8:15.1",
        "original": "Adukkhamasukhāya vedanāya sampayutto araṇo dhammo adukkhamasukhāya vedanāya sampayuttassa araṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "adukkhamasukhāya vedanāya sampayuttaḥ araṇaḥ dhammaḥ adukkhamasukhāya vedanāya sampayuttassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_4.8:16.1_0",
        "original": "Hetuyā dve, ārammaṇe cha, adhipatiyā cattāri, anantare samanantare satta, sahajāte",
        "analyzed": "hetuyā dve ārammaṇe cha adhipatiyā cattāri anantare samanantare satta sahajāte ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_4.8:16.1_1",
        "original": "aññamaññe nissaye tīṇi, upanissaye nava, āsevane dve, kamme pañca, vipāke āhāre indriye",
        "analyzed": "aññamaññe nissaye tīṇi upanissaye nava āsevane dve kamme pañca vipāke āhāre indriye ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_4.8:16.1_2",
        "original": "tīṇi, jhāne magge dve, sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "tīṇi jhāne magge dve sampayutte tīṇi pe avigate tīṇi ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_4.8:17.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_4.8:18.0",
        "original": "4.8.3. Vipākattika, Saraṇaduka",
        "analyzed": "vipākattika saraṇaduka ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_4.8:18.1",
        "original": "Vipākadhammadhammaṁ saraṇaṁ dhammaṁ paṭicca vipākadhammadhammo saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "vipāka dhamma dhammam saraṇam dhammam paṭicca vipāka dhamma dhammaḥ saraṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_4.8:19.1",
        "original": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyāḥ ekam pe avigate eka ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_4.8:20.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha eka ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_4.8:21.1",
        "original": "Vipākaṁ araṇaṁ dhammaṁ paṭicca vipāko araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "vipākam araṇam dhammam paṭicca vipākaḥ araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_patthana_4.8:22.1",
        "original": "Vipākadhammadhammaṁ araṇaṁ dhammaṁ paṭicca vipākadhammadhammo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "vipāka dhamma dhammam araṇam dhammam paṭicca vipāka dhamma dhammaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_patthana_4.8:23.1",
        "original": "Nevavipākanavipākadhammadhammaṁ araṇaṁ dhammaṁ paṭicca nevavipākanavipākadhammadhammo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "neva vipāka na vipāka dhamma dhammam araṇam dhammam paṭicca neva vipāka na vipāka dhamma dhammaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_patthana_4.8:24.1",
        "original": "Vipākaṁ araṇañca nevavipākanavipākadhammadhammaṁ araṇañca dhammaṁ paṭicca vipāko araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "vipākam araṇam ca neva vipāka na vipāka dhamma dhammam araṇam ca dhammam paṭicca vipākaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_patthana_4.8:25.1",
        "original": "Vipākadhammadhammaṁ araṇañca nevavipākanavipākadhammadhammaṁ araṇañca dhammaṁ paṭicca nevavipākanavipākadhammadhammo araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "vipāka dhamma dhammam araṇam ca neva vipāka na vipāka dhamma dhammam araṇam ca dhammam paṭicca neva vipāka na vipāka dhamma dhammaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_patthana_4.8:26.1",
        "original": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava …pe… purejāte tīṇi, āsevane dve …pe… vipāke nava …pe… avigate terasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā terasa ārammaṇe pañca adhipatiyā nava pe purejāte tīṇi āsevane dve pe vipāke nava pe avigate terasa ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_patthana_4.8:27.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_patthana_4.8:28.1",
        "original": "Vipāko araṇo dhammo vipākassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "vipākaḥ araṇaḥ dhammaḥ vipākassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_patthana_4.8:29.1",
        "original": "Vipākadhammadhammo araṇo dhammo vipākadhammadhammassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "vipāka dhamma dhammaḥ araṇaḥ dhammaḥ vipāka dhamma dhammassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_patthana_4.8:30.1",
        "original": "Nevavipākanavipākadhammadhammo araṇo dhammo nevavipākanavipākadhammadhammassa araṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "neva vipāka na vipāka dhamma dhammaḥ araṇaḥ dhammaḥ neva vipāka na vipāka dhamma dhammassa araṇassa dhammassa hetu paccayena paccayaḥ saṅkhitta ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_patthana_4.8:31.1",
        "original": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… sahajāte ekādasa, aññamaññe satta …pe… āsevane dve, kamme nava, vipāke tīṇi …pe… indriye nava …pe… avigate terasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā satta ārammaṇe nava adhipatiyā dasa pe sahajāte ekādasa aññamaññe satta pe āsevane dve kamme nava vipāke tīṇi pe indriye nava pe avigate terasa saṅkhitta ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_patthana_4.8:32.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_patthana_4.8:33.0.1",
        "original": "4.8.4. Upādinnattika, Saraṇaduka",
        "analyzed": "upādinnattika saraṇa duka ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_patthana_4.8:33.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_patthana_4.8:33.1",
        "original": "Anupādinnupādāniyaṁ saraṇaṁ dhammaṁ paṭicca anupādinnupādāniyo saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "anupādinnupādāniyam saraṇam dhammam paṭicca anupādinnupādāniyaḥ saraṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_patthana_4.8:34.1",
        "original": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyāḥ ekam pe avigate eka ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_patthana_4.8:35.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha eka ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_patthana_4.8:36.1",
        "original": "Upādinnupādāniyaṁ araṇaṁ dhammaṁ paṭicca upādinnupādāniyo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "upādinnupādāniyam araṇam dhammam paṭicca upādinnupādāniyaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_patthana_4.8:37.1",
        "original": "Anupādinnupādāniyaṁ araṇaṁ dhammaṁ paṭicca anupādinnupādāniyo araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "anupādinnupādāniyam araṇam dhammam paṭicca anupādinnupādāniyaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_patthana_4.8:38.1",
        "original": "Anupādinnaanupādāniyaṁ araṇaṁ dhammaṁ paṭicca anupādinnaanupādāniyo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "anupādinna anupādāniyam araṇam dhammam paṭicca anupādinna anupādāniyaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_patthana_4.8:39.1",
        "original": "Upādinnupādāniyaṁ araṇañca anupādinnupādāniyaṁ araṇañca dhammaṁ paṭicca anupādinnupādāniyo araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "upādinnupādāniyam araṇam ca anupādinnupādāniyam araṇam ca dhammam paṭicca anupādinnupādāniyaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_patthana_4.8:40.1",
        "original": "Anupādinnupādāniyaṁ araṇañca anupādinnaanupādāniyaṁ araṇañca dhammaṁ paṭicca anupādinnupādāniyo araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "anupādinnupādāniyam araṇam ca anupādinna anupādāniyam araṇam ca dhammam paṭicca anupādinnupādāniyaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_patthana_4.8:41.1",
        "original": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… āsevane dve …pe… vipāke nava …pe… avigate nava. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā nava ārammaṇe tīṇi adhipatiyā pañca pe āsevane dve pe vipāke nava pe avigate nava saṅkhitta ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_patthana_4.8:42.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_patthana_4.8:43.1",
        "original": "Upādinnupādāniyo araṇo dhammo upādinnupādāniyassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "upādinnupādāniyaḥ araṇaḥ dhammaḥ upādinnupādāniyassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_patthana_4.8:44.1",
        "original": "Anupādinnupādāniyo araṇo dhammo anupādinnupādāniyassa araṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "anupādinnupādāniyaḥ araṇaḥ dhammaḥ anupādinnupādāniyassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_patthana_4.8:45.1",
        "original": "Anupādinnaanupādāniyo araṇo dhammo anupādinnaanupādāniyassa araṇassa dhammassa hetupaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "anupādinna anupādāniyaḥ araṇaḥ dhammaḥ anupādinna anupādāniyassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_patthana_4.8:46.1_0",
        "original": "Hetuyā satta, ārammaṇe cha, adhipatiyā pañca …pe… nissaye ekādasa, upanissaye nava,",
        "analyzed": "hetuyā satta ārammaṇe cha adhipatiyā pañca pe nissaye ekādasa upanissaye nava ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_patthana_4.8:46.1_1",
        "original": "purejāte satta, pacchājāte nava, āsevane dve, kamme aṭṭha, vipāke cha, āhāre dvādasa,",
        "analyzed": "purejāte satta pacchājāte nava āsevane dve kamme aṭṭha vipāke cha āhāre dvādasa ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_patthana_4.8:46.1_2",
        "original": "indriye jhāne magge satta, sampayutte tīṇi, vippayutte dasa …pe… avigate tevīsa. (Saṅkhittaṁ.)",
        "analyzed": "indriye jhāne magge satta sampayutte tīṇi vippayutte dasa pe avigate tevīsa saṅkhitta ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_patthana_4.8:47.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_patthana_4.8:48.0.1",
        "original": "4.8.5. Saṅkiliṭṭhattika, Saraṇaduka",
        "analyzed": "saṅkiliṭṭhattika saraṇa duka ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_patthana_4.8:48.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_patthana_4.8:48.1",
        "original": "Saṅkiliṭṭhasaṅkilesikaṁ saraṇaṁ dhammaṁ paṭicca saṅkiliṭṭhasaṅkilesiko saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "saṅkiliṭṭha saṅkilesikam saraṇam dhammam paṭicca saṅkiliṭṭha saṅkilesikaḥ saraṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_patthana_4.8:49.1",
        "original": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyāḥ ekam pe avigate eka ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_patthana_4.8:50.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha eka ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_patthana_4.8:51.1",
        "original": "Asaṅkiliṭṭhasaṅkilesikaṁ araṇaṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "asaṅkiliṭṭha saṅkilesikam araṇam dhammam paṭicca asaṅkiliṭṭha saṅkilesikaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_patthana_4.8:52.1",
        "original": "Asaṅkiliṭṭhaasaṅkilesikaṁ araṇaṁ dhammaṁ paṭicca asaṅkiliṭṭhaasaṅkilesiko araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "asaṅkiliṭṭha asaṅkilesikam araṇam dhammam paṭicca asaṅkiliṭṭha asaṅkilesikaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_patthana_4.8:53.1",
        "original": "Asaṅkiliṭṭhasaṅkilesikaṁ araṇañca asaṅkiliṭṭhaasaṅkilesikaṁ araṇañca dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "asaṅkiliṭṭha saṅkilesikam araṇam ca asaṅkiliṭṭha asaṅkilesikam araṇam ca dhammam paṭicca asaṅkiliṭṭha saṅkilesikaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_patthana_4.8:54.1",
        "original": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṅkhittaṁ.) (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "hetuyā pañca ārammaṇe dve pe avigate pañca saṅkhitta sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_patthana_4.8:55.1",
        "original": "Asaṅkiliṭṭhasaṅkilesiko araṇo dhammo asaṅkiliṭṭhasaṅkilesikassa araṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "asaṅkiliṭṭha saṅkilesikaḥ araṇaḥ dhammaḥ asaṅkiliṭṭha saṅkilesikassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_patthana_4.8:56.1",
        "original": "Asaṅkiliṭṭhaasaṅkilesiko araṇo dhammo asaṅkiliṭṭhaasaṅkilesikassa araṇassa dhammassa hetupaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "asaṅkiliṭṭha asaṅkilesikaḥ araṇaḥ dhammaḥ asaṅkiliṭṭha asaṅkilesikassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_patthana_4.8:57.1_0",
        "original": "Hetuyā cattāri, ārammaṇe tīṇi, adhipatiyā …pe… samanantare cattāri, sahajāte pañca,",
        "analyzed": "hetuyā cattāri ārammaṇe tīṇi adhipatiyā pe samanantare cattāri sahajāte pañca ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_patthana_4.8:57.1_1",
        "original": "aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte pacchājāte āsevane dve,",
        "analyzed": "aññamaññe dve nissaye satta upanissaye cattāri purejāte pacchājāte āsevane dve ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_patthana_4.8:57.1_2",
        "original": "kamme …pe… magge cattāri, sampayutte dve, vippayutte tīṇi …pe… avigate satta. (Saṅkhittaṁ.)",
        "analyzed": "kamme pe magge cattāri sampayutte dve vippayutte tīṇi pe avigate satta ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_patthana_4.8:58.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_patthana_4.8:59.0.1",
        "original": "4.8.6. Vitakkattika, Saraṇaduka",
        "analyzed": "vitakkattika saraṇaduka ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_patthana_4.8:59.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_patthana_4.8:59.1_0",
        "original": "Savitakkasavicāraṁ saraṇaṁ dhammaṁ paṭicca savitakkasavicāro saraṇo dhammo uppajjati",
        "analyzed": "sa vitakka sa vicāram saraṇam dhammam paṭicca sa vitakka sa vicāraḥ saraṇaḥ dhammo uppajjati ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_patthana_4.8:59.1_1",
        "original": "hetupaccayā. Savitakkasavicāraṁ saraṇaṁ dhammaṁ paṭicca avitakkavicāramatto saraṇo",
        "analyzed": "hetu paccayā sa vitakka sa vicāram saraṇam dhammam paṭicca a vitakka vicāra mattaḥ saraṇaḥ ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_patthana_4.8:59.1_2",
        "original": "dhammo uppajjati hetupaccayā. Savitakkasavicāraṁ saraṇaṁ dhammaṁ paṭicca savitakkasavicāro",
        "analyzed": "dhammaḥ uppajjati hetu paccayā sa vitakka sa vicāram saraṇam dhammam paṭicca sa vitakka sa vicāraḥ ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_patthana_4.8:59.1_3",
        "original": "saraṇo ca avitakkavicāramatto saraṇo ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "saraṇaḥ ca a vitakka vicāra matto saraṇaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_patthana_4.8:60.1",
        "original": "Avitakkavicāramattaṁ saraṇaṁ dhammaṁ paṭicca savitakkasavicāro saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "avitakka vicāra mattam saraṇam dhammam paṭicca sa vitakka sa vicāraḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_patthana_4.8:61.1",
        "original": "Savitakkasavicāraṁ saraṇañca avitakkavicāramattaṁ saraṇañca dhammaṁ paṭicca savitakkasavicāro saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "sa vitakka sa vicāram saraṇam ca avitakka vicāra mattam saraṇam ca dhammam paṭicca sa vitakka sa vicāraḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_patthana_4.8:62.1",
        "original": "Hetuyā pañca …pe… avigate pañca. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā pañca pe avigate pañca ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_patthana_4.8:63.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_patthana_4.8:64.1",
        "original": "Savitakkasavicāraṁ araṇaṁ dhammaṁ paṭicca savitakkasavicāro araṇo dhammo uppajjati hetupaccayā … satta.",
        "analyzed": "sa vitakka sa vicāram araṇam dhammam paṭicca sa vitakka sa vicāraḥ araṇaḥ dhammo uppajjati hetu paccayā satta ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_patthana_4.8:65.1",
        "original": "Avitakkavicāramattaṁ araṇaṁ dhammaṁ paṭicca avitakkavicāramatto araṇo dhammo uppajjati hetupaccayā … pañca.",
        "analyzed": "avitakka vicāra mattam araṇam dhammam paṭicca avitakka vicāra mattaḥ araṇaḥ dhammo uppajjati hetu paccayā pañca ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_patthana_4.8:66.1",
        "original": "Avitakkaavicāraṁ araṇaṁ dhammaṁ paṭicca avitakkaavicāro araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "avitakka avicāram araṇam dhammam paṭicca avitakka avicāraḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_patthana_4.8:67.1",
        "original": "Hetuyā sattatiṁsa, ārammaṇe ekavīsa, adhipatiyā tevīsa …pe… aññamaññe aṭṭhavīsa …pe… purejāte āsevane ekādasa …pe… avigate sattatiṁsa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā sattatisa ārammaṇe ekavīsa adhipatiyā tevīsa pe aññamaññe aṭṭhavīsa pe purejāte āsevane ekādasa pe avigate sattatisa saṅkhitta ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_patthana_4.8:68.1",
        "original": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
        "analyzed": "sahajāta vāram pi pe pañhā vāram pi ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_patthana_4.8:69.0.1",
        "original": "4.8.7. Pītittika, Saraṇaduka",
        "analyzed": "pītittika saraṇaduka ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_patthana_4.8:69.0.2",
        "original": "Paccayacatukka",
        "analyzed": "paccaya catukka ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_patthana_4.8:69.1",
        "original": "Pītisahagataṁ saraṇaṁ dhammaṁ paṭicca pītisahagato saraṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "pīti sahagatam saraṇam dhammam paṭicca pīti sahagataḥ saraṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_patthana_4.8:70.1",
        "original": "Sukhasahagataṁ saraṇaṁ dhammaṁ paṭicca sukhasahagato saraṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "sukha sahagatam saraṇam dhammam paṭicca sukha sahagataḥ saraṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_patthana_4.8:71.1",
        "original": "Upekkhāsahagataṁ saraṇaṁ dhammaṁ paṭicca upekkhāsahagato saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "upekkhā sahagatam saraṇam dhammam paṭicca upekkhā sahagataḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_patthana_4.8:72.1",
        "original": "Pītisahagataṁ saraṇañca sukhasahagataṁ saraṇañca dhammaṁ paṭicca pītisahagato saraṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "pīti sahagatam saraṇam ca sukha sahagatam saraṇam ca dhammam paṭicca pīti sahagataḥ saraṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_patthana_4.8:73.1",
        "original": "Hetuyā dasa …pe… avigate dasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dasa pe avigate dasa ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_patthana_4.8:74.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_patthana_4.8:75.1",
        "original": "Pītisahagato saraṇo dhammo pītisahagatassa saraṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "pīti sahagataḥ saraṇaḥ dhammaḥ pīti sahagatassa saraṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_patthana_4.8:76.1",
        "original": "Sukhasahagato saraṇo dhammo sukhasahagatassa saraṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "sukha sahagataḥ saraṇaḥ dhammaḥ sukha sahagatassa saraṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_patthana_4.8:77.1",
        "original": "Upekkhāsahagato saraṇo dhammo upekkhāsahagatassa saraṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "upekkhā sahagataḥ saraṇaḥ dhammaḥ upekkhā sahagatassa saraṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_patthana_4.8:78.1",
        "original": "Pītisahagato saraṇo ca sukhasahagato saraṇo ca dhammā pītisahagatassa saraṇassa dhammassa hetupaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "pīti sahagataḥ saraṇaḥ ca sukha sahagataḥ saraṇaḥ ca dhammā pīti sahagatassa saraṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_patthana_4.8:79.1",
        "original": "Hetuyā dasa, ārammaṇe soḷasa, adhipatiyā soḷasa …pe… upanissaye soḷasa …pe… avigate dasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dasa ārammaṇe soḷasa adhipatiyā soḷasa pe upanissaye soḷasa pe avigate dasa saṅkhitta ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_patthana_4.8:80.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_patthana_4.8:81.1",
        "original": "Pītisahagataṁ araṇaṁ dhammaṁ paṭicca pītisahagato araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "pīti sahagatam araṇam dhammam paṭicca pīti sahagataḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_patthana_4.8:82.1",
        "original": "Hetuyā dasa …pe… avigate dasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dasa pe avigate dasa ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_patthana_4.8:83.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi tattakāva pañhā.)",
        "analyzed": "sahajāta vāre pi pañhā vāre pi pañhā ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_patthana_4.8:84.0.1",
        "original": "4.8.8. Dassanattika, Saraṇaduka",
        "analyzed": "dassana ttika saraṇa duka ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_patthana_4.8:84.0.2",
        "original": "Paccayacatukka",
        "analyzed": "paccaya catukka ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_patthana_4.8:84.1",
        "original": "Dassanena pahātabbaṁ saraṇaṁ dhammaṁ paṭicca dassanena pahātabbo saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "dassanena pahātabbam saraṇam dhammam paṭicca dassanena pahātabbaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_patthana_4.8:85.1",
        "original": "Bhāvanāya pahātabbaṁ saraṇaṁ dhammaṁ paṭicca bhāvanāya pahātabbo saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "bhāvanāya pahātabbam saraṇam dhammam paṭicca bhāvanāya pahātabbaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_patthana_4.8:86.1",
        "original": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dve pe a vigate dve ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_patthana_4.8:87.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_patthana_4.8:88.1",
        "original": "Nevadassanena nabhāvanāya pahātabbaṁ araṇaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo araṇo dhammo uppajjati hetupaccayā (Saṅkhittaṁ.)",
        "analyzed": "na iva dassanena na bhāvanāya pahātabbam araṇam dhammam paṭicca na iva dassanena na bhāvanāya pahātabbaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_patthana_4.8:89.1",
        "original": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyāḥ ekam pe avigate eka ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_patthana_4.8:90.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha eka ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_patthana_4.8:91.0.1",
        "original": "4.8.9. Dassanahetuttika, Saraṇaduka",
        "analyzed": "dassana hetu tika saraṇa duka ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_patthana_4.8:91.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_patthana_4.8:91.1_0",
        "original": "Dassanena pahātabbahetukaṁ saraṇaṁ dhammaṁ paṭicca …pe… bhāvanāya pahātabbahetukaṁ",
        "analyzed": "dassanena pahātabba hetukam saraṇam dhammam paṭicca pe bhāvanāya pahātabba hetuka ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_patthana_4.8:91.1_1",
        "original": "saraṇaṁ dhammaṁ paṭicca …pe… nevadassanena nabhāvanāya pahātabbahetukaṁ saraṇaṁ dhammaṁ",
        "analyzed": "saraṇam dhammam paṭicca pe na iva dassanena na bhāvanāya pahātabba hetukam saraṇam dhammam ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_patthana_4.8:91.1_2",
        "original": "paṭicca nevadassanena nabhāvanāya pahātabbahetuko saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "paṭicca na iva dassanena na bhāvanāya pahātabba hetukaḥ saraṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_patthana_4.8:92.0.1",
        "original": "4.8.10. Ācayagāmittika, Saraṇaduka",
        "analyzed": "ācaya gāmittika saraṇa duka ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_patthana_4.8:92.0.2",
        "original": "Hetu-ārammaṇa",
        "analyzed": "hetu ārammaṇa ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_patthana_4.8:92.1",
        "original": "Ācayagāmiṁ saraṇaṁ dhammaṁ paṭicca ācayagāmī saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "ācaya gāmim saraṇam dhammam paṭicca ācaya gāmī saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_patthana_4.8:93.1",
        "original": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyāḥ ekam pe avigate eka ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_patthana_4.8:94.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha eka ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_patthana_4.8:95.1",
        "original": "Ācayagāmiṁ araṇaṁ dhammaṁ paṭicca ācayagāmī araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "ācaya gāmim araṇam dhammam paṭicca ācaya gāmī araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_patthana_4.8:96.1",
        "original": "Apacayagāmiṁ araṇaṁ dhammaṁ paṭicca apacayagāmī araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "apacaya gāmim araṇam dhammam paṭicca apacaya gāmī araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_patthana_4.8:97.1",
        "original": "Nevācayagāmināpacayagāmiṁ araṇaṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "neva ācayagāmi na apacayagāmim araṇam dhammam paṭicca neva ācayagāmi na apacayagāmī araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_patthana_4.8:98.1",
        "original": "Ācayagāmiṁ araṇañca nevācayagāmināpacayagāmiṁ araṇañca dhammaṁ paṭicca nevācayagāmināpacayagāmī araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "ācaya gāmim araṇam ca neva ācaya gāminā apacaya gāmim araṇam ca dhammam paṭicca neva ācaya gāmi nā apacaya gāmī araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_patthana_4.8:99.1",
        "original": "Apacayagāmiṁ araṇañca nevācayagāmināpacayagāmiṁ araṇañca dhammaṁ paṭicca nevācayagāmināpacayagāmī araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "apacaya gāmim araṇam ca neva ācaya gāminā apacaya gāmim araṇam ca dhammam paṭicca neva ācaya gāminā apacaya gāmī araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_patthana_4.8:100.1",
        "original": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā nava ārammaṇe tīṇi adhipatiyā nava pe vipāke ekam pe avigate nava saṅkhitta ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_patthana_4.8:101.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_patthana_4.8:102.1",
        "original": "Ācayagāmī araṇo dhammo ācayagāmissa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "ācaya gāmī araṇaḥ dhammaḥ ācaya gāmissa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_patthana_4.8:103.1",
        "original": "Apacayagāmī araṇo dhammo apacayagāmissa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "apacaya gāmī araṇaḥ dhammaḥ apacaya gāmissa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_patthana_4.8:104.1",
        "original": "Nevācayagāmināpacayagāmī araṇo dhammo nevācayagāmināpacayagāmissa araṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "neva ācayagāmi na apacayagāmī araṇaḥ dhammaḥ neva ācayagāmi na apacayagāmissa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_patthana_4.8:105.1",
        "original": "Ācayagāmī araṇo dhammo ācayagāmissa araṇassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "ācaya gāmī araṇaḥ dhammaḥ ācaya gāmissa araṇassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_patthana_4.8:106.1",
        "original": "Hetuyā satta, ārammaṇe satta, adhipatiyā dasa, anantare cha …pe… avigate terasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā satta ārammaṇe satta adhipatiyā dasa anantare cha pe avigate terasa saṅkhitta ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_patthana_4.8:107.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_patthana_4.8:108.0.1",
        "original": "4.8.11. Sekkhattika, Saraṇaduka",
        "analyzed": "sekkhattika saraṇaduka ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_patthana_4.8:108.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_patthana_4.8:108.1",
        "original": "Nevasekkhanāsekkhaṁ saraṇaṁ dhammaṁ paṭicca nevasekkhanāsekkho saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "nevasekkha nāsekkham saraṇam dhammam paṭicca nevasekkha nāsekkhaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_patthana_4.8:109.1",
        "original": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyāḥ ekam pe avigate eka ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_patthana_4.8:110.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha eka ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_patthana_4.8:111.1_0",
        "original": "Sekkhaṁ araṇaṁ dhammaṁ paṭicca sekkho araṇo dhammo uppajjati hetupaccayā. Sekkhaṁ",
        "analyzed": "sekkham araṇam dhammam paṭicca sekkhaḥ araṇaḥ dhammo uppajjati hetu paccayā sekkha ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_patthana_4.8:111.1_1",
        "original": "araṇaṁ dhammaṁ paṭicca nevasekkhanāsekkho araṇo dhammo uppajjati hetupaccayā. Sekkhaṁ",
        "analyzed": "araṇam dhammam paṭicca nevasekkha nāsekkhaḥ araṇaḥ dhammo uppajjati hetu paccayā sekkha ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_patthana_4.8:111.1_2",
        "original": "araṇaṁ dhammaṁ paṭicca sekkho araṇo ca nevasekkhanāsekkho araṇo ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "araṇam dhammam paṭicca sekkhaḥ araṇaḥ ca nevasekkha nāsekkhaḥ araṇaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_patthana_4.8:112.1",
        "original": "Asekkhaṁ araṇaṁ dhammaṁ paṭicca asekkho araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "asekkham araṇam dhammam paṭicca asekkhaḥ araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_patthana_4.8:113.1",
        "original": "Nevasekkhanāsekkhaṁ araṇaṁ dhammaṁ paṭicca nevasekkhanāsekkho araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "nevasekkha na asekkham araṇam dhammam paṭicca nevasekkha na asekkhaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_patthana_4.8:114.1",
        "original": "Sekkhaṁ araṇañca nevasekkhanāsekkhaṁ araṇañca dhammaṁ …pe… hetupaccayā.",
        "analyzed": "sekkham araṇam ca nevasekkha nāsekkham araṇam ca dhammam pe hetu paccayā ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_patthana_4.8:115.1",
        "original": "Asekkhaṁ araṇañca nevasekkhanāsekkhaṁ araṇañca dhammaṁ paṭicca nevasekkhanāsekkho araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "asekkham araṇam ca nevasekkha na asekkham araṇam ca dhammam paṭicca nevasekkha na asekkhaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_patthana_4.8:116.1",
        "original": "Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā nava ārammaṇe tīṇi pe avigate nava ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_patthana_4.8:117.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_patthana_4.8:118.1",
        "original": "Sekkho araṇo dhammo sekkhassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "sekkhaḥ araṇaḥ dhammaḥ sekkhassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_patthana_4.8:119.1",
        "original": "Asekkho araṇo dhammo asekkhassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "asekkhaḥ araṇaḥ dhammaḥ asekkhassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_patthana_4.8:120.1",
        "original": "Nevasekkhanāsekkho araṇo dhammo nevasekkhanāsekkhassa araṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "nevasekkha nāsekkhaḥ araṇaḥ dhammaḥ nevasekkha nāsekkhassa araṇassa dhammassa hetu paccayena paccayaḥ saṅkhitta ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_patthana_4.8:121.1",
        "original": "Hetuyā satta, ārammaṇe pañca, adhipatiyā nava, anantare aṭṭha …pe… upanissaye aṭṭha …pe… āsevane dve, kamme aṭṭha, vipāke satta …pe… avigate terasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā satta ārammaṇe pañca adhipatiyā nava anantare aṭṭha pe upanissaye aṭṭha pe āsevane dve kamme aṭṭha vipāke satta pe avigate terasa saṅkhitta ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_patthana_4.8:122.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_patthana_4.8:123.0.1",
        "original": "4.8.12. Parittattika, Saraṇaduka",
        "analyzed": "parittattika saraṇa duka ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_patthana_4.8:123.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_patthana_4.8:123.1",
        "original": "Parittaṁ saraṇaṁ dhammaṁ paṭicca paritto saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "parittam saraṇam dhammam paṭicca parittaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_patthana_4.8:124.1",
        "original": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyāḥ ekam pe avigate eka ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_patthana_4.8:125.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha eka ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_patthana_4.8:126.1",
        "original": "Parittaṁ araṇaṁ dhammaṁ paṭicca paritto araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "parittam araṇam dhammam paṭicca parittaḥ araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_patthana_4.8:127.1",
        "original": "Mahaggataṁ araṇaṁ dhammaṁ paṭicca mahaggato araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "mahaggatam araṇam dhammam paṭicca mahaggataḥ araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_patthana_4.8:128.1",
        "original": "Appamāṇaṁ araṇaṁ dhammaṁ paṭicca appamāṇo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "appamāṇam araṇam dhammam paṭicca appamāṇaḥ araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_patthana_4.8:129.1",
        "original": "Parittaṁ araṇañca mahaggataṁ araṇañca dhammaṁ paṭicca paritto araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "parittam araṇam ca mahaggatam araṇañca dhammam paṭicca parittaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_patthana_4.8:130.1",
        "original": "Parittaṁ araṇañca appamāṇaṁ araṇañca dhammaṁ paṭicca paritto araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "parittam araṇam ca appamāṇam araṇañca dhammam paṭicca parittaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_patthana_4.8:131.1",
        "original": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava …pe… aññamaññe satta …pe… purejāte āsevane tīṇi …pe… avigate terasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā terasa ārammaṇe pañca adhipatiyā nava pe aññamaññe satta pe purejāte āsevane tīṇi pe avigate terasa saṅkhitta ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_patthana_4.8:132.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_patthana_4.8:133.0.1",
        "original": "4.8.13. Parittārammaṇattika, Saraṇaduka",
        "analyzed": "       ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_patthana_4.8:133.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_patthana_4.8:133.1",
        "original": "Parittārammaṇaṁ saraṇaṁ dhammaṁ paṭicca parittārammaṇo saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "paritta ārammaṇam saraṇam dhammam paṭicca paritta ārammaṇaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_patthana_4.8:134.1",
        "original": "Mahaggatārammaṇaṁ saraṇaṁ dhammaṁ paṭicca mahaggatārammaṇo saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "mahaggata ārammaṇam saraṇam dhammam paṭicca mahaggata ārammaṇaḥ saraṇaḥ dhammo uppajjati hetu paccayā saṅkhitta ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_patthana_4.8:135.1",
        "original": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dve pe a vigate dve ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_patthana_4.8:136.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_patthana_4.8:137.1",
        "original": "Parittārammaṇaṁ araṇaṁ dhammaṁ paṭicca parittārammaṇo araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "paritta ārammaṇam araṇam dhammam paṭicca paritta ārammaṇaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_patthana_4.8:138.1",
        "original": "Mahaggatārammaṇaṁ araṇaṁ dhammaṁ paṭicca mahaggatārammaṇo araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "mahaggata ārammaṇam araṇam dhammam paṭicca mahaggata ārammaṇaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_patthana_4.8:139.1",
        "original": "Appamāṇārammaṇaṁ araṇaṁ dhammaṁ paṭicca appamāṇārammaṇo araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "appamāṇa ārammaṇam araṇam dhammam paṭicca appamāṇa ārammaṇaḥ araṇaḥ dhammo uppajjati hetu paccayā saṅkhitta ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_patthana_4.8:140.1",
        "original": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā tīṇi pe avigate tīṇi ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_patthana_4.8:141.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_patthana_4.8:142.0.1",
        "original": "4.8.14. Hīnattika, Saraṇaduka",
        "analyzed": "hīnattika saraṇaduka ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_patthana_4.8:142.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_patthana_4.8:142.1",
        "original": "Hīnaṁ saraṇaṁ dhammaṁ paṭicca hīno saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "hīnam saraṇam dhammam paṭicca hīnaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_patthana_4.8:143.1",
        "original": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyāḥ ekam pe avigate eka ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_patthana_4.8:144.1",
        "original": "Majjhimaṁ araṇaṁ dhammaṁ paṭicca majjhimo araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "majjhimam araṇam dhammam paṭicca majjhimaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_patthana_4.8:145.1",
        "original": "Paṇītaṁ araṇaṁ dhammaṁ paṭicca paṇīto araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "paṇītam araṇam dhammam paṭicca paṇītaḥ araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_patthana_4.8:146.1",
        "original": "Majjhimaṁ araṇañca paṇītaṁ araṇañca dhammaṁ paṭicca majjhimo araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "majjhimam araṇam ca paṇītam araṇañca dhammam paṭicca majjhimaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_patthana_4.8:147.1",
        "original": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā pañca ārammaṇe dve pe avigate pañca ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_patthana_4.8:148.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_patthana_4.8:149.0.1",
        "original": "4.8.15. Micchattaniyatattika, Saraṇaduka",
        "analyzed": "micchat ta niya tattika saraṇa duka ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_patthana_4.8:149.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_patthana_4.8:149.1",
        "original": "Micchattaniyataṁ saraṇaṁ dhammaṁ paṭicca micchattaniyato saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "micchatta niyatam saraṇam dhammam paṭicca micchatta niyataḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_patthana_4.8:150.1",
        "original": "Aniyataṁ saraṇaṁ dhammaṁ paṭicca aniyato saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "aniyatam saraṇam dhammam paṭicca aniyataḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_patthana_4.8:151.1",
        "original": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dve pe a vigate dve ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_patthana_4.8:152.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_patthana_4.8:153.1_0",
        "original": "Sammattaniyataṁ araṇaṁ dhammaṁ paṭicca sammattaniyato araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "sammatta niyatam araṇam dhammam paṭicca sammatta niyataḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_patthana_4.8:153.1_1",
        "original": "Sammattaniyataṁ araṇaṁ dhammaṁ paṭicca aniyato araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "sammatta niyatam araṇam dhammam paṭicca aniyataḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_patthana_4.8:153.1_2",
        "original": "Sammattaniyataṁ araṇaṁ dhammaṁ paṭicca sammattaniyato araṇo ca aniyato araṇo ca dhammā",
        "analyzed": "sammatta niyatam araṇam dhammam paṭicca sammatta niyataḥ araṇaḥ ca aniyataḥ araṇaḥ ca dhammā ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_patthana_4.8:153.1_3",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_patthana_4.8:154.1",
        "original": "Aniyataṁ araṇaṁ dhammaṁ paṭicca aniyato araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "aniyatam araṇam dhammam paṭicca aniyataḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_patthana_4.8:155.1",
        "original": "Sammattaniyataṁ araṇañca aniyataṁ araṇañca dhammaṁ paṭicca aniyato araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "sammatta niyatam araṇam ca aniyatam araṇañca dhammam paṭicca aniyataḥ araṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_patthana_4.8:156.1",
        "original": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Saṅkhittaṁ.) (Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
        "analyzed": "hetuyā pañca ārammaṇe dve pe avigate pañca saṅkhitta sahajāta vārampi pe pañhā vārampi vitthāretabba ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_patthana_4.8:157.0.1",
        "original": "4.8.16. Maggārammaṇattika, Saraṇaduka",
        "analyzed": "magga ārammaṇa ttika saraṇa duka ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_patthana_4.8:157.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_patthana_4.8:157.1",
        "original": "Maggārammaṇaṁ araṇaṁ dhammaṁ paṭicca maggārammaṇo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "magga ārammaṇam araṇam dhammam paṭicca magga ārammaṇaḥ araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_patthana_4.8:158.1",
        "original": "Maggahetukaṁ araṇaṁ dhammaṁ paṭicca maggahetuko araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "magga hetukam araṇam dhammam paṭicca magga hetukaḥ araṇaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_patthana_4.8:159.1",
        "original": "Maggādhipatiṁ araṇaṁ dhammaṁ paṭicca maggādhipati araṇo dhammo uppajjati hetupaccayā … pañca.",
        "analyzed": "magga adhipatim araṇam dhammam paṭicca magga adhipati araṇaḥ dhammo uppajjati hetu paccayā pañca ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_patthana_4.8:160.1",
        "original": "Maggārammaṇaṁ araṇañca maggādhipatiṁ araṇañca dhammaṁ paṭicca maggārammaṇo araṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "magga ārammaṇam araṇam ca magga adhipatim araṇam ca dhammam paṭicca magga ārammaṇaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_patthana_4.8:161.1",
        "original": "Maggahetukaṁ araṇañca maggādhipatiṁ araṇañca dhammaṁ paṭicca maggahetuko araṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "magga hetukam araṇam ca magga adhipatim araṇañca dhammam paṭicca magga hetukaḥ araṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_patthana_4.8:162.1",
        "original": "Hetuyā sattarasa …pe… avigate sattarasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā sattarasa pe avigate sattarasa ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_patthana_4.8:163.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_patthana_4.8:164.1",
        "original": "Maggārammaṇo araṇo dhammo maggārammaṇassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "magga ārammaṇaḥ araṇaḥ dhammaḥ magga ārammaṇassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_patthana_4.8:165.1",
        "original": "Maggahetuko araṇo dhammo maggahetukassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "magga hetukaḥ araṇaḥ dhammaḥ magga hetukassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_patthana_4.8:166.1",
        "original": "Maggādhipati araṇo dhammo maggādhipatissa araṇassa dhammassa hetupaccayena paccayo … pañca.",
        "analyzed": "magga adhipati araṇaḥ dhammaḥ magga adhipatissa araṇassa dhammassa hetu paccayena paccayaḥ pañca ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_patthana_4.8:167.1",
        "original": "Maggārammaṇo araṇo ca maggādhipati araṇo ca dhammā maggārammaṇassa araṇassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "magga ārammaṇaḥ araṇaḥ ca magga adhipati araṇaḥ ca dhammā magga ārammaṇassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_patthana_4.8:168.1",
        "original": "Maggahetuko araṇo ca maggādhipati araṇo ca dhammā maggahetukassa araṇassa dhammassa hetupaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "magga hetukaḥ araṇaḥ ca magga adhipati araṇaḥ ca dhammā magga hetukassa araṇassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_patthana_4.8:169.1_0",
        "original": "Hetuyā sattarasa, ārammaṇe nava, adhipatiyā ekavīsa, anantare samanantare nava, sahajāte",
        "analyzed": "hetuyā sattarasa ārammaṇe nava adhipatiyā ekavīsa anantare samanantare nava sahajāte ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_patthana_4.8:169.1_1",
        "original": "aññamaññe nissaye sattarasa, upanissaye ekavīsa, āsevane nava, kamme sattarasa, āhāre",
        "analyzed": "aññamaññe nissaye sattarasa upanissaye ekavīsa āsevane nava kamme sattarasa āhāre ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_patthana_4.8:169.1_2",
        "original": "…pe… sampayutte sattarasa …pe… avigate sattarasa. (Saṅkhittaṁ.)",
        "analyzed": "pe sampayutte sattarasa pe avigate sattarasa ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_patthana_4.8:170.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_patthana_4.8:171.0.1",
        "original": "4.8.17. Uppannattika, Saraṇaduka",
        "analyzed": "uppanna ttika saraṇa duka ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_patthana_4.8:171.0.2",
        "original": "Hetu-ārammaṇa",
        "analyzed": "hetu ārammaṇa ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_patthana_4.8:171.1",
        "original": "Uppanno saraṇo dhammo uppannassa saraṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "uppannaḥ saraṇaḥ dhammaḥ uppannassa saraṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_patthana_4.8:172.1",
        "original": "Hetuyā ekaṁ, ārammaṇe dve, adhipatiyā dve, sahajāte aññamaññe nissaye ekaṁ, upanissaye dve, kamme …pe… sampayutte ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā eka ārammaṇe dve adhipatiyā dve sahajāte aññamaññe nissaye eka upanissaye dve kamme pe sampayutte ekam pe avigate eka saṅkhitta ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_patthana_4.8:173.1",
        "original": "Uppanno araṇo dhammo uppannassa araṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "uppannaḥ araṇaḥ dhammaḥ uppannassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_patthana_4.8:174.1",
        "original": "Hetuyā ekaṁ, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā eka ārammaṇe tīṇi adhipatiyā tīṇi pe upanissaye tīṇi pe avigate eka saṅkhitta ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_patthana_4.8:175.0.1",
        "original": "4.8.18. Atītattika, Saraṇaduka",
        "analyzed": "atītattika saraṇaduka ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_patthana_4.8:175.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_patthana_4.8:175.1",
        "original": "Paccuppanno saraṇo dhammo paccuppannassa saraṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "paccuppannaḥ saraṇaḥ dhammaḥ paccuppannassa saraṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_patthana_4.8:176.1",
        "original": "Hetuyā ekaṁ, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā eka ārammaṇe tīṇi adhipatiyā tīṇi pe upanissaye tīṇi pe avigate eka saṅkhitta ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_patthana_4.8:177.1",
        "original": "Paccuppanno araṇo dhammo paccuppannassa araṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "paccuppannaḥ araṇaḥ dhammaḥ paccuppannassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_patthana_4.8:178.1",
        "original": "Hetuyā ekaṁ, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… upanissaye tīṇi …pe… kamme dve …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā eka ārammaṇe tīṇi adhipatiyā tīṇi pe upanissaye tīṇi pe kamme dve pe avigate eka saṅkhitta ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_patthana_4.8:179.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_patthana_4.8:180.0.1",
        "original": "4.8.19. Atītārammaṇattika, Saraṇaduka",
        "analyzed": "       ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_patthana_4.8:180.0.2",
        "original": "Hetu-ārammaṇa",
        "analyzed": "hetu ārammaṇa ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_patthana_4.8:180.1",
        "original": "Atītārammaṇaṁ saraṇaṁ dhammaṁ paṭicca atītārammaṇo saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "atīta ārammaṇam saraṇam dhammam paṭicca atīta ārammaṇaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_patthana_4.8:181.1",
        "original": "Anāgatārammaṇaṁ saraṇaṁ dhammaṁ paṭicca anāgatārammaṇo saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "anāgata ārammaṇam saraṇam dhammam paṭicca anāgata ārammaṇaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_patthana_4.8:182.1",
        "original": "Paccuppannārammaṇaṁ saraṇaṁ dhammaṁ paṭicca paccuppannārammaṇo saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "paccuppanna ārammaṇam saraṇam dhammam paṭicca paccuppanna ārammaṇaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_patthana_4.8:183.1",
        "original": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā tīṇi pe avigate tīṇi ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_patthana_4.8:184.1",
        "original": "(Sahajātavārampi …pe… pañhāvārampi sabbattha vitthāretabbaṁ.)",
        "analyzed": "sahajāta vāram pi pe pañhā vāram pi sabbattha vitthāretabba ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_patthana_4.8:185.1",
        "original": "Atītārammaṇaṁ araṇaṁ dhammaṁ paṭicca atītārammaṇo araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "atīta ārammaṇam araṇam dhammam paṭicca atīta ārammaṇaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_patthana_4.8:186.1",
        "original": "Anāgatārammaṇaṁ araṇaṁ dhammaṁ paṭicca anāgatārammaṇo araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "anāgata ārammaṇam araṇam dhammam paṭicca anāgata ārammaṇaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_patthana_4.8:187.1",
        "original": "Paccuppannārammaṇaṁ araṇaṁ dhammaṁ paṭicca paccuppannārammaṇo araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "paccuppanna ārammaṇam araṇam dhammam paṭicca paccuppanna ārammaṇaḥ araṇaḥ dhammo uppajjati hetu paccayā saṅkhitta ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_patthana_4.8:188.1",
        "original": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā tīṇi pe avigate tīṇi ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_patthana_4.8:189.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_patthana_4.8:190.1",
        "original": "Atītārammaṇo araṇo dhammo atītārammaṇassa araṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "atīta ārammaṇaḥ araṇaḥ dhammaḥ atīta ārammaṇassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_patthana_4.8:191.1",
        "original": "Anāgatārammaṇo araṇo dhammo anāgatārammaṇassa araṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "anāgata ārammaṇaḥ araṇaḥ dhammaḥ anāgata ārammaṇassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_patthana_4.8:192.1",
        "original": "Paccuppannārammaṇo araṇo dhammo paccuppannārammaṇassa araṇassa dhammassa hetupaccayena paccayo.",
        "analyzed": "paccuppanna ārammaṇaḥ araṇaḥ dhammaḥ paccuppanna ārammaṇassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_patthana_4.8:193.1",
        "original": "Atītārammaṇo araṇo dhammo atītārammaṇassa araṇassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "atīta ārammaṇaḥ araṇaḥ dhammaḥ atīta ārammaṇassa araṇassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_patthana_4.8:194.1_0",
        "original": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā …pe… samanantare satta, sahajāte aññamaññe",
        "analyzed": "hetuyā tīṇi ārammaṇe nava adhipatiyā pe samanantare satta sahajāte aññamaññe ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_patthana_4.8:194.1_1",
        "original": "nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme nava, vipāke …pe… sampayutte tīṇi",
        "analyzed": "nissaye tīṇi upanissaye nava āsevane tīṇi kamme nava vipāke pe sampayutte tīṇi ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_patthana_4.8:194.1_2",
        "original": "…pe… avigate tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "pe a vigate tīṇi saṅkhitta ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_patthana_4.8:195.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_patthana_4.8:196.0.1",
        "original": "4.8.20. Ajjhattattika, Saraṇaduka",
        "analyzed": "ajjhattattika saraṇa duka ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_patthana_4.8:196.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_patthana_4.8:196.1",
        "original": "Ajjhattaṁ saraṇaṁ dhammaṁ paṭicca ajjhatto saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "ajjhattam saraṇam dhammam paṭicca ajjhattaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_patthana_4.8:197.1",
        "original": "Bahiddhā saraṇaṁ dhammaṁ paṭicca bahiddhā saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "bahiddhā saraṇam dhammam paṭicca bahiddhā saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_patthana_4.8:198.1",
        "original": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dve pe a vigate dve ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_patthana_4.8:199.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_patthana_4.8:200.1",
        "original": "Ajjhattaṁ araṇaṁ dhammaṁ paṭicca ajjhatto araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "ajjhattam araṇam dhammam paṭicca ajjhattaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_patthana_4.8:201.1",
        "original": "Bahiddhā araṇaṁ dhammaṁ paṭicca bahiddhā araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "bahiddhā araṇam dhammam paṭicca bahiddhā araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_patthana_4.8:202.1",
        "original": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dve pe a vigate dve ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_patthana_4.8:203.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_patthana_4.8:204.0.1",
        "original": "4.8.21. Ajjhattārammaṇattika, Saraṇaduka",
        "analyzed": "        ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_patthana_4.8:204.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_patthana_4.8:204.1",
        "original": "Ajjhattārammaṇaṁ saraṇaṁ dhammaṁ paṭicca ajjhattārammaṇo saraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "ajjhatta ārammaṇam saraṇam dhammam paṭicca ajjhatta ārammaṇaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_patthana_4.8:205.1",
        "original": "Bahiddhārammaṇaṁ saraṇaṁ dhammaṁ paṭicca bahiddhārammaṇo saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "bahiddhā ārammaṇam saraṇam dhammam paṭicca bahiddhā ārammaṇaḥ saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_patthana_4.8:206.1",
        "original": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dve pe a vigate dve ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_patthana_4.8:207.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_patthana_4.8:208.1",
        "original": "Ajjhattārammaṇaṁ araṇaṁ dhammaṁ paṭicca ajjhattārammaṇo araṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "ajjhatta ārammaṇam araṇam dhammam paṭicca ajjhatta ārammaṇaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_patthana_4.8:209.1",
        "original": "Bahiddhārammaṇaṁ araṇaṁ dhammaṁ paṭicca bahiddhārammaṇo araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "bahiddhā ārammaṇam araṇam dhammam paṭicca bahiddhā ārammaṇaḥ araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_patthana_4.8:210.1",
        "original": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dve pe a vigate dve ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_patthana_4.8:211.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_patthana_4.8:212.0.1",
        "original": "4.8.22. Sanidassanattika, Saraṇaduka",
        "analyzed": "sani dassana ttika sa raṇa duka ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_patthana_4.8:212.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_patthana_4.8:212.1",
        "original": "Anidassanaappaṭighaṁ saraṇaṁ dhammaṁ paṭicca anidassanaappaṭigho saraṇo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "anidassana appaṭigham saraṇam dhammam paṭicca anidassana appaṭighaḥ saraṇaḥ dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_patthana_4.8:213.1",
        "original": "Anidassanaappaṭighaṁ araṇaṁ dhammaṁ paṭicca anidassanaappaṭigho araṇo dhammo uppajjati hetupaccayā … satta. (Saṅkhittaṁ.)",
        "analyzed": "anidassana appaṭigham araṇam dhammam paṭicca anidassana appaṭighaḥ araṇaḥ dhammo uppajjati hetu paccayā satta ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_patthana_4.8:214.1",
        "original": "Hetuyā ekavīsa, ārammaṇe ekaṁ …pe… anantare samanantare ekaṁ, sahajāte ekavīsa, aññamaññe cha …pe… upanissaye purejāte āsevane ekaṁ …pe… avigate ekavīsa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā ekavīsa ārammaṇe ekaṃ pe anantare samanantare eka sahajāte ekavīsa aññamaññe cha pe upanissaye purejāte āsevane ekaṃ pe avigate ekavīsa saṅkhitta ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_patthana_4.8:215.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_patthana_4.8:216.1",
        "original": "Anidassanaappaṭigho araṇo dhammo anidassanaappaṭighassa araṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "anidassana appaṭighaḥ araṇaḥ dhammaḥ anidassana appaṭighassa araṇassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_patthana_4.8:217.1_0",
        "original": "Hetuyā satta, ārammaṇe tīṇi, adhipatiyā nava, anantare samanantare ekaṁ, sahajāte",
        "analyzed": "hetuyā satta ārammaṇe tīṇi adhipatiyā nava anantare samanantare eka sahajāte ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_patthana_4.8:217.1_1",
        "original": "ekavīsa, aññamaññe cha, nissaye ekavīsa, upanissaye tīṇi, purejāte cha, pacchājāte",
        "analyzed": "ekavīsa aññamaññe cha nissaye ekavīsa upanissaye tīṇi purejāte cha pacchājāte ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_patthana_4.8:217.1_2",
        "original": "satta, āsevane ekaṁ, kamme vipāke āhāre satta, indriye nava, jhāne magge satta, sampayutte",
        "analyzed": "satta āsevane eka kamme vipāke āhāre satta indriye nava jhāne magge satta sampayutte ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_patthana_4.8:217.1_3",
        "original": "ekaṁ, vippayutte aṭṭha …pe… avigate pañcavīsa. (Saṅkhittaṁ.)",
        "analyzed": "eka vippayutte aṭṭha pe avigate pañcavīsa saṅkhitta ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_patthana_4.8:218.1",
        "original": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
        "analyzed": "yathā kusala attike pañhāvāraḥ evam ",
        "folio": "218"
    }
]