[
    {
        "segmentnr": "PA_patthana_18.18:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.18:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.18:0.3",
        "original": "18.18. Āsavasāsavaduka, Hetuduka",
        "analyzed": "āsavasāsavaduka hetuduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.18:1.1",
        "original": "Āsavañceva sāsavañca hetuṁ dhammaṁ paṭicca naāsavo ceva naanāsavo ca nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "āsavam ca iva sa āsavam ca hetum dhammam paṭicca na āsavaḥ ca iva na anāsavaḥ ca na hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.18:2.1",
        "original": "Sāsavañceva no ca āsavaṁ hetuṁ dhammaṁ paṭicca naāsavo ceva naanāsavo ca nahetu dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "sa āsavam ca iva no ca āsavam hetum dhammam paṭicca na āsavaḥ ca iva na anāsavaḥ ca na hetu dhammo uppajjati hetu paccayā eka ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.18:3.1_0",
        "original": "Āsavañceva sāsavaṁ hetuñca sāsavañceva no ca āsavaṁ hetuñca dhammaṁ paṭicca naāsavo",
        "analyzed": "āsavam ca iva sa āsavam hetuñca sa āsavam ca iva no ca āsavam hetuñca dhammam paṭicca na āsavaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.18:3.1_1",
        "original": "ceva naanāsavo ca nahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā",
        "analyzed": "ca iva na anāsavaḥ ca na hetu dhammo uppajjati hetu paccayā eka saṅkhitta hetuyā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.18:3.1_2",
        "original": "pañca …pe… vipāke ekaṁ …pe… avigate pañca.",
        "analyzed": "pañca pe vipāke ekam pe avigate pañca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.18:4.1",
        "original": "Āsavañceva sāsavañca nahetuṁ dhammaṁ paṭicca naanāsavo ceva nanoāsavo ca nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
        "analyzed": "āsavam ca iva sa āsavam ca na hetum dhammam paṭicca na anāsavaḥ ca iva na noāsavaḥ ca na na hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā pañca pe avigate pañca ",
        "folio": "4"
    }
]