[
    {
        "segmentnr": "PA_patthana_21.26:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_21.26:0.2",
        "original": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma paccanīya anuloma duka tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_21.26:0.3",
        "original": "21.26. Hetuduka, Sekkhattika",
        "analyzed": "hetu duka sekkhattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_21.26:1.1",
        "original": "Nahetuṁ nasekkhaṁ dhammaṁ paccayā hetu sekkho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na sekkham dhammam paccayā hetu sekkhaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_21.26:2.1",
        "original": "Nahetuṁ naasekkhaṁ dhammaṁ paccayā hetu asekkho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na asekkham dhammam paccayā hetu asekkhaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_21.26:3.1_0",
        "original": "Nahetuṁ nanevasekkhanāsekkhaṁ dhammaṁ paṭicca nahetu nevasekkhanāsekkho dhammo uppajjati",
        "analyzed": "na hetum na nevasekkha nāsekkham dhammam paṭicca na hetu nevasekkha nāsekkhaḥ dhammo uppajjati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_21.26:3.1_1",
        "original": "hetupaccayā. Nanahetuṁ nanevasekkhanāsekkhaṁ dhammaṁ paṭicca nahetu nevasekkhanāsekkho",
        "analyzed": "hetu paccayā na na hetum na nevasekkha nāsekkham dhammam paṭicca na hetu nevasekkha nāsekkhaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_21.26:3.1_2",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    }
]