[
    {
        "segmentnr": "PA_patthana_16.26:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.26:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.26:0.3",
        "original": "16.26. Vedanāttika, Hetuduka",
        "analyzed": "    ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.26:1.1_0",
        "original": "Sukhāya vedanāya sampayuttaṁ hetuṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto",
        "analyzed": "sukhāya vedanāya sampayuttam hetum dhammam paṭicca na sukhāya vedanāya sampayuttaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.26:1.1_1",
        "original": "nahetu dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṁ hetuṁ dhammaṁ paṭicca",
        "analyzed": "na hetu dhammaḥ uppajjati hetu paccayā sukhāya vedanāya sampayuttam hetum dhammam paṭicca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.26:1.1_2",
        "original": "nadukkhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā. Sukhāya vedanāya",
        "analyzed": "na dukkhāya vedanāya sampayuttaḥ na hetu dhammo uppajjati hetu paccayā sukhāya vedanāya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.26:1.1_3",
        "original": "sampayuttaṁ hetuṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto nahetu dhammo",
        "analyzed": "sampayuttam hetum dhammam paṭicca na adukkhamasukhāya vedanāya sampayuttaḥ na hetu dhammo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.26:1.1_4",
        "original": "uppajjati hetupaccayā …pe… satta pañhā.",
        "analyzed": "uppajjati hetu paccayā pe satta pañhā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.26:2.1",
        "original": "Dukkhāya vedanāya sampayuttaṁ hetuṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā … satta pañhā.",
        "analyzed": "dukkhāya vedanāya sampayuttam hetum dhammam paṭicca na dukkhāya vedanāya sampayuttaḥ na hetu dhammo uppajjati hetu paccayā satta pañhā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.26:3.1",
        "original": "Adukkhamasukhāya vedanāya sampayuttaṁ hetuṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto nahetu dhammo uppajjati hetupaccayā … satta pañhā. (Saṅkhittaṁ.)",
        "analyzed": "adukkhamasukhāya vedanāya sampayuttam hetum dhammam paṭicca na adukkhamasukhāya vedanāya sampayuttaḥ na hetu dhammo uppajjati hetu paccayā satta pañhā saṅkhitta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.26:4.1",
        "original": "Hetuyā ekavīsa …pe… vipāke cuddasa …pe… avigate ekavīsa. (Sabbattha ekavīsa.)",
        "analyzed": "hetuyā ekavīsa pe vipāke cuddasa pe avigate ekavīsa sabbattha ekavīsa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.26:5.1_0",
        "original": "Sukhāya vedanāya sampayuttaṁ nahetuṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto",
        "analyzed": "sukhāya vedanāya sampayuttam na hetum dhammam paṭicca na dukkhāya vedanāya sampayuttaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.26:5.1_1",
        "original": "nanahetu dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṁ nahetuṁ dhammaṁ",
        "analyzed": "na na hetu dhammaḥ uppajjati hetu paccayā sukhāya vedanāya sampayuttam na hetum dhamma ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.26:5.1_2",
        "original": "paṭicca naadukkhamasukhāya vedanāya sampayutto nanahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "paṭicca na adukkham asukhāya vedanāya sampayuttaḥ na na hetu dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.26:5.1_3",
        "original": "Sukhāya vedanāya sampayuttaṁ nahetuṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto",
        "analyzed": "sukhāya vedanāya sampayuttam na hetum dhammam paṭicca na dukkhāya vedanāya sampayuttaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.26:5.1_4",
        "original": "nanahetu ca naadukkhamasukhāya vedanāya sampayutto nanahetu ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "na na hetu ca na adukkhamasukhāya vedanāya sampayuttaḥ na na hetu ca dhammā uppajjanti hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.26:6.1",
        "original": "Dukkhāya vedanāya sampayuttaṁ nahetuṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nanahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "dukkhāya vedanāya sampayuttam na hetum dhammam paṭicca na sukhāya vedanāya sampayuttaḥ na na hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.26:7.1",
        "original": "Adukkhamasukhāya vedanāya sampayuttaṁ nahetuṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nanahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "adukkham asukhāya vedanāya sampayuttam na hetum dhammam paṭicca na sukhāya vedanāya sampayuttaḥ na na hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.26:8.1",
        "original": "Hetuyā nava …pe… vipāke cha …pe… avigate nava.",
        "analyzed": "hetuyāḥ nava pe vipāke cha pe avigate nava ",
        "folio": "8"
    }
]