[
    {
        "segmentnr": "PA_patthana_22.1:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.1:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma paccanīya anuloma tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.1:0.3",
        "original": "22.1. Kusalattika, Hetuduka",
        "analyzed": "kusalattika hetu duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.1:1.1",
        "original": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
        "analyzed": "namaḥ tassa bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.1:2.1",
        "original": "Nakusalaṁ nahetuṁ dhammaṁ paṭicca akusalo hetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuṁ dhammaṁ paṭicca abyākato hetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam na hetum dhammam paṭicca akusalaḥ hetu dhammo uppajjati hetu paccayā na kusalam na hetum dhammam paṭicca abyākataḥ hetu dhammo uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.1:3.1",
        "original": "Naakusalaṁ nahetuṁ dhammaṁ paṭicca kusalo hetu dhammo uppajjati hetupaccayā. Naakusalaṁ nahetuṁ dhammaṁ paṭicca abyākato hetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam na hetum dhammam paṭicca kusalaḥ hetu dhammo uppajjati hetu paccayā na akusalam na hetum dhammam paṭicca abyākataḥ hetu dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_22.1:4.1",
        "original": "Naabyākataṁ nahetuṁ dhammaṁ paṭicca kusalo hetu dhammo uppajjati hetupaccayā. Naabyākataṁ nahetuṁ dhammaṁ paṭicca akusalo hetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na abyākatam na hetum dhammam paṭicca kusalaḥ hetu dhammo uppajjati hetu paccayā na abyākatam na hetum dhammam paṭicca akusalaḥ hetu dhammo uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_22.1:5.1_0",
        "original": "Nakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca akusalo hetu dhammo uppajjati",
        "analyzed": "na kusalam na hetum ca na abyākatam na hetuñca dhammam paṭicca akusalaḥ hetu dhammo uppajjati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.1:5.1_1",
        "original": "hetupaccayā. Naakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca kusalo hetu",
        "analyzed": "hetu paccayā na akusalam na hetuñca na abyākatam na hetuñca dhammam paṭicca kusalaḥ hetu ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.1:5.1_2",
        "original": "dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñca naakusalaṁ nahetuñca dhammaṁ paṭicca",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na kusalam na hetuñca na akusalam na hetuñca dhammam paṭicca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.1:5.1_3",
        "original": "abyākato hetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "abyākataḥ hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.1:6.1",
        "original": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "hetuyāḥ nava pe vipāke tīṇi pe avigate nava ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.1:7.1_0",
        "original": "Nakusalaṁ nanahetuṁ dhammaṁ paṭicca akusalo nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam na na hetum dhammam paṭicca akusalaḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.1:7.1_1",
        "original": "Nakusalaṁ nanahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam na na hetum dhammam paṭicca abyākataḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.1:7.1_2",
        "original": "Nakusalaṁ nanahetuṁ dhammaṁ paṭicca akusalo nahetu ca abyākato nahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "na kusalam na na hetum dhammam paṭicca akusalaḥ na hetu ca abyākataḥ na hetu ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.1:8.1_0",
        "original": "Naakusalaṁ nanahetuṁ dhammaṁ paṭicca kusalo nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam na na hetum dhammam paṭicca kusalaḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.1:8.1_1",
        "original": "Naakusalaṁ nanahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam na na hetum dhammam paṭicca abyākataḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.1:8.1_2",
        "original": "Naakusalaṁ nanahetuṁ dhammaṁ paṭicca kusalo nahetu ca abyākato nahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "na akusalam na na hetum dhammam paṭicca kusalaḥ na hetu ca abyākataḥ na hetu ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.1:9.1",
        "original": "Naabyākataṁ nanahetuṁ dhammaṁ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā … pañca.",
        "analyzed": "na abyākatam na na hetum dhammam paṭicca abyākataḥ na hetu dhammo uppajjati hetu paccayā pañca ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_22.1:10.1",
        "original": "Nakusalaṁ nanahetuñca naabyākataṁ nanahetuñca dhammaṁ paṭicca akusalo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na kusalam na na hetum ca na abyākatam na na hetuñca dhammam paṭicca akusalaḥ na hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_22.1:11.1",
        "original": "Naakusalaṁ nanahetuñca naabyākataṁ nanahetuñca dhammaṁ paṭicca kusalo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na akusalam na na hetum ca na abyākatam na na hetuñca dhammam paṭicca kusalaḥ na hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_22.1:12.1",
        "original": "Nakusalaṁ nanahetuñca naakusalaṁ nanahetuñca dhammaṁ paṭicca abyākato nahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "na kusalam na na hetuñca na akusalam na na hetuñca dhammam paṭicca abyākataḥ na hetu dhammaḥ uppajjati hetu paccayā eka ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_22.1:13.1",
        "original": "Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa.",
        "analyzed": "hetuyā aṭṭhārasa ārammaṇe nava pe vipāke tīṇi pe avigate aṭṭhārasa ",
        "folio": "13"
    }
]