[
    {
        "segmentnr": "PA_patthana_14.4:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_14.4:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_14.4:0.3",
        "original": "14.4. Hetusahetukaduka",
        "analyzed": "hetu sa hetuka duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_14.4:1.1_0",
        "original": "Hetuñceva sahetukañca dhammaṁ paṭicca nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā.",
        "analyzed": "hetum ca iva sa hetukañca dhammam paṭicca na hetu ca iva na ahetukaḥ ca dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_14.4:1.1_1",
        "original": "Hetuñceva sahetukañca dhammaṁ paṭicca naahetuko ceva nanahetu ca dhammo uppajjati",
        "analyzed": "hetum ca iva sa hetukañca dhammam paṭicca na ahetukaḥ ca iva na na hetu ca dhammaḥ uppajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_14.4:1.1_2",
        "original": "hetupaccayā. Hetuñceva sahetukañca dhammaṁ paṭicca nahetu ceva naahetuko ca naahetuko",
        "analyzed": "hetu paccayā hetum ca iva sa hetukañca dhammam paṭicca na hetu ca iva na ahetukaḥ ca na ahetukaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_14.4:1.1_3",
        "original": "ceva nanahetu ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca iva na na hetu ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_14.4:2.1_0",
        "original": "Sahetukañceva na ca hetuṁ dhammaṁ paṭicca naahetuko ceva nanahetu ca dhammo uppajjati",
        "analyzed": "sa hetukam ca iva na ca hetum dhammam paṭicca na ahetukaḥ ca iva na na hetu ca dhammo uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_14.4:2.1_1",
        "original": "hetupaccayā. Sahetukañceva na ca hetuṁ dhammaṁ paṭicca nahetu ceva naahetuko ca dhammo",
        "analyzed": "hetu paccayā sa hetukam ca iva na ca hetum dhammam paṭicca na hetu ca iva na ahetukaḥ ca dhammo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_14.4:2.1_2",
        "original": "uppajjati hetupaccayā. Sahetukañceva na ca hetuṁ dhammaṁ paṭicca nahetu ceva naahetuko",
        "analyzed": "uppajjati hetu paccayā sa hetukam ca iva na ca hetum dhammam paṭicca na hetu ca iva na ahetukaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_14.4:2.1_3",
        "original": "ca naahetuko ceva nanahetu ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca na ahetuko ca iva na na hetu ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_14.4:3.1_0",
        "original": "Hetuñceva sahetukañca sahetukañceva na ca hetuṁ dhammaṁ paṭicca nahetu ceva naahetuko",
        "analyzed": "hetum ca iva sa hetukam ca sa hetukam ca iva na ca hetum dhammam paṭicca na hetu ca iva na ahetukaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.4:3.1_1",
        "original": "ca dhammo uppajjati hetupaccayā. Hetuñceva sahetukañca sahetukañceva na ca hetuñca",
        "analyzed": "ca dhammaḥ uppajjati hetu paccayā hetuñca iva sa hetukañca sa hetukañca iva na ca hetuñca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.4:3.1_2",
        "original": "dhammaṁ paṭicca naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Hetuñceva",
        "analyzed": "dhammam paṭicca na ahetukaḥ ca iva na na hetu ca dhammaḥ uppajjati hetu paccayā hetuñca ca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.4:3.1_3",
        "original": "sahetukañca sahetukañceva na ca hetuṁ dhammaṁ paṭicca nahetu ceva naahetuko ca naahetuko",
        "analyzed": "sa hetukam ca sa hetukam ca iva na ca hetum dhammam paṭicca na hetu ca iva na ahetukaḥ ca na ahetukaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.4:3.1_4",
        "original": "ceva nanahetu ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "ca iva na na hetu ca dhammā uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.4:4.1",
        "original": "Hetuyā nava …pe… avigate nava. (Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
        "analyzed": "hetuyā nava pe avigate nava sahajāta vārampi pe pañhā vārampi vitthāretabba ",
        "folio": "4"
    }
]