[
    {
        "segmentnr": "PA_patthana_8.56:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.56:0.2",
        "original": "Dhammapaccanīya (2), Dukapaṭṭhānapāḷi (2)",
        "analyzed": "dhamma paccanīya duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.56:0.3",
        "original": "8.56. Kilesavippayuttasaṅkilesikaduka",
        "analyzed": "kilesa vippayutta saṅkilesika duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.56:1.1_0",
        "original": "Kilesavippayuttaṁ nasaṅkilesikaṁ dhammaṁ paṭicca kilesavippayutto nasaṅkilesiko dhammo",
        "analyzed": "kilesa vippayuttam na saṅkilesikam dhammam paṭicca kilesa vippayuttaḥ na saṅkilesikaḥ dhammo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.56:1.1_1",
        "original": "uppajjati hetupaccayā. Kilesavippayuttaṁ nasaṅkilesikaṁ dhammaṁ paṭicca kilesavippayutto",
        "analyzed": "uppajjati hetu paccayā kilesa vippayuttam na saṅkilesikam dhammam paṭicca kilesa vippayuttaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.56:1.1_2",
        "original": "naasaṅkilesiko dhammo uppajjati hetupaccayā. Kilesavippayuttaṁ nasaṅkilesikaṁ dhammaṁ",
        "analyzed": "na asaṅkilesikaḥ dhammaḥ uppajjati hetu paccayā kilesa vippayuttam na saṅkilesikam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.56:1.1_3",
        "original": "paṭicca kilesavippayutto nasaṅkilesiko ca kilesavippayutto naasaṅkilesiko ca dhammā",
        "analyzed": "paṭicca kilesa vippayuttaḥ na saṅkilesikaḥ ca kilesa vippayuttaḥ na asaṅkilesiko ca dhammā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.56:1.1_4",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.56:2.1",
        "original": "Kilesavippayuttaṁ naasaṅkilesikaṁ dhammaṁ paṭicca kilesavippayutto naasaṅkilesiko dhammo uppajjati hetupaccayā.",
        "analyzed": "kilesa vippayuttam na asaṅkilesikam dhammam paṭicca kilesa vippayuttaḥ na asaṅkilesikaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.56:3.1",
        "original": "Kilesavippayuttaṁ nasaṅkilesikañca kilesavippayuttaṁ naasaṅkilesikañca dhammaṁ paṭicca kilesavippayutto naasaṅkilesiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "kilesa vippayuttam na saṅkilesikam ca kilesa vippayuttam na asaṅkilesikam ca dhammam paṭicca kilesa vippayuttaḥ na asaṅkilesikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_8.56:4.1",
        "original": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā pañca ārammaṇe dve pe avigate pañca sabbattha vitthāro ",
        "folio": "4"
    }
]