[
    {
        "segmentnr": "PA_patthana_16.75:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.75:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.75:0.3",
        "original": "16.75. Sanidassanattika, Upādāduka",
        "analyzed": "sa ni das sana ttikaḥ upa ād āduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.75:1.1",
        "original": "Anidassanaappaṭighaṁ upādā dhammaṁ paṭicca nasanidassanasappaṭigho noupādā dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "anidassana appaṭigham upādā dhammam paṭicca na sa nidassana sappaṭighaḥ no upādā dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.75:2.1",
        "original": "Anidassanasappaṭighaṁ noupādā dhammaṁ paṭicca naanidassanasappaṭigho nanoupādā dhammo uppajjati hetupaccayā … cha.",
        "analyzed": "anidassana sappaṭigham no upādā dhammam paṭicca na anidassana sappaṭighaḥ na no upādā dhammaḥ uppajjati hetu paccayā cha ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.75:3.1",
        "original": "Anidassanaappaṭighaṁ noupādā dhammaṁ paṭicca naanidassanaappaṭigho nanoupādā dhammo uppajjati hetupaccayā … cha.",
        "analyzed": "anidassana appaṭigham no upādā dhammam paṭicca na anidassana appaṭighaḥ na no upādā dhammaḥ uppajjati hetu paccayā cha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.75:4.1",
        "original": "Anidassanasappaṭighaṁ noupādā ca anidassanaappaṭighaṁ noupādā ca dhammaṁ paṭicca nasanidassanasappaṭigho nanoupādā dhammo uppajjati hetupaccayā … cha. (Saṅkhittaṁ.)",
        "analyzed": "anidassana sappaṭigham no upādā ca anidassana appaṭigham no upādā ca dhammam paṭicca na sanidassana sappaṭighaḥ na no upādā dhammaḥ uppajjati hetu paccayā cha ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.75:5.1",
        "original": "Hetuyā aṭṭhārasa, adhipatiyā aṭṭhārasa …pe… avigate aṭṭhārasa.",
        "analyzed": "hetuyā aṭṭhārasa adhipatiyā aṭṭhārasa pe avigate aṭṭhārasa ",
        "folio": "5"
    }
]