[
    {
        "segmentnr": "PA_patthana_22.5:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.5:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma paccanīya anuloma tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.5:0.3",
        "original": "22.5. Kusalattika, Cūḷantaraduka",
        "analyzed": "kusalattika cūḍantaraduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.5:1.1",
        "original": "Nakusalo nasappaccayo dhammo kusalassa sappaccayassa dhammassa ārammaṇapaccayena paccayo …. Ārammaṇe cha, adhipatiyā upanissaye cha. (Saṅkhataṁ sappaccayasadisaṁ.)",
        "analyzed": "na kusalaḥ na sappaccayaḥ dhammaḥ kusalassa sappaccayassa dhammassa ārammaṇa paccayena paccayaḥ ārammaṇe cha adhipatiyā upanissaye cha saṅkhatam sappaccaya sadisa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.5:2.1",
        "original": "Nakusalaṁ nasanidassanaṁ dhammaṁ paṭicca abyākato sanidassano dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "na kusalam na sa nidassanam dhammam paṭicca abyākataḥ sa nidassanaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā cha adhipatiyā cha pe vipāke tīṇi pe avigate cha ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.5:3.1_0",
        "original": "Nakusalo naanidassano dhammo kusalassa anidassanassa dhammassa ārammaṇapaccayena",
        "analyzed": "na kusalaḥ na anidassanaḥ dhammaḥ kusalassa anidassanassa dhammassa ārammaṇa paccayena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_22.5:3.1_1",
        "original": "paccayo. (Nava pañhā kātabbā.) Ārammaṇe nava, adhipatiyā tīṇi, upanissaye purejāte",
        "analyzed": "paccayaḥ nava pañhā kātabbā ārammaṇe nava adhipatiyā tīṇi upanissaye purejāte ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_22.5:3.1_2",
        "original": "atthiyā avigate nava.",
        "analyzed": "atthiyā a vigate nava ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_22.5:4.1_0",
        "original": "Nakusalaṁ nasappaṭighaṁ dhammaṁ paṭicca abyākato sappaṭigho dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam na sappaṭigham dhammam paṭicca abyākataḥ sappaṭighaḥ dhammo uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_22.5:4.1_1",
        "original": "(Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "saṅkhitta hetuyā cha adhipatiyā cha pe aññamaññe tīṇi pe vipāke tīṇi pe avigate cha ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_22.5:5.1",
        "original": "Nakusalaṁ naappaṭighaṁ dhammaṁ paṭicca abyākato appaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na appaṭigham dhammam paṭicca abyākataḥ appaṭighaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.5:6.1",
        "original": "Nakusalaṁ narūpiṁ dhammaṁ paṭicca abyākato rūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "na kusalam na rūpim dhammam paṭicca abyākataḥ rūpī dhammo uppajjati hetu paccayā saṅkhitta hetuyā cha adhipatiyā cha pe aññamaññe tīṇi pe vipāke tīṇi pe avigate cha ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.5:7.1",
        "original": "Nakusalaṁ naarūpiṁ dhammaṁ paṭicca abyākato arūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na arūpim dhammam paṭicca abyākataḥ arūpī dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.5:8.1",
        "original": "Nakusalaṁ nalokiyaṁ dhammaṁ paṭicca abyākato lokiyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
        "analyzed": "na kusalam na lokiyam dhammam paṭicca abyākataḥ lokiyaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca adhipatiyā pañca pe vipāke tīṇi pe avigate pañca ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.5:9.1_0",
        "original": "Nakusalaṁ nalokuttaraṁ dhammaṁ paccayā kusalo lokuttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam na lokuttaram dhammam paccayā kusalaḥ lokuttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_22.5:9.1_1",
        "original": "Nakusalaṁ nalokuttaraṁ dhammaṁ paccayā abyākato lokuttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam na lokuttaram dhammam paccayā abyākataḥ lokuttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_22.5:9.1_2",
        "original": "(Cha pañhā kātabbā.) Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "cha pañhā kātabbā hetuyā cha adhipatiyā cha pe vipāke tīṇi pe avigate cha ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_22.5:10.1_0",
        "original": "Nakusalaṁ nakenaci viññeyyaṁ dhammaṁ paṭicca akusalo kenaci viññeyyo dhammo uppajjati",
        "analyzed": "na kusalam na kenacid viññeyyam dhammam paṭicca akusalaḥ kenacid viññeyyaḥ dhammo uppajjati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_22.5:10.1_1",
        "original": "hetupaccayā. (Saṅkhittaṁ.) Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa.",
        "analyzed": "hetu paccayā saṅkhitta hetuyā aṭṭhārasa ārammaṇe nava pe vipāke tīṇi pe avigate aṭṭhārasa ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_22.5:11.1_0",
        "original": "Nakusalaṁ nakenaci naviññeyyaṁ dhammaṁ paṭicca akusalo kenaci viññeyyo dhammo uppajjati",
        "analyzed": "na kusalam na kenaci na viññeyyam dhammam paṭicca akusalaḥ kenaci viññeyyaḥ dhammaḥ uppajjati ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_22.5:11.1_1",
        "original": "hetupaccayā. (Saṅkhittaṁ.) Hetuyā aṭṭhārasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate aṭṭhārasa.",
        "analyzed": "hetu paccayā saṅkhitta hetuyā aṭṭhārasa ārammaṇe nava pe vipāke tīṇi pe avigate aṭṭhārasa ",
        "folio": "11"
    }
]