[
    {
        "segmentnr": "PA_patthana_8.33:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.33:0.2",
        "original": "Dhammapaccanīya (2), Dukapaṭṭhānapāḷi (2)",
        "analyzed": "dhamma paccanīya duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.33:0.3",
        "original": "8.33. Parāmāsadukādi",
        "analyzed": "      ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.33:1.1",
        "original": "Noparāmāsaṁ dhammaṁ paṭicca noparāmāso dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na uparāmāsam dhammam paṭicca na uparāmāsaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.33:2.1",
        "original": "Hetuyā pañca …pe… vipāke ekaṁ …pe… avigate pañca.",
        "analyzed": "pañca pe vipāke ekam pe avigate pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.33:3.1",
        "original": "Naparāmaṭṭhaṁ dhammaṁ paṭicca naparāmaṭṭho dhammo uppajjati hetupaccayā.",
        "analyzed": "na parāmaṭṭham dhammam paṭicca na parāmaṭṭhaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_8.33:4.1",
        "original": "Naparāmāsasampayuttaṁ dhammaṁ paṭicca naparāmāsasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na parāmāsa sampayuttam dhammam paṭicca na parāmāsa sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_8.33:5.1",
        "original": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca.",
        "analyzed": "hetuyā pañca ārammaṇe dve pe vipāke ekam pe avigate pañca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_8.33:6.1_0",
        "original": "Naparāmāsañceva naaparāmaṭṭhañca dhammaṁ paṭicca naparāmāso ceva naaparāmaṭṭho ca",
        "analyzed": "na parāmāsam ca iva na a parāmaṭṭham ca dhammam paṭicca na parāmāsaḥ ca iva na a parāmaṭṭhaḥ ca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_8.33:6.1_1",
        "original": "dhammo uppajjati hetupaccayā. Naparāmāsañceva naaparāmaṭṭhañca dhammaṁ paṭicca naaparāmaṭṭho",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na parāmāsam ca iva na aparāmaṭṭham ca dhammam paṭicca na aparāmaṭṭhaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_8.33:6.1_2",
        "original": "ceva nano ca parāmāso dhammo uppajjati hetupaccayā. Naparāmāsañceva naaparāmaṭṭhañca",
        "analyzed": "ca iva na no ca parāmāsaḥ dhammaḥ uppajjati hetu paccayā na parāmāsañca iva na aparāmaṭṭhañca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_8.33:6.1_3",
        "original": "dhammaṁ paṭicca naparāmāso ceva naaparāmaṭṭho ca naaparāmaṭṭho ceva nanoparāmāso",
        "analyzed": "dhammam paṭicca na parāmāsaḥ ceva na a parāmaṭṭho ca na a parāmaṭṭho ceva na no parāmāsaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_8.33:6.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_8.33:7.1",
        "original": "Naaparāmaṭṭhañceva nano ca parāmāsaṁ dhammaṁ paṭicca naparāmāso ceva naaparāmaṭṭho ca dhammo uppajjati hetupaccayā.",
        "analyzed": "na aparāmaṭṭham ca iva na no ca parāmāsam dhammam paṭicca na parāmāsaḥ ca iva na aparāmaṭṭhaḥ ca dhammaḥ uppajjati hetu paccayā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_8.33:8.1",
        "original": "Naparāmāsañceva naaparāmaṭṭhañca naaparāmaṭṭhañceva nano ca parāmāsañca dhammaṁ paṭicca naparāmāso ceva naaparāmaṭṭho ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na parāmāsam ca iva na aparāmaṭṭham ca na aparāmaṭṭham ca iva na no ca parāmāsam ca dhammam paṭicca na parāmāsaḥ ca iva na aparāmaṭṭhaḥ ca dhammaḥ uppajjati hetu paccayā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_8.33:9.1",
        "original": "Hetuyā pañca …pe… vipāke ekaṁ …pe… avigate pañca.",
        "analyzed": "pañca pe vipāke ekam pe avigate pañca ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_8.33:10.1_0",
        "original": "Parāmāsavippayuttaṁ naparāmaṭṭhaṁ dhammaṁ paṭicca parāmāsavippayutto naparāmaṭṭho",
        "analyzed": "parāmāsa vippayuttam na parāmaṭṭham dhammam paṭicca parāmāsa vippayuttaḥ na parāmaṭṭhaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_8.33:10.1_1",
        "original": "dhammo uppajjati hetupaccayā. Parāmāsavippayuttaṁ naparāmaṭṭhaṁ dhammaṁ paṭicca parāmāsavippayutto",
        "analyzed": "dhammaḥ uppajjati hetu paccayā parāmāsa vippayuttam na parāmaṭṭham dhammam paṭicca parāmāsa vippayuttaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_8.33:10.1_2",
        "original": "naaparāmaṭṭho dhammo uppajjati hetupaccayā. Parāmāsavippayuttaṁ naparāmaṭṭhaṁ dhammaṁ",
        "analyzed": "na aparāmaṭṭhaḥ dhammaḥ uppajjati hetu paccayā parāmāsa vippayuttam na parāmaṭṭham dhamma ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_8.33:10.1_3",
        "original": "paṭicca parāmāsavippayutto naparāmaṭṭho ca parāmāsavippayutto naaparāmaṭṭho ca dhammā",
        "analyzed": "paṭicca parāmāsa vippayuttaḥ na parāmaṭṭho ca parāmāsa vippayuttaḥ na aparāmaṭṭhaḥ ca dhammā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_8.33:10.1_4",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_8.33:11.1",
        "original": "Parāmāsavippayuttaṁ naaparāmaṭṭhaṁ dhammaṁ paṭicca parāmāsavippayutto naaparāmaṭṭho dhammo uppajjati hetupaccayā.",
        "analyzed": "parāmāsa vippayuttam na aparāmaṭṭham dhammam paṭicca parāmāsa vippayuttaḥ na aparāmaṭṭhaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_8.33:12.1",
        "original": "Parāmāsavippayuttaṁ naparāmaṭṭhañca parāmāsavippayuttaṁ naaparāmaṭṭhañca dhammaṁ paṭicca parāmāsavippayutto naaparāmaṭṭho dhammo uppajjati hetupaccayā.",
        "analyzed": "parāmāsa vippayuttam na parāmaṭṭham ca parāmāsa vippayuttam na aparāmaṭṭham ca dhammam paṭicca parāmāsa vippayuttaḥ na aparāmaṭṭhaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_8.33:13.1",
        "original": "Hetuyā pañca, ārammaṇe dve …pe…. Avigate pañca.",
        "analyzed": "hetuyā pañca ārammaṇe dve pe avigate pañca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_8.33:14.1",
        "original": "Parāmāsagocchakaṁ niṭṭhitaṁ.",
        "analyzed": "parāmāsa gocchakam niṭṭhita ",
        "folio": "14"
    }
]