[
    {
        "segmentnr": "PA_patthana_16.18:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.18:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.18:0.3",
        "original": "16.18. Kusalattika, Cittasampayuttaduka",
        "analyzed": "kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.18:1.1_0",
        "original": "Kusalaṁ cittasampayuttaṁ dhammaṁ paṭicca nakusalo nacittasampayutto dhammo uppajjati",
        "analyzed": "kusalam citta sampayuttam dhammam paṭicca na kusalaḥ na citta sampayuttaḥ dhammaḥ uppajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.18:1.1_1",
        "original": "hetupaccayā. Kusalaṁ cittasampayuttaṁ dhammaṁ paṭicca naakusalo nacittasampayutto",
        "analyzed": "hetu paccayā kusalam citta sampayuttam dhammam paṭicca na akusalaḥ na citta sampayuttaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.18:1.1_2",
        "original": "dhammo uppajjati hetupaccayā. Kusalaṁ cittasampayuttaṁ dhammaṁ paṭicca naabyākato",
        "analyzed": "dhammaḥ uppajjati hetu paccayā kusalam citta sampayuttam dhammam paṭicca na abyākataḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.18:1.1_3",
        "original": "nacittasampayutto dhammo uppajjati hetupaccayā. Kusalaṁ cittasampayuttaṁ dhammaṁ",
        "analyzed": "na citta sampayuttaḥ dhammaḥ uppajjati hetu paccayā kusalam citta sampayuttam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.18:1.1_4",
        "original": "paṭicca naakusalo nacittasampayutto ca naabyākato nacittasampayutto ca dhammā uppajjanti",
        "analyzed": "paṭicca na akusalaḥ na citta sampayutto ca na abyākato na citta sampayutto ca dhammā uppajjanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.18:1.1_5",
        "original": "hetupaccayā. Kusalaṁ cittasampayuttaṁ dhammaṁ paṭicca nakusalo nacittasampayutto",
        "analyzed": "hetu paccayā kusalam citta sampayuttam dhammam paṭicca na kusalaḥ na citta sampayuttaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.18:1.1_6",
        "original": "ca naakusalo nacittasampayutto ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "ca na akusalaḥ na citta sampayutto ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.18:2.1",
        "original": "Akusalaṁ cittasampayuttaṁ dhammaṁ paṭicca naakusalo nacittasampayutto dhammo uppajjati hetupaccayā … pañca.",
        "analyzed": "akusalam citta sampayuttam dhammam paṭicca na akusalaḥ na citta sampayuttaḥ dhammaḥ uppajjati hetu paccayā pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.18:3.1_0",
        "original": "Abyākataṁ cittasampayuttaṁ dhammaṁ paṭicca nakusalo nacittasampayutto dhammo uppajjati",
        "analyzed": "abyākatam citta sampayuttam dhammam paṭicca na kusalaḥ na citta sampayuttaḥ dhammaḥ uppajjati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.18:3.1_1",
        "original": "hetupaccayā. Abyākataṁ cittasampayuttaṁ dhammaṁ paṭicca naakusalo nacittasampayutto",
        "analyzed": "hetu paccayā abyākatam citta sampayuttam dhammam paṭicca na akusalaḥ na citta sampayuttaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.18:3.1_2",
        "original": "dhammo uppajjati hetupaccayā. Abyākataṁ cittasampayuttaṁ dhammaṁ paṭicca nakusalo",
        "analyzed": "dhammaḥ uppajjati hetu paccayā abyākatam citta sampayuttam dhammam paṭicca na kusalaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.18:3.1_3",
        "original": "nacittasampayutto ca naakusalo nacittasampayutto ca dhammā uppajjanti hetupaccayā",
        "analyzed": "na citta sampayutto ca na akusalaḥ na citta sampayutto ca dhammā uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.18:3.1_4",
        "original": "… tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.18:4.1",
        "original": "Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.18:5.1",
        "original": "Cittavippayutte tīṇi, hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "citta vippayutte tīṇi hetuyā tīṇi pe avigate tīṇi ",
        "folio": "5"
    }
]