[
    {
        "segmentnr": "PA_patthana_23.46:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.46:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma paccanīya anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.46:0.3",
        "original": "23.46. Sanidassanattika, Dassanattika",
        "analyzed": "sani dassana ttika dassana ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.46:1.1",
        "original": "Nasanidassanasappaṭighaṁ nadassanena pahātabbaṁ dhammaṁ paccayā anidassanaappaṭigho dassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham na dassanena pahātabbam dhammam paccayā anidassana appaṭighaḥ dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.46:2.1",
        "original": "Nasanidassanasappaṭighaṁ nabhāvanāya pahātabbaṁ dhammaṁ paccayā anidassanaappaṭigho bhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sa nidassana sa ppaṭigham na bhāvanāya pahātabbam dhammam paccayā anidassana appaṭighaḥ bhāvanāya pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.46:3.1_0",
        "original": "Nasanidassanasappaṭighaṁ nanevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca sanidassanasappaṭigho",
        "analyzed": "na sanidassana sa paṭigham na na iva dassanena na bhāvanāya pahātabbam dhammam paṭicca sa nidassana sa paṭighaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.46:3.1_1",
        "original": "nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā",
        "analyzed": "na iva dassanena na bhāvanāya pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.46:3.1_2",
        "original": "ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
        "analyzed": "ekavīsa adhipatiyā ekavīsa pe avigate ekavīsa ",
        "folio": "3"
    }
]