[
    {
        "segmentnr": "PA_patthana_16.16:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.16:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.16:0.3",
        "original": "16.16. Kusalattika, Cittaduka",
        "analyzed": "kusalattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.16:1.1_0",
        "original": "Kusalaṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto dhammo uppajjati hetupaccayā. Kusalaṁ",
        "analyzed": "kusalam cittam dhammam paṭicca na kusalaḥ na cittaḥ dhammo uppajjati hetu paccayā kusala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.16:1.1_1",
        "original": "cittaṁ dhammaṁ paṭicca naakusalo nacitto dhammo uppajjati hetupaccayā. Kusalaṁ cittaṁ",
        "analyzed": "cittam dhammam paṭicca na akusalaḥ na cittaḥ dhammo uppajjati hetu paccayā kusalam citta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.16:1.1_2",
        "original": "dhammaṁ paṭicca naabyākato nacitto dhammo uppajjati hetupaccayā. Kusalaṁ cittaṁ dhammaṁ",
        "analyzed": "dhammam paṭicca na abyākataḥ na cittaḥ dhammaḥ uppajjati hetu paccayā kusalam cittam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.16:1.1_3",
        "original": "paṭicca naakusalo nacitto ca naabyākato nacitto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "paṭicca na akusalaḥ na citto ca na abyākataḥ na citto ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.16:1.1_4",
        "original": "Kusalaṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto ca naakusalo nacitto ca dhammā uppajjanti",
        "analyzed": "kusalam cittam dhammam paṭicca na kusalaḥ na citto ca na akusalaḥ na citto ca dhammā uppajjanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.16:1.1_5",
        "original": "hetupaccayā … pañca.",
        "analyzed": "hetu paccayā pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.16:2.1_0",
        "original": "Akusalaṁ cittaṁ dhammaṁ paṭicca naakusalo nacitto dhammo uppajjati hetupaccayā. Akusalaṁ",
        "analyzed": "akusalam cittam dhammam paṭicca na akusalaḥ na cittaḥ dhammo uppajjati hetu paccayā akusala ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.16:2.1_1",
        "original": "cittaṁ dhammaṁ paṭicca nakusalo nacitto dhammo uppajjati hetupaccayā. Akusalaṁ cittaṁ",
        "analyzed": "cittam dhammam paṭicca na kusalaḥ na cittaḥ dhammo uppajjati hetu paccayā akusalam citta ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.16:2.1_2",
        "original": "dhammaṁ paṭicca naabyākato nacitto dhammo uppajjati hetupaccayā. Akusalaṁ cittaṁ",
        "analyzed": "dhammam paṭicca na abyākataḥ na cittaḥ dhammo uppajjati hetu paccayā akusalam citta ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.16:2.1_3",
        "original": "dhammaṁ paṭicca nakusalo nacitto ca naabyākato nacitto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "dhammam paṭicca na kusalaḥ na citto ca na abyākataḥ na citto ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.16:2.1_4",
        "original": "Akusalaṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto ca naakusalo nacitto ca dhammā uppajjanti",
        "analyzed": "akusalam cittam dhammam paṭicca na kusalaḥ na citto ca na akusalaḥ na citto ca dhammā uppajjanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.16:2.1_5",
        "original": "hetupaccayā … pañca.",
        "analyzed": "hetu paccayā pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.16:3.1_0",
        "original": "Abyākataṁ cittaṁ dhammaṁ paṭicca nakusalo nacitto dhammo uppajjati hetupaccayā. Abyākataṁ",
        "analyzed": "abyākatam cittam dhammam paṭicca na kusalaḥ na cittaḥ dhammo uppajjati hetu paccayā abyākata ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.16:3.1_1",
        "original": "cittaṁ dhammaṁ paṭicca naakusalo nacitto dhammo uppajjati hetupaccayā. Abyākataṁ",
        "analyzed": "cittam dhammam paṭicca na akusalaḥ na cittaḥ dhammo uppajjati hetu paccayā abyākata ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.16:3.1_2",
        "original": "cittaṁ dhammaṁ paṭicca nakusalo nacitto ca naakusalo nacitto ca dhammā uppajjanti",
        "analyzed": "cittam dhammam paṭicca na kusalaḥ na citto ca na akusalaḥ na citto ca dhammā uppajjanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.16:3.1_3",
        "original": "hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.16:4.1",
        "original": "Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.16:5.1_0",
        "original": "Kusalaṁ nocittaṁ dhammaṁ paṭicca naakusalo nanocitto dhammo uppajjati hetupaccayā.",
        "analyzed": "kusalam no cittam dhammam paṭicca na akusalaḥ na no cittaḥ dhammo uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.16:5.1_1",
        "original": "Kusalaṁ nocittaṁ dhammaṁ paṭicca naabyākato nanocitto dhammo uppajjati hetupaccayā.",
        "analyzed": "kusalam no cittam dhammam paṭicca na abyākataḥ na no cittaḥ dhammo uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.16:5.1_2",
        "original": "Kusalaṁ nocittaṁ dhammaṁ paṭicca naakusalo nanocitto ca naabyākato nanocitto ca dhammā",
        "analyzed": "kusalam no cittam dhammam paṭicca na akusalaḥ na no citto ca na abyākataḥ na no citto ca dhammā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.16:5.1_3",
        "original": "uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "uppajjanti hetu paccayā tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.16:6.1_0",
        "original": "Akusalaṁ nocittaṁ dhammaṁ paṭicca nakusalo nanocitto dhammo uppajjati hetupaccayā.",
        "analyzed": "akusalam no cittam dhammam paṭicca na kusalaḥ na no cittaḥ dhammo uppajjati hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.16:6.1_1",
        "original": "Akusalaṁ nocittaṁ dhammaṁ paṭicca naabyākato nanocitto dhammo uppajjati hetupaccayā.",
        "analyzed": "akusalam no cittam dhammam paṭicca na abyākataḥ na no cittaḥ dhammo uppajjati hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.16:6.1_2",
        "original": "Akusalaṁ nocittaṁ dhammaṁ paṭicca nakusalo nanocitto ca naabyākato nanocitto ca dhammā",
        "analyzed": "akusalam no cittam dhammam paṭicca na kusalaḥ na no citto ca na abyākataḥ na no citto ca dhammā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.16:6.1_3",
        "original": "uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "uppajjanti hetu paccayā tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.16:7.1",
        "original": "Abyākatāni tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "a byākatāni tīṇi saṅkhitta ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.16:8.1",
        "original": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "hetuyāḥ nava pe vipāke tīṇi pe avigate nava ",
        "folio": "8"
    }
]