[
    {
        "segmentnr": "PA_patthana_24.9:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.9:0.2",
        "original": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma paccanīya anuloma duka duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.9:0.3",
        "original": "24.9. Hetuduka, Piṭṭhiduka",
        "analyzed": "hetuduka piṭṭhiduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.9:1.1",
        "original": "Nahetuṁ nadassanena pahātabbaṁ dhammaṁ paccayā hetu dassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na dassanena pahātabbam dhammam paccayā hetu dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_24.9:2.1",
        "original": "Nahetuṁ nanadassanena pahātabbaṁ dhammaṁ paṭicca nahetu nadassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na na dassanena pahātabbam dhammam paṭicca na hetu na dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_24.9:3.1",
        "original": "Nahetuṁ nabhāvanāya pahātabbaṁ dhammaṁ paccayā hetu bhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na bhāvanāya pahātabbam dhammam paccayā hetu bhāvanāya pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_24.9:4.1",
        "original": "Nahetuṁ nanabhāvanāya pahātabbaṁ dhammaṁ paṭicca nahetu nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na na bhāvanāya pahātabbam dhammam paṭicca na hetu na bhāvanāya pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_24.9:5.1",
        "original": "Nanahetuṁ nadassanena pahātabbahetukaṁ dhammaṁ paṭicca nahetu dassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na na hetum na dassanena pahātabba hetukam dhammam paṭicca na hetu dassanena pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_24.9:6.1_0",
        "original": "Nahetuṁ nanadassanena pahātabbahetukaṁ dhammaṁ paṭicca nahetu nadassanena pahātabbahetuko",
        "analyzed": "na hetum na na dassanena pahātabba hetukam dhammam paṭicca na hetu na dassanena pahātabba hetukaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_24.9:6.1_1",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… sahajāte",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe tīṇi pe sahajāte ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_24.9:6.1_2",
        "original": "pañca …pe… avigate pañca.",
        "analyzed": "pañca pe avigate pañca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_24.9:7.1",
        "original": "Nanahetuṁ nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nahetu bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na na hetum na bhāvanāya pahātabba hetukam dhammam paṭicca na hetu bhāvanāya pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_24.9:8.1_0",
        "original": "Nahetuṁ nanabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nahetu nabhāvanāya pahātabbahetuko",
        "analyzed": "na hetum na na bhāvanāya pahātabba hetukam dhammam paṭicca na hetu na bhāvanāya pahātabba hetukaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_24.9:8.1_1",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… sahajāte",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe tīṇi pe sahajāte ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_24.9:8.1_2",
        "original": "pañca …pe… avigate pañca.",
        "analyzed": "pañca pe avigate pañca ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_24.9:9.1",
        "original": "Nahetuṁ nasavitakkaṁ dhammaṁ paṭicca hetu savitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na hetum na sa vitakkam dhammam paṭicca hetu sa vitakkaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_24.9:10.1",
        "original": "Hetuyā tīṇi …pe… avigate tīṇi. (Sabbattha saṅkhittaṁ.)",
        "analyzed": "hetuyā tīṇi pe avigate tīṇi sabbattha saṅkhitta ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_24.9:11.1",
        "original": "Nahetuṁ nasaraṇaṁ dhammaṁ paccayā hetu saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na saraṇam dhammam paccayā hetu saraṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_24.9:12.1_0",
        "original": "Nahetuṁ naaraṇaṁ dhammaṁ paṭicca nahetu araṇo dhammo uppajjati hetupaccayā. Nanahetuṁ",
        "analyzed": "na hetum na araṇam dhammam paṭicca na hetu araṇaḥ dhammo uppajjati hetu paccayā na na hetu ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_24.9:12.1_1",
        "original": "naaraṇaṁ dhammaṁ paṭicca nahetu araṇo dhammo uppajjati hetupaccayā. Nahetuṁ naaraṇañca",
        "analyzed": "na araṇam dhammam paṭicca na hetu araṇaḥ dhammaḥ uppajjati hetu paccayā na hetum na araṇam ca ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_24.9:12.1_2",
        "original": "nanahetuṁ naaraṇañca dhammaṁ paṭicca nahetu araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na na hetum na araṇam ca dhammam paṭicca na hetu araṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_24.9:12.1_3",
        "original": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "12"
    }
]