[
    {
        "segmentnr": "PA_patthana_13.7:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.7:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma anuloma paccanīya tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.7:0.3",
        "original": "13.7. Pītittika",
        "analyzed": "pītittika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.7:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.7:1.1_0",
        "original": "Pītisahagataṁ dhammaṁ paṭicca napītisahagato dhammo uppajjati hetupaccayā. Pītisahagataṁ",
        "analyzed": "pīti sahagatam dhammam paṭicca na pīti sahagataḥ dhammaḥ uppajjati hetu paccayā pīti sahagata ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.7:1.1_1",
        "original": "dhammaṁ paṭicca nasukhasahagato dhammo uppajjati hetupaccayā. Pītisahagataṁ dhammaṁ",
        "analyzed": "dhammam paṭicca na sukha sahagataḥ dhammaḥ uppajjati hetu paccayā pīti sahagatam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.7:1.1_2",
        "original": "paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā. Pītisahagataṁ dhammaṁ paṭicca",
        "analyzed": "paṭicca na aupekkhā sahagataḥ dhammaḥ uppajjati hetu paccayā pīti sahagatam dhammam paṭicca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.7:1.1_3",
        "original": "napītisahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā. Pītisahagataṁ",
        "analyzed": "na pīti sahagataḥ ca na upekkhā sahagataḥ ca dhammā uppajjanti hetu paccayā pīti sahagata ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.7:1.1_4",
        "original": "dhammaṁ paṭicca nasukhasahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "dhammam paṭicca na sukha sahagataḥ ca na upekkhā sahagataḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.7:1.1_5",
        "original": "Pītisahagataṁ dhammaṁ paṭicca napītisahagato ca nasukhasahagato ca dhammā uppajjanti",
        "analyzed": "pīti sahagatam dhammam paṭicca na pīti sahagataḥ ca na sukha sahagataḥ ca dhammā uppajjanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.7:1.1_6",
        "original": "hetupaccayā. Pītisahagataṁ dhammaṁ paṭicca napītisahagato ca nasukhasahagato ca naupekkhāsahagato",
        "analyzed": "hetu paccayā pīti sahagatam dhammam paṭicca na pīti sahagataḥ ca na sukha sahagataḥ ca na upekkhā sahagataḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.7:1.1_7",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.7:2.1",
        "original": "Sukhasahagataṁ dhammaṁ paṭicca nasukhasahagato dhammo uppajjati hetupaccayā …pe… satta.",
        "analyzed": "sukha sahagatam dhammam paṭicca na sukha sahagataḥ dhammaḥ uppajjati hetu paccayā pe satta ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.7:3.1",
        "original": "Upekkhāsahagataṁ dhammaṁ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā …pe… satta.",
        "analyzed": "upekkhā sahagatam dhammam paṭicca na aupekkhā sahagataḥ dhammaḥ uppajjati hetu paccayā pe satta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.7:4.1",
        "original": "Pītisahagatañca sukhasahagatañca dhammaṁ paṭicca napītisahagato dhammo uppajjati hetupaccayā …pe… satta. (Saṅkhittaṁ.)",
        "analyzed": "pīti sahagatam ca sukha sahagatam ca dhammam paṭicca na pīti sahagataḥ dhammaḥ uppajjati hetu paccayā pe satta ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.7:5.1",
        "original": "Hetuyā aṭṭhavīsa, ārammaṇe catuvīsa …pe… avigate aṭṭhavīsa.",
        "analyzed": "hetuyā aṭṭhavīsa ārammaṇe catuvīsa pe avigate aṭṭhavīsa ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.7:6.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi pañhāvārampi sabbattha vitthāretabbaṁ.)",
        "analyzed": "sahajāta vāram pi pe sampayutta vāram pi pañhā vāram pi sabbattha vitthāretabba ",
        "folio": "6"
    }
]