[
    {
        "segmentnr": "PA_patthana_13.8:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.8:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma anuloma paccanīya tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.8:0.3",
        "original": "13.8. Dassanattika",
        "analyzed": "dassana ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.8:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.8:1.1_0",
        "original": "Dassanena pahātabbaṁ dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā.",
        "analyzed": "dassanena pahātabbam dhammam paṭicca na dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.8:1.1_1",
        "original": "Dassanena pahātabbaṁ dhammaṁ paṭicca nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā.",
        "analyzed": "dassanena pahātabbam dhammam paṭicca na bhāvanāya pahātabbaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.8:1.1_2",
        "original": "Dassanena pahātabbaṁ dhammaṁ paṭicca nanevadassanena nabhāvanāya pahātabbo dhammo",
        "analyzed": "dassanena pahātabbam dhammam paṭicca na neva dassanena na bhāvanāya pahātabbaḥ dhammaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.8:1.1_3",
        "original": "uppajjati hetupaccayā. Dassanena pahātabbaṁ dhammaṁ paṭicca nabhāvanāya pahātabbo",
        "analyzed": "uppajjati hetu paccayā dassanena pahātabbam dhammam paṭicca na bhāvanāya pahātabbaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.8:1.1_4",
        "original": "ca nanevadassanena nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā. Dassanena",
        "analyzed": "ca na neva dassanena na bhāvanāya pahātabbaḥ ca dhammā uppajjanti hetu paccayā dassanena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.8:1.1_5",
        "original": "pahātabbaṁ dhammaṁ paṭicca nadassanena pahātabbo ca nabhāvanāya pahātabbo ca dhammā",
        "analyzed": "pahātabbam dhammam paṭicca na dassanena pahātabbaḥ ca na bhāvanāya pahātabbaḥ ca dhammā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.8:1.1_6",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.8:2.1",
        "original": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā … pañca.",
        "analyzed": "bhāvanāya pahātabbam dhammam paṭicca na bhāvanāya pahātabbaḥ dhammaḥ uppajjati hetu paccayā pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.8:3.1",
        "original": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na iva dassanena na bhāvanāya pahātabbam dhammam paṭicca na dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.8:4.1",
        "original": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "dassanena pahātabbañca na iva dassanena na bhāvanāya pahātabbañca dhammam paṭicca na dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.8:5.1",
        "original": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "bhāvanāya pahātabbañca na iva dassanena na bhāvanāya pahātabbañca dhammam paṭicca na dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.8:6.1",
        "original": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsa.",
        "analyzed": "hetuyā ekūnavīsa ārammaṇe nava pe vipāke tīṇi pe avigate ekūnavīsa ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_13.8:7.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi pañhāvārampi vitthāretabbaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi pañhā vārampi ",
        "folio": "7"
    }
]