[
    {
        "segmentnr": "PA_patthana_18.14:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.14:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.14:0.3",
        "original": "18.14. Cūḷantaraduka, Hetuduka",
        "analyzed": "cūḍantaraduka hetuduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.14:1.1",
        "original": "Sappaccayaṁ hetuṁ dhammaṁ paṭicca naappaccayo nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "sappaccayam hetum dhammam paṭicca na appaccayaḥ na hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.14:2.1",
        "original": "Sappaccayaṁ nahetuṁ dhammaṁ paṭicca naappaccayo nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhataṁ sappaccayasadisaṁ.)",
        "analyzed": "sappaccayam na hetum dhammam paṭicca na appaccayaḥ na na hetu dhammaḥ uppajjati hetu paccayā hetuyā ekam pe avigate eka saṅkhatam sappaccaya sadisa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.14:3.1",
        "original": "Anidassanaṁ hetuṁ dhammaṁ paṭicca naanidassano nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi.",
        "analyzed": "anidassanam hetum dhammam paṭicca na anidassanaḥ na hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe ekam pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.14:4.1",
        "original": "Anidassanaṁ nahetuṁ dhammaṁ paṭicca nasanidassano nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "anidassanam na hetum dhammam paṭicca na sanidassanaḥ na na hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_18.14:5.1",
        "original": "Appaṭighaṁ hetuṁ dhammaṁ paṭicca naappaṭigho nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi.",
        "analyzed": "appaṭigham hetum dhammam paṭicca na appaṭighaḥ na hetu dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe ekam pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.14:6.1",
        "original": "Appaṭighaṁ nahetuṁ dhammaṁ paṭicca nasappaṭigho nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "appaṭigham na hetum dhammam paṭicca na sappaṭighaḥ na na hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_18.14:7.1",
        "original": "Arūpiṁ hetuṁ dhammaṁ paṭicca naarūpī nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi.",
        "analyzed": "arūpim hetum dhammam paṭicca na arūpī na hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe ekam pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_18.14:8.1",
        "original": "Rūpiṁ nahetuṁ dhammaṁ paṭicca narūpī nanahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "rūpim na hetum dhammam paṭicca na rūpī na na hetu dhammo uppajjati hetu paccayā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_18.14:9.1_0",
        "original": "Arūpiṁ nahetuṁ dhammaṁ paṭicca naarūpī nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "arūpim na hetum dhammam paṭicca na arūpī na na hetu dhammo uppajjati hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_18.14:9.1_1",
        "original": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā ekaṁ …pe… purejāte āsevane ekaṁ …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi ārammaṇe tīṇi adhipatiyā ekam pe purejāte āsevane ekam pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_18.14:10.1",
        "original": "Lokiyaṁ hetuṁ dhammaṁ paṭicca nalokuttaro nahetu dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "lokiyam hetum dhammam paṭicca na lokuttaraḥ na hetu dhammo uppajjati hetu paccayā eka ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.14:11.1",
        "original": "Lokuttaraṁ hetuṁ dhammaṁ paṭicca nalokuttaro nahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) Hetuyā cattāri, ārammaṇe dve …pe… avigate cattāri.",
        "analyzed": "lokuttaram hetum dhammam paṭicca na lokuttaraḥ na hetu dhammo uppajjati hetu paccayā tīṇi saṅkhitta hetuyā cattāri ārammaṇe dve pe avigate cattāri ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_18.14:12.1",
        "original": "Lokiyaṁ nahetuṁ dhammaṁ paṭicca nalokuttaro nanahetu dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "lokiyam na hetum dhammam paṭicca na lokuttaraḥ na na hetu dhammo uppajjati hetu paccayā eka ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_18.14:13.1",
        "original": "Lokuttaraṁ nahetuṁ dhammaṁ paṭicca nalokiyo nanahetu dhammo uppajjati hetupaccayā … ekaṁ …. Hetuyā dve …pe… avigate dve.",
        "analyzed": "lokuttaram na hetum dhammam paṭicca na lokiyaḥ na na hetu dhammo uppajjati hetu paccayā ekam hetuyā dve pe avigate dve ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_18.14:14.1",
        "original": "Kenaci viññeyyaṁ hetuṁ dhammaṁ paṭicca nakenaci viññeyyo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "kenacid viññeyyam hetum dhammam paṭicca na kenacid viññeyyaḥ na hetu dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_18.14:15.1",
        "original": "Nakenaci viññeyyaṁ hetuṁ dhammaṁ paṭicca nanakenaci viññeyyo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na kenacid viññeyyam hetum dhammam paṭicca na na kenacid viññeyyaḥ na hetu dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_18.14:16.1",
        "original": "Kenaci viññeyyaṁ hetuñca nakenaci viññeyyaṁ hetuñca dhammaṁ paṭicca nakenaci viññeyyo nahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
        "analyzed": "kenacid viññeyyam hetuñca na kenacid viññeyyam hetuñca dhammam paṭicca na kenacid viññeyyaḥ na hetu dhammaḥ uppajjati hetu paccayā tīṇi saṅkhitta hetuyā nava pe avigate nava ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_18.14:17.1",
        "original": "Kenaci viññeyyaṁ nahetuṁ dhammaṁ paṭicca nakenaci viññeyyo nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
        "analyzed": "kenacid viññeyyam na hetum dhammam paṭicca na kenacid viññeyyaḥ na na hetu dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe avigate nava ",
        "folio": "17"
    }
]