[
    {
        "segmentnr": "PA_patthana_23.35:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.35:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma paccanīya anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.35:0.3",
        "original": "23.35. Uppannattikādi, Kusalattika",
        "analyzed": "uppanna ttika ādi kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.35:1.1",
        "original": "Nauppanno nakusalo dhammo uppannassa kusalassa dhammassa ārammaṇapaccayena paccayo. Ārammaṇe satta, adhipatiyā cha, upanissaye satta.",
        "analyzed": "na uppannaḥ na kusalaḥ dhammaḥ uppannassa kusalassa dhammassa ārammaṇa paccayena paccayaḥ ārammaṇe satta adhipatiyā cha upanissaye satta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.35:2.1",
        "original": "Nauppanno naakusalo dhammo uppannassa akusalassa dhammassa ārammaṇapaccayena paccayo. Ārammaṇe cha, adhipatiyā cha, upanissaye cha.",
        "analyzed": "na uppannaḥ na akusalaḥ dhammaḥ uppannassa akusalassa dhammassa ārammaṇa paccayena paccayaḥ ārammaṇe cha adhipatiyā cha upanissaye cha ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.35:3.1",
        "original": "Naanupanno naabyākato dhammo uppannassa abyākatassa dhammassa hetupaccayena paccayo … tīṇi.",
        "analyzed": "na anupannaḥ na abyākataḥ dhammaḥ uppannassa abyākatassa dhammassa hetu paccayena paccayaḥ tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.35:4.1",
        "original": "Nauppanno naabyākato dhammo uppannassa abyākatassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "na uppannaḥ na abyākataḥ dhammaḥ uppannassa abyākatassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_23.35:5.1",
        "original": "Hetuyā tīṇi, ārammaṇe satta, adhipatiyā cattāri, sahajāte nissaye tīṇi, upanissaye satta …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi ārammaṇe satta adhipatiyā cattāri sahajāte nissaye tīṇi upanissaye satta pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_23.35:6.1",
        "original": "Atītattikaṁ uppannattikasadisaṁ.",
        "analyzed": "atīta ttikam uppanna ttika sadisa ",
        "folio": "6"
    }
]