[
    {
        "segmentnr": "PA_patthana_13.10:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.10:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma anuloma paccanīya tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.10:0.3",
        "original": "13.10. Ācayagāmittika",
        "analyzed": "ācaya gāmittika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.10:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.10:1.1_0",
        "original": "Ācayagāmiṁ dhammaṁ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiṁ dhammaṁ",
        "analyzed": "ācaya gāmim dhammam paṭicca na ācaya gāmī dhammo uppajjati hetu paccayā ācaya gāmim dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.10:1.1_1",
        "original": "paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Ācayagāmiṁ dhammaṁ paṭicca nanevācayagāmināpacayagāmī",
        "analyzed": "paṭicca na apacaya gāmī dhammaḥ uppajjati hetu paccayā ācaya gāmim dhammam paṭicca na neva ācaya gāminā apacaya gāmī ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.10:1.1_2",
        "original": "dhammo uppajjati hetupaccayā. Ācayagāmiṁ dhammaṁ paṭicca naapacayagāmī ca nanevācayagāmināpacayagāmī",
        "analyzed": "dhammaḥ uppajjati hetu paccayā ācaya gāmim dhammam paṭicca na apacaya gāmī ca na na iva ācaya gāminā apacaya gāmī ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.10:1.1_3",
        "original": "ca dhammā uppajjanti hetupaccayā. Ācayagāmiṁ dhammaṁ paṭicca naācayagāmī ca naapacayagāmī",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ācaya gāmim dhammam paṭicca na ācaya gāmī ca na apacaya gāmī ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.10:1.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.10:2.1_0",
        "original": "Apacayagāmiṁ dhammaṁ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiṁ",
        "analyzed": "apacaya gāmim dhammam paṭicca na apacaya gāmī dhammo uppajjati hetu paccayā apacaya gāmi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.10:2.1_1",
        "original": "dhammaṁ paṭicca naācayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiṁ dhammaṁ paṭicca",
        "analyzed": "dhammam paṭicca na ācaya gāmī dhammo uppajjati hetu paccayā apacaya gāmim dhammam paṭicca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.10:2.1_2",
        "original": "nanevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā. Apacayagāmiṁ dhammaṁ paṭicca",
        "analyzed": "naneva ācaya gāminā apacaya gāmī dhammaḥ uppajjati hetu paccayā apacaya gāmim dhammam paṭicca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.10:2.1_3",
        "original": "naācayagāmī ca nanevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā. Apacayagāmiṁ",
        "analyzed": "na ācaya gāmī ca na neva ācaya gāminā apacaya gāmī ca dhammā uppajjanti hetu paccayā apacaya gāmi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.10:2.1_4",
        "original": "dhammaṁ paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "dhammam paṭicca na ācaya gāmī ca na apacaya gāmī ca dhammāḥ uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.10:3.1_0",
        "original": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca naācayagāmī dhammo uppajjati hetupaccayā.",
        "analyzed": "na iva ācaya gāminā apacaya gāmim dhammam paṭicca na ācaya gāmī dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.10:3.1_1",
        "original": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca naapacayagāmī dhammo uppajjati hetupaccayā.",
        "analyzed": "na iva ācaya gāminā apacaya gāmim dhammam paṭicca na apacaya gāmī dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.10:3.1_2",
        "original": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca naācayagāmī ca naapacayagāmī ca dhammā",
        "analyzed": "na iva ācaya gāminā apacaya gāmim dhammam paṭicca na ācaya gāmī ca na apacaya gāmī ca dhammā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.10:3.1_3",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.10:4.1_0",
        "original": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naācayagāmī dhammo uppajjati",
        "analyzed": "ācaya gāmin ca na iva ācaya gāminā apacaya gāmin ca dhammam paṭicca na ācaya gāmī dhammo uppajjati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.10:4.1_1",
        "original": "hetupaccayā. Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naapacayagāmī",
        "analyzed": "hetu paccayā ācaya gāmin ca na iva ācaya gāminā apacaya gāmin ca dhammam paṭicca na apacaya gāmī ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.10:4.1_2",
        "original": "dhammo uppajjati hetupaccayā. Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca",
        "analyzed": "dhammaḥ uppajjati hetu paccayā ācaya gāmiñca na iva ācaya gāminā apacaya gāmiñca dhammam paṭicca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.10:4.1_3",
        "original": "naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "na ācaya gāmī ca na apacaya gāmī ca dhammā uppajjanti hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.10:5.1_0",
        "original": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naācayagāmī dhammo uppajjati",
        "analyzed": "apacaya gāmin ca na iva ācaya gāminā apacaya gāmin ca dhammam paṭicca na ācaya gāmī dhammo uppajjati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.10:5.1_1",
        "original": "hetupaccayā. Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca naapacayagāmī",
        "analyzed": "hetu paccayā apacaya gāmin ca na iva ācaya gāminā apacaya gāmin ca dhammam paṭicca na apacaya gāmī ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.10:5.1_2",
        "original": "dhammo uppajjati hetupaccayā. Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ",
        "analyzed": "dhammaḥ uppajjati hetu paccayā apacaya gāmiñca neva ācaya gāminā apacaya gāmiñca dhamma ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.10:5.1_3",
        "original": "paṭicca naācayagāmī ca naapacayagāmī ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "paṭicca na ācaya gāmī ca na apacaya gāmī ca dhammā uppajjanti hetu paccayā saṅkhitta ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.10:6.1",
        "original": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsa. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā ekūnavīsa ārammaṇe nava pe vipāke tīṇi pe avigate ekūnavīsa sabbattha vitthāro ",
        "folio": "6"
    }
]