[
    {
        "segmentnr": "PA_patthana_16.59:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.59:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.59:0.3",
        "original": "16.59. Sanidassanattika, Sāsavaduka",
        "analyzed": "sa ni dassa nattika sāsa vaduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.59:1.1_0",
        "original": "Anidassanaappaṭighaṁ sāsavaṁ dhammaṁ paccayā nasanidassanasappaṭigho nasāsavo dhammo",
        "analyzed": "a nidassana appaṭigham sa āsavam dhammam paccayā na sa nidassana sa paṭighaḥ na sa āsavaḥ dhammaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.59:1.1_1",
        "original": "uppajjati hetupaccayā. Anidassanaappaṭighaṁ sāsavaṁ dhammaṁ paccayā naanidassanasappaṭigho",
        "analyzed": "uppajjati hetu paccayā anidassana appaṭigham sa āsavam dhammam paccayā na anidassana sappaṭighaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.59:1.1_2",
        "original": "nasāsavo dhammo uppajjati hetupaccayā. Anidassanaappaṭighaṁ sāsavaṁ dhammaṁ paccayā",
        "analyzed": "na sa āsavaḥ dhammaḥ uppajjati hetu paccayā anidassana appaṭigham sa āsavam dhammam paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.59:1.1_3",
        "original": "nasanidassanasappaṭigho nasāsavo ca naanidassanasappaṭigho nasāsavo ca dhammā uppajjanti",
        "analyzed": "na sa nidassana sappaṭighaḥ na sa asavaḥ ca na a nidassana sappaṭighaḥ na sa asavaḥ ca dhammā uppajjanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.59:1.1_4",
        "original": "hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.59:2.1_0",
        "original": "Anidassanaappaṭighaṁ anāsavaṁ dhammaṁ paṭicca naanidassanaappaṭigho naanāsavo dhammo",
        "analyzed": "anidassana appaṭigham anāsavam dhammam paṭicca na anidassana appaṭighaḥ na anāsavaḥ dhammaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.59:2.1_1",
        "original": "uppajjati hetupaccayā. Anidassanaappaṭighaṁ anāsavaṁ dhammaṁ paṭicca nasanidassanasappaṭigho",
        "analyzed": "uppajjati hetu paccayā anidassana appaṭigham anāsavam dhammam paṭicca na sa nidassana sappaṭighaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.59:2.1_2",
        "original": "naanāsavo dhammo uppajjati hetupaccayā …pe…. Anidassanaappaṭighaṁ anāsavaṁ dhammaṁ",
        "analyzed": "na anāsavaḥ dhammaḥ uppajjati hetu paccayā pe anidassana appaṭigham anāsavam dhamma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.59:2.1_3",
        "original": "paṭicca nasanidassanasappaṭigho naanāsavo ca naanidassanasappaṭigho naanāsavo ca",
        "analyzed": "paṭicca na sa nidassana sappaṭighaḥ na anāsavaḥ ca na anidassana sappaṭighaḥ na anāsavaḥ ca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.59:2.1_4",
        "original": "dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… avigate cha.",
        "analyzed": "dhammā uppajjanti hetu paccayā saṅkhitta hetuyā cha adhipatiyā cha pe avigate cha ",
        "folio": "2"
    }
]