[
    {
        "segmentnr": "PA_patthana_16.4:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.4:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.4:0.3",
        "original": "16.4. Kusalattika, Hetusahetukaduka",
        "analyzed": "kusala ttika hetu sa hetuka duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.4:1.1_0",
        "original": "Kusalaṁ hetuñceva sahetukañca dhammaṁ paṭicca naakusalo nahetu ceva naahetuko ca",
        "analyzed": "kusalam hetum ca iva sa hetukañca dhammam paṭicca na akusalaḥ na hetu ca iva na ahetuko ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.4:1.1_1",
        "original": "dhammo uppajjati hetupaccayā. Kusalaṁ hetuñceva sahetukañca dhammaṁ paṭicca naabyākato",
        "analyzed": "dhammaḥ uppajjati hetu paccayā kusalam hetum ca iva sa hetukañca dhammam paṭicca na abyākataḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.4:1.1_2",
        "original": "nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā. Kusalaṁ hetuñceva sahetukañca",
        "analyzed": "na hetu ca iva na ahetukaḥ ca dhammo uppajjati hetu paccayā kusalam hetuñca iva sa hetukañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.4:1.1_3",
        "original": "dhammaṁ paṭicca naakusalo nahetu ceva naahetuko ca naabyākato nahetu ceva naahetuko",
        "analyzed": "dhammam paṭicca na akusalaḥ na hetu ca iva na ahetuko ca na abyākataḥ na hetu ca iva na ahetuko ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.4:1.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.4:2.1",
        "original": "Akusalaṁ hetuñceva sahetukañca dhammaṁ paṭicca nakusalo nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "akusalam hetum ca iva sa hetukañca dhammam paṭicca na kusalaḥ na hetu ca iva na ahetukaḥ ca dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.4:3.1_0",
        "original": "Abyākataṁ hetuñceva sahetukañca dhammaṁ paṭicca nakusalo nahetu ceva naahetuko ca",
        "analyzed": "abyākatam hetum ca iva sa hetukañca dhammam paṭicca na kusalaḥ na hetu ca iva na ahetuko ca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.4:3.1_1",
        "original": "dhammo uppajjati hetupaccayā. Abyākataṁ hetuñceva sahetukañca dhammaṁ paṭicca naakusalo",
        "analyzed": "dhammaḥ uppajjati hetu paccayā abyākatam hetum ca iva sa hetukañca dhammam paṭicca na akusalaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.4:3.1_2",
        "original": "nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā. Abyākataṁ hetuñceva sahetukañca",
        "analyzed": "na hetu ca iva na ahetukaḥ ca dhammo uppajjati hetu paccayā abyākatam hetuñca iva sa hetukañca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.4:3.1_3",
        "original": "dhammaṁ paṭicca nakusalo nahetu ceva naahetuko ca naakusalo nahetu ceva naahetuko",
        "analyzed": "dhammam paṭicca na kusalaḥ na hetu ca iva na ahetukaḥ ca na akusalaḥ na hetu ca iva na ahetukaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.4:3.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.4:4.1",
        "original": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "hetuyāḥ nava pe vipāke tīṇi pe avigate nava ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.4:5.1_0",
        "original": "Kusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca naakusalo naahetuko ceva nanahetu",
        "analyzed": "kusalam sa hetukam ca iva na ca hetum dhammam paṭicca na akusalaḥ na ahetukaḥ ca iva na na hetu ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.4:5.1_1",
        "original": "ca dhammo uppajjati hetupaccayā. Kusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca",
        "analyzed": "ca dhammo uppajjati hetu paccayā kusalam sa hetukam ca iva na ca hetum dhammam paṭicca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.4:5.1_2",
        "original": "naabyākato naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Kusalaṁ sahetukañceva",
        "analyzed": "na abyākataḥ na ahetukaḥ ca iva na na hetu ca dhammo uppajjati hetu paccayā kusalam sa hetukam ca iva ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.4:5.1_3",
        "original": "na ca hetuṁ dhammaṁ paṭicca naakusalo naahetuko ceva nanahetu ca naabyākato naahetuko",
        "analyzed": "na ca hetum dhammam paṭicca na akusalaḥ na ahetuko ca iva na na hetu ca na abyākataḥ na ahetuko ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.4:5.1_4",
        "original": "ceva nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "ca iva na na hetu ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.4:6.1_0",
        "original": "Akusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca nakusalo naahetuko ceva nanahetu",
        "analyzed": "akusalam sa hetukam ca iva na ca hetum dhammam paṭicca na kusalaḥ na ahetukaḥ ca iva na na hetu ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.4:6.1_1",
        "original": "ca dhammo uppajjati hetupaccayā. Akusalaṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca",
        "analyzed": "ca dhammo uppajjati hetu paccayā akusalam sa hetukam ca iva na ca hetum dhammam paṭicca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.4:6.1_2",
        "original": "naabyākato naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Akusalaṁ sahetukañceva",
        "analyzed": "na abyākataḥ na ahetukaḥ ca iva na na hetu ca dhammo uppajjati hetu paccayā akusalam sa hetukam ca iva ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.4:6.1_3",
        "original": "na ca hetuṁ dhammaṁ paṭicca naakusalo naahetuko ceva nanahetu ca naabyākato naahetuko",
        "analyzed": "na ca hetum dhammam paṭicca na akusalaḥ na ahetuko ca iva na na hetu ca na abyākataḥ na ahetuko ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.4:6.1_4",
        "original": "ceva nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "ca iva na na hetu ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.4:7.1_0",
        "original": "Abyākataṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca nakusalo naahetuko ceva nanahetu",
        "analyzed": "abyākatam sa hetukam ca iva na ca hetum dhammam paṭicca na kusalaḥ na ahetukaḥ ca iva na na hetu ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.4:7.1_1",
        "original": "ca dhammo uppajjati hetupaccayā. Abyākataṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca",
        "analyzed": "ca dhammo uppajjati hetu paccayā abyākatam sa hetukam ca iva na ca hetum dhammam paṭicca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.4:7.1_2",
        "original": "naakusalo naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. Abyākataṁ sahetukañceva",
        "analyzed": "na akusalaḥ na ahetukaḥ ca iva na na hetu ca dhammo uppajjati hetu paccayā abyākatam sa hetukam ca iva ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.4:7.1_3",
        "original": "na ca hetuṁ dhammaṁ paṭicca nakusalo naahetuko ceva nanahetu ca naakusalo naahetuko",
        "analyzed": "na ca hetum dhammam paṭicca na kusalaḥ na ahetukaḥ ca iva na na hetu ca na akusalaḥ na ahetukaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.4:7.1_4",
        "original": "ceva nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "ca iva na na hetu ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.4:8.1",
        "original": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "hetuyāḥ nava pe vipāke tīṇi pe avigate nava ",
        "folio": "8"
    }
]