[
    {
        "segmentnr": "PA_patthana_21.5:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_21.5:0.2",
        "original": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma paccanīya anuloma duka tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_21.5:0.3",
        "original": "21.5. Cūḷantaraduka, Kusalattika",
        "analyzed": "cūḍantaraduka kusalattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_21.5:1.1",
        "original": "Naappaccayaṁ nakusalaṁ dhammaṁ paccayā sappaccayo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na appaccayam na kusalam dhammam paccayā sappaccayaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_21.5:2.1",
        "original": "Naappaccayaṁ naakusalaṁ dhammaṁ paccayā sappaccayo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na appaccayam na akusalam dhammam paccayā sappaccayaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_21.5:3.1",
        "original": "Naappaccayaṁ naabyākataṁ dhammaṁ paṭicca sappaccayo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na appaccayam na abyākatam dhammam paṭicca sappaccayaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā eka adhipatiyā ekam pe avigate eka ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_21.5:4.1",
        "original": "Naasaṅkhataṁ …pe…. (Sappaccayadukasadisaṁ.)",
        "analyzed": "na a saṅkhatam pe sat paccaya duka sadisa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_21.5:5.1",
        "original": "Nasanidassanaṁ nakusalaṁ dhammaṁ paccayā anidassano kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na sanidassanam na kusalam dhammam paccayā anidassanaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_21.5:6.1",
        "original": "Nasanidassanaṁ naakusalaṁ dhammaṁ paccayā anidassano akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na sanidassanam na akusalam dhammam paccayā anidassanaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_21.5:7.1_0",
        "original": "Nasanidassanaṁ naabyākataṁ dhammaṁ paṭicca sanidassano abyākato dhammo uppajjati",
        "analyzed": "na sa nidassanam na abyākatam dhammam paṭicca sa nidassanaḥ abyākataḥ dhammo uppajjati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_21.5:7.1_1",
        "original": "hetupaccayā. Nasanidassanaṁ naabyākataṁ dhammaṁ paṭicca anidassano abyākato dhammo",
        "analyzed": "hetu paccayā na sa nidassanam na abyākatam dhammam paṭicca anidassanaḥ abyākataḥ dhammo ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_21.5:7.1_2",
        "original": "uppajjati hetupaccayā. Nasanidassanaṁ naabyākataṁ dhammaṁ paṭicca sanidassano abyākato",
        "analyzed": "uppajjati hetu paccayā na sa nidassanam na abyākatam dhammam paṭicca sa nidassanaḥ abyākataḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_21.5:7.1_3",
        "original": "ca anidassano abyākato ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi,",
        "analyzed": "ca anidassanaḥ abyākato ca dhammā uppajjanti hetu paccayā saṅkhitta hetuyā tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_21.5:7.1_4",
        "original": "adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_21.5:8.1",
        "original": "Nasappaṭighaṁ nakusalaṁ dhammaṁ paccayā appaṭigho kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na sappaṭigham na kusalam dhammam paccayā appaṭighaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_21.5:9.1",
        "original": "Nasappaṭighaṁ naakusalaṁ dhammaṁ paccayā appaṭigho akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na sappaṭigham na akusalam dhammam paccayā appaṭighaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_21.5:10.1",
        "original": "Nasappaṭighaṁ naabyākataṁ dhammaṁ paṭicca sappaṭigho abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sappaṭigham na abyākatam dhammam paṭicca sappaṭighaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_21.5:11.1",
        "original": "Naarūpiṁ nakusalaṁ dhammaṁ paccayā arūpī kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na arūpim na kusalam dhammam paccayā arūpī kusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_21.5:12.1",
        "original": "Naarūpiṁ naakusalaṁ dhammaṁ paccayā arūpī akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na arūpim na akusalam dhammam paccayā arūpī akusalaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_21.5:13.1",
        "original": "Narūpiṁ naabyākataṁ dhammaṁ paṭicca rūpī abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na rūpim na abyākatam dhammam paṭicca rūpī abyākataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā eka adhipatiyā ekam pe avigate eka ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_21.5:14.1_0",
        "original": "Nalokuttaraṁ nakusalaṁ dhammaṁ paccayā lokiyo kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "na lokuttaram na kusalam dhammam paccayā lokiyaḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_21.5:14.1_1",
        "original": "Nalokuttaraṁ nakusalaṁ dhammaṁ paccayā lokuttaro kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "na lokuttaram na kusalam dhammam paccayā lokuttaraḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_21.5:14.1_2",
        "original": "(Saṅkhittaṁ.) Hetuyā dve …pe… avigate dve.",
        "analyzed": "saṅkhitta hetuyā dve pe avigate dve ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_21.5:15.1",
        "original": "Nalokuttaraṁ naakusalaṁ dhammaṁ paccayā lokiyo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na lokuttaram na akusalam dhammam paccayā lokiyaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_21.5:16.1_0",
        "original": "Nalokiyaṁ naabyākataṁ dhammaṁ paṭicca lokiyo abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "na lokiyam na abyākatam dhammam paṭicca lokiyaḥ abyākataḥ dhammo uppajjati hetu paccayā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_21.5:16.1_1",
        "original": "Nalokuttaraṁ naabyākataṁ dhammaṁ paṭicca lokiyo abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "na lokuttaram na abyākatam dhammam paṭicca lokiyaḥ abyākataḥ dhammo uppajjati hetu paccayā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_21.5:16.1_2",
        "original": "(Saṅkhittaṁ.) Hetuyā dve, adhipatiyā dve …pe… avigate dve.",
        "analyzed": "dve adhipatiyā dve pe avigate dve ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_21.5:17.1",
        "original": "Nakenaci viññeyyaṁ nakusalaṁ dhammaṁ paccayā kenaci viññeyyo kusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na kenacid viññeyyam na kusalam dhammam paccayā kenacid viññeyyaḥ kusalaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_21.5:18.1",
        "original": "Nakenaci naviññeyyaṁ nakusalaṁ dhammaṁ paccayā kenaci naviññeyyo kusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na kenaci na viññeyyam na kusalam dhammam paccayā kenaci na viññeyyaḥ kusalaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_21.5:19.1",
        "original": "Nakenaci viññeyyaṁ nakusalañca nakenaci naviññeyyaṁ nakusalañca dhammaṁ paccayā kenaci viññeyyo kusalo dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha nava.)",
        "analyzed": "na kenaci viññeyyam na kusalam ca na kenaci na viññeyyam na kusalam ca dhammam paccayā kenaci viññeyyaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi sabbattha nava ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_21.5:20.1_0",
        "original": "Nakenaci viññeyyaṁ naakusalaṁ dhammaṁ paccayā kenaci viññeyyo akusalo dhammo uppajjati",
        "analyzed": "na kenaci viññeyyam na akusalam dhammam paccayā kenaci viññeyyaḥ akusalaḥ dhammo uppajjati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_21.5:20.1_1",
        "original": "hetupaccayā. Nakenaci naviññeyyaṁ naakusalaṁ dhammaṁ paccayā kenaci naviññeyyo akusalo",
        "analyzed": "hetu paccayā na kenaci na viññeyyam na akusalam dhammam paccayā kenaci na viññeyyaḥ akusalo ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_21.5:20.1_2",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe avigate nava ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_21.5:21.1",
        "original": "Nakenaci viññeyyaṁ naabyākataṁ dhammaṁ paṭicca kenaci viññeyyo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, adhipatiyā nava …pe… avigate nava.",
        "analyzed": "na kenacid viññeyyam na abyākatam dhammam paṭicca kenacid viññeyyaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava adhipatiyā nava pe avigate nava ",
        "folio": "21"
    }
]