[
    {
        "segmentnr": "PA_patthana_8.10:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.10:0.2",
        "original": "Dhammapaccanīya (2), Dukapaṭṭhānapāḷi (2)",
        "analyzed": "dhamma paccanīya duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.10:0.3",
        "original": "8.10. Sappaṭighaduka",
        "analyzed": "sappaṭigha duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.10:1.1_0",
        "original": "Nasappaṭighaṁ dhammaṁ paṭicca nasappaṭigho dhammo uppajjati hetupaccayā. Nasappaṭighaṁ",
        "analyzed": "na sappaṭigham dhammam paṭicca na sappaṭighaḥ dhammaḥ uppajjati hetu paccayā na sappaṭigha ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.10:1.1_1",
        "original": "dhammaṁ paṭicca naappaṭigho dhammo uppajjati hetupaccayā. Nasappaṭighaṁ dhammaṁ paṭicca",
        "analyzed": "dhammam paṭicca na appaṭighaḥ dhammaḥ uppajjati hetu paccayā na sappaṭigham dhammam paṭicca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.10:1.1_2",
        "original": "nasappaṭigho ca naappaṭigho ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "na sappaṭighaḥ ca na appaṭighaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.10:2.1",
        "original": "Naappaṭighaṁ dhammaṁ paṭicca naappaṭigho dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na appaṭigham dhammam paṭicca na appaṭighaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.10:3.1",
        "original": "Nasappaṭighañca naappaṭighañca dhammaṁ paṭicca nasappaṭigho dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na sappaṭighañca na appaṭighañca dhammam paṭicca na sappaṭighaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_8.10:4.1",
        "original": "Hetuyā nava, ārammaṇe ekaṁ …pe… avigate nava.",
        "analyzed": "hetuyā nava ārammaṇe ekam pe avigate nava ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_8.10:5.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_8.10:6.1_0",
        "original": "Nasappaṭigho dhammo nasappaṭighassa dhammassa hetupaccayena paccayo. Nasappaṭigho",
        "analyzed": "na sappaṭighaḥ dhammaḥ na sappaṭighassa dhammassa hetu paccayena paccayaḥ na sappaṭighaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_8.10:6.1_1",
        "original": "dhammo naappaṭighassa dhammassa hetupaccayena paccayo. Nasappaṭigho dhammo nasappaṭighassa",
        "analyzed": "dhammaḥ na appaṭighassa dhammassa hetu paccayena paccayaḥ na sappaṭighaḥ dhammaḥ na sappaṭighassa ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_8.10:6.1_2",
        "original": "ca naappaṭighassa ca dhammassa hetupaccayena paccayo.",
        "analyzed": "ca na appaṭighassa ca dhammassa hetu paccayena paccayaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_8.10:7.1",
        "original": "Nasappaṭigho dhammo nasappaṭighassa dhammassa ārammaṇapaccayena paccayo. Naappaṭigho dhammo nasappaṭighassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "na sappaṭighaḥ dhammaḥ na sappaṭighassa dhammassa ārammaṇa paccayena paccayaḥ na appaṭighaḥ dhammaḥ na sappaṭighassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_8.10:8.1_0",
        "original": "Hetuyā tīṇi, ārammaṇe dve, adhipatiyā cattāri, anantare ekaṁ …pe… sahajāte nava,",
        "analyzed": "hetuyā tīṇi ārammaṇe dve adhipatiyā cattāri anantare ekam pe sahajāte nava ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_8.10:8.1_1",
        "original": "aññamaññe cha, nissaye nava, upanissaye dve, purejāte pacchājāte tīṇi, āsevane ekaṁ,",
        "analyzed": "aññamaññe cha nissaye nava upanissaye dve purejāte pacchājāte tīṇi āsevane eka ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_8.10:8.1_2",
        "original": "kamme …pe… āhāre tīṇi, indriye pañca, jhāne magge tīṇi, sampayutte ekaṁ, vippayutte",
        "analyzed": "kamme pe āhāre tīṇi indriye pañca jhāne magge tīṇi sampayutte eka vippayutte ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_8.10:8.1_3",
        "original": "cattāri …pe… avigate nava.",
        "analyzed": "cattāri pe avigate nava ",
        "folio": "8"
    }
]