[
    {
        "segmentnr": "PA_patthana_16.17:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.17:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.17:0.3",
        "original": "16.17. Kusalattika, Cetasikaduka",
        "analyzed": "kusalattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.17:1.1_0",
        "original": "Kusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko dhammo uppajjati hetupaccayā.",
        "analyzed": "kusalam cetasikam dhammam paṭicca na kusalaḥ na cetasikaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.17:1.1_1",
        "original": "Kusalaṁ cetasikaṁ dhammaṁ paṭicca naakusalo nacetasiko dhammo uppajjati hetupaccayā.",
        "analyzed": "kusalam cetasikam dhammam paṭicca na akusalaḥ na cetasikaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.17:1.1_2",
        "original": "Kusalaṁ cetasikaṁ dhammaṁ paṭicca naabyākato nacetasiko dhammo uppajjati hetupaccayā.",
        "analyzed": "kusalam cetasikam dhammam paṭicca na abyākataḥ na cetasikaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.17:1.1_3",
        "original": "Kusalaṁ cetasikaṁ dhammaṁ paṭicca naakusalo nacetasiko ca naabyākato nacetasiko ca",
        "analyzed": "kusalam cetasikam dhammam paṭicca na akusalaḥ na cetasiko ca na abyākataḥ na cetasiko ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.17:1.1_4",
        "original": "dhammā uppajjanti hetupaccayā. Kusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko",
        "analyzed": "dhammā uppajjanti hetu paccayā kusalam cetasikam dhammam paṭicca na kusalaḥ na cetasikaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.17:1.1_5",
        "original": "ca naakusalo nacetasiko ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "ca na akusalaḥ nacetasiko ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.17:2.1_0",
        "original": "Akusalaṁ cetasikaṁ dhammaṁ paṭicca naakusalo nacetasiko dhammo uppajjati hetupaccayā.",
        "analyzed": "akusalam cetasikam dhammam paṭicca na akusalaḥ na cetasikaḥ dhammo uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.17:2.1_1",
        "original": "Akusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko dhammo uppajjati hetupaccayā.",
        "analyzed": "akusalam cetasikam dhammam paṭicca na kusalaḥ na cetasikaḥ dhammo uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.17:2.1_2",
        "original": "Akusalaṁ cetasikaṁ dhammaṁ paṭicca naabyākato nacetasiko dhammo uppajjati hetupaccayā.",
        "analyzed": "akusalam cetasikam dhammam paṭicca na abyākataḥ na cetasikaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.17:2.1_3",
        "original": "Akusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko ca naabyākato nacetasiko ca",
        "analyzed": "akusalam cetasikam dhammam paṭicca na kusalaḥ na cetasiko ca na abyākataḥ na cetasiko ca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.17:2.1_4",
        "original": "dhammā uppajjanti hetupaccayā. Akusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko",
        "analyzed": "dhammā uppajjanti hetu paccayā akusalam cetasikam dhammam paṭicca na kusalaḥ na cetasiko ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.17:2.1_5",
        "original": "ca naakusalo nacetasiko ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "ca na akusalaḥ nacetasiko ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.17:3.1_0",
        "original": "Abyākataṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko dhammo uppajjati hetupaccayā.",
        "analyzed": "abyākatam cetasikam dhammam paṭicca na kusalaḥ na cetasikaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.17:3.1_1",
        "original": "Abyākataṁ cetasikaṁ dhammaṁ paṭicca naakusalo nacetasiko dhammo uppajjati hetupaccayā.",
        "analyzed": "abyākatam cetasikam dhammam paṭicca na akusalaḥ na cetasikaḥ dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.17:3.1_2",
        "original": "Abyākataṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko ca naakusalo nacetasiko ca",
        "analyzed": "abyākatam cetasikam dhammam paṭicca na kusalaḥ na cetasiko ca na akusalaḥ na cetasiko ca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.17:3.1_3",
        "original": "dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.17:4.1",
        "original": "Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.17:5.1",
        "original": "Acetasike hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "acetasike hetuyā nava pe vipāke tīṇi pe avigate nava ",
        "folio": "5"
    }
]