[
    {
        "segmentnr": "PA_patthana_13.12:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.12:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma anuloma paccanīya tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.12:0.3",
        "original": "13.12. Parittattika",
        "analyzed": "parittattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.12:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.12:1.1_0",
        "original": "Parittaṁ dhammaṁ paṭicca naparitto dhammo uppajjati hetupaccayā. Parittaṁ dhammaṁ",
        "analyzed": "parittam dhammam paṭicca na parittaḥ dhammaḥ uppajjati hetu paccayā parittam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.12:1.1_1",
        "original": "paṭicca namahaggato dhammo uppajjati hetupaccayā. Parittaṁ dhammaṁ paṭicca naappamāṇo",
        "analyzed": "paṭicca na mahaggataḥ dhammaḥ uppajjati hetu paccayā parittam dhammam paṭicca na appamāṇaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.12:1.1_2",
        "original": "dhammo uppajjati hetupaccayā. Parittaṁ dhammaṁ paṭicca naparitto ca naappamāṇo ca",
        "analyzed": "dhammaḥ uppajjati hetu paccayā parittam dhammam paṭicca na parittaḥ ca na appamāṇaḥ ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.12:1.1_3",
        "original": "dhammā uppajjanti hetupaccayā. Parittaṁ dhammaṁ paṭicca namahaggato ca naappamāṇo",
        "analyzed": "dhammāḥ uppajjanti hetu paccayā parittam dhammam paṭicca na mahaggataḥ ca na appamāṇaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.12:1.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.12:2.1_0",
        "original": "Mahaggataṁ dhammaṁ paṭicca namahaggato dhammo uppajjati hetupaccayā. Mahaggataṁ dhammaṁ",
        "analyzed": "mahaggatam dhammam paṭicca na mahaggataḥ dhammaḥ uppajjati hetu paccayā mahaggatam dhamma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.12:2.1_1",
        "original": "paṭicca naparitto dhammo uppajjati hetupaccayā. Mahaggataṁ dhammaṁ paṭicca naappamāṇo",
        "analyzed": "paṭicca na parittaḥ dhammaḥ uppajjati hetu paccayā mahaggatam dhammam paṭicca na appamāṇaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.12:2.1_2",
        "original": "dhammo uppajjati hetupaccayā. Mahaggataṁ dhammaṁ paṭicca naparitto ca naappamāṇo",
        "analyzed": "dhammaḥ uppajjati hetu paccayā mahaggatam dhammam paṭicca na parittaḥ ca na appamāṇaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.12:2.1_3",
        "original": "ca dhammā uppajjanti hetupaccayā. Mahaggataṁ dhammaṁ paṭicca namahaggato ca naappamāṇo",
        "analyzed": "ca dhammā uppajjanti hetu paccayā mahaggatam dhammam paṭicca na mahaggataḥ ca na appamāṇaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.12:2.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.12:3.1_0",
        "original": "Appamāṇaṁ dhammaṁ paṭicca naappamāṇo dhammo uppajjati hetupaccayā. Appamāṇaṁ dhammaṁ",
        "analyzed": "appamāṇam dhammam paṭicca na appamāṇaḥ dhammaḥ uppajjati hetu paccayā appamāṇam dhamma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.12:3.1_1",
        "original": "paṭicca naparitto dhammo uppajjati hetupaccayā. Appamāṇaṁ dhammaṁ paṭicca namahaggato",
        "analyzed": "paṭicca na parittaḥ dhammaḥ uppajjati hetu paccayā appamāṇam dhammam paṭicca na mahaggataḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.12:3.1_2",
        "original": "dhammo uppajjati hetupaccayā. Appamāṇaṁ dhammaṁ paṭicca namahaggato ca naappamāṇo",
        "analyzed": "dhammaḥ uppajjati hetu paccayā appamāṇam dhammam paṭicca na mahaggataḥ ca na appamāṇaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.12:3.1_3",
        "original": "ca dhammā uppajjanti hetupaccayā. Appamāṇaṁ dhammaṁ paṭicca naparitto ca namahaggato",
        "analyzed": "ca dhammā uppajjanti hetu paccayā appamāṇam dhammam paṭicca na parittaḥ ca na mahaggataḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.12:3.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.12:4.1_0",
        "original": "Parittañca appamāṇañca dhammaṁ paṭicca namahaggato dhammo uppajjati hetupaccayā.",
        "analyzed": "parittam ca appamāṇam ca dhammam paṭicca na mahaggataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.12:4.1_1",
        "original": "Parittañca appamāṇañca dhammaṁ paṭicca naappamāṇo dhammo uppajjati hetupaccayā. Parittañca",
        "analyzed": "parittam ca appamāṇañca dhammam paṭicca na appamāṇaḥ dhammaḥ uppajjati hetu paccayā parittam ca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.12:4.1_2",
        "original": "appamāṇañca dhammaṁ paṭicca namahaggato ca naappamāṇo ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "appamāṇam ca dhammam paṭicca na mahaggataḥ ca na appamāṇaḥ ca dhammāḥ uppajjanti hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.12:5.1_0",
        "original": "Parittañca mahaggatañca dhammaṁ paṭicca naparitto dhammo uppajjati hetupaccayā. Parittañca",
        "analyzed": "parittam ca mahaggatam ca dhammam paṭicca na parittaḥ dhammaḥ uppajjati hetu paccayā parittam ca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.12:5.1_1",
        "original": "mahaggatañca dhammaṁ paṭicca namahaggato dhammo uppajjati hetupaccayā. Parittañca",
        "analyzed": "mahaggatam ca dhammam paṭicca na mahaggataḥ dhammaḥ uppajjati hetu paccayā parittam ca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.12:5.1_2",
        "original": "mahaggatañca dhammaṁ paṭicca naappamāṇo dhammo uppajjati hetupaccayā. Parittañca",
        "analyzed": "mahaggatam ca dhammam paṭicca na appamāṇaḥ dhammaḥ uppajjati hetu paccayā parittam ca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.12:5.1_3",
        "original": "mahaggatañca dhammaṁ paṭicca naparitto ca naappamāṇo ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "mahaggatam ca dhammam paṭicca na parittaḥ ca na appamāṇaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.12:5.1_4",
        "original": "Parittañca mahaggatañca dhammaṁ paṭicca namahaggato ca naappamāṇo ca dhammā uppajjanti",
        "analyzed": "parittam ca mahaggatam ca dhammam paṭicca na mahaggataḥ ca na appamāṇaḥ ca dhammāḥ uppajjanti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.12:5.1_5",
        "original": "hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.12:6.1",
        "original": "Hetuyā tevīsa, ārammaṇe cuddasa, adhipatiyā ekūnavīsa …pe… aññamaññe soḷasa …pe… purejāte āsevane nava …pe… avigate tevīsa. (Sabbattha vitthāretabbaṁ.)",
        "analyzed": "hetuyā tevīsa ārammaṇe cuddasa adhipatiyā ekūnavīsa pe aññamaññe soḷasa pe purejāte āsevane nava pe avigate tevīsa sabbattha vitthāretabba ",
        "folio": "6"
    }
]