[
    {
        "segmentnr": "PA_patthana_19.16:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_19.16:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma paccanīya anuloma tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_19.16:0.3",
        "original": "19.16. Sanidassanattika",
        "analyzed": "sani dassana ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_19.16:1.1_0",
        "original": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
        "analyzed": "na sa nidassana sa paṭigham dhammam paṭicca sa nidassana sa paṭighaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.16:1.1_1",
        "original": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati hetupaccayā.",
        "analyzed": "na sa nidassana sa paṭigham dhammam paṭicca anidassana sa paṭighaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.16:1.1_2",
        "original": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati hetupaccayā.",
        "analyzed": "na sa nidassana sa ppaṭigham dhammam paṭicca anidassana appaṭighaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.16:1.1_3",
        "original": "Nasanidassanasappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanaappaṭigho",
        "analyzed": "na sa nidassana sappaṭigham dhammam paṭicca sa nidassana sappaṭighaḥ ca anidassana appaṭighaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.16:1.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā. Nasanidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho",
        "analyzed": "ca dhammā uppajjanti hetu paccayā na sa nidassana sa paṭigham dhammam paṭicca anidassana sa paṭighaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.16:1.1_5",
        "original": "ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā. Nasanidassanasappaṭighaṁ",
        "analyzed": "ca anidassana appaṭighaḥ ca dhammā uppajjanti hetu paccayā na sa nidassana sa ppaṭigha ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.16:1.1_6",
        "original": "dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanasappaṭigho ca dhammā uppajjanti",
        "analyzed": "dhammam paṭicca sa nidassana sa paṭighaḥ ca anidassana sa paṭighaḥ ca dhammā uppajjanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.16:1.1_7",
        "original": "hetupaccayā. Nasanidassanasappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanasappaṭigho",
        "analyzed": "hetu paccayā na sa nidassana sappaṭigham dhammam paṭicca sa nidassana sappaṭighaḥ ca anidassana sappaṭighaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.16:1.1_8",
        "original": "ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā … satta.",
        "analyzed": "ca anidassana appaṭighaḥ ca dhammā uppajjanti hetu paccayā satta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.16:2.1_0",
        "original": "Naanidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati hetupaccayā.",
        "analyzed": "na anidassana sappaṭigham dhammam paṭicca anidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_19.16:2.1_1",
        "original": "Naanidassanasappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati hetupaccayā … satta.",
        "analyzed": "na anidassana sappaṭigham dhammam paṭicca sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā satta ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_19.16:3.1",
        "original": "Naanidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati hetupaccayā … satta. (Saṅkhittaṁ.)",
        "analyzed": "na anidassana appaṭigham dhammam paṭicca anidassana appaṭighaḥ dhammaḥ uppajjati hetu paccayā satta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_19.16:4.1",
        "original": "Hetuyā pañcatiṁsa, ārammaṇe tīṇi …pe… aññamaññe dasa …pe… avigate pañcatiṁsa.",
        "analyzed": "hetuyā pañcatisa ārammaṇe tīṇi pe aññamaññe dasa pe avigate pañcatisa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_19.16:5.1",
        "original": "(Pañhāvārampi vitthāretabbaṁ.)",
        "analyzed": "pañhā vāram pi ",
        "folio": "5"
    }
]