[
    {
        "segmentnr": "PA_patthana_21.45:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_21.45:0.2",
        "original": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma paccanīya anuloma duka tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_21.45:0.3",
        "original": "21.45. Kenaciviññeyyaduka, Sanidassanattika",
        "analyzed": "kenacid viññeyya duka sani dassana ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_21.45:1.1_0",
        "original": "Nakenaci viññeyyaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca kenaci viññeyyo sanidassanasappaṭigho",
        "analyzed": "na kenacid viññeyyam na sa nidassana sa paṭigham dhammam paṭicca kenacid viññeyyaḥ sa nidassana sa paṭighaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_21.45:1.1_1",
        "original": "dhammo uppajjati hetupaccayā. Nakenaci viññeyyaṁ nasanidassanasappaṭighaṁ dhammaṁ",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na kenacid viññeyyam na sa nidassana sa paṭigham dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_21.45:1.1_2",
        "original": "paṭicca kenaci naviññeyyo sanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nakenaci",
        "analyzed": "paṭicca kenaci na viññeyyaḥ sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā na kenaci ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_21.45:1.1_3",
        "original": "viññeyyaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca kenaci viññeyyo sanidassanasappaṭigho",
        "analyzed": "viññeyyam na sa nidassana sa paṭigham dhammam paṭicca kenacid viññeyyaḥ sa nidassana sa paṭighaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_21.45:1.1_4",
        "original": "ca kenaci naviññeyyo sanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca kenaci na viññeyyaḥ sa nidassana sappaṭighaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_21.45:2.1",
        "original": "Nakenaci naviññeyyaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca … tīṇiyeva.",
        "analyzed": "na kenacid na viññeyyam na sa nidassana sa paṭigham dhammam paṭicca tīṇi yeva ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_21.45:3.1",
        "original": "Nakenaci viññeyyaṁ nasanidassanasappaṭighañca nakenaci naviññeyyaṁ nasanidassanasappaṭighañca dhammaṁ paṭicca … tīṇiyeva. (Sabbattha nava.)",
        "analyzed": "na kenacid viññeyyam na sa nidassana sa paṭigham ca na kenacid na viññeyyam na sa nidassana sa paṭigham ca dhammam paṭicca tīṇi yeva sabbattha nava ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_21.45:4.1",
        "original": "Nakenaci viññeyyaṁ naanidassanasappaṭighassa purimasadisaṁ navapañhaṁ kātabbaṁ. Nakenaci viññeyyaṁ naanidassanaappaṭighamūlassa nava pañhāyeva.",
        "analyzed": "na kenacid viññeyyam na anidassana sappaṭighassa purima sadisam nava pañham na kenacid viññeyyam na anidassana appaṭigha mūlassa nava pañhāya iva ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_21.45:5.1",
        "original": "Hetuyā nava, adhipatiyā nava …pe… avigate nava.",
        "analyzed": "hetuyā nava adhipatiyā nava pe avigate nava ",
        "folio": "5"
    }
]