[
    {
        "segmentnr": "PA_patthana_5.2:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_5.2:0.2",
        "original": "Dhammānuloma (1), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_5.2:0.3",
        "original": "5.2. Tika Kusalattika",
        "analyzed": "tika kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_5.2:1.0",
        "original": "5.2.1. Vedanāttika, Kusalattika",
        "analyzed": "vedanā attika kusala attika ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_5.2:1.1",
        "original": "Sukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "sukhāya vedanāya sampayuttam kusalam dhammam paṭicca sukhāya vedanāya sampayuttaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_5.2:2.1",
        "original": "Adukkhamasukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "adukkham asukhāya vedanāya sampayuttam kusalam dhammam paṭicca adukkham asukhāya vedanāya sampayuttaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_5.2:3.1",
        "original": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.) (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "hetuyā dve pe avigate dve saṅkhitta sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_5.2:4.1",
        "original": "Sukhāya vedanāya sampayutto kusalo dhammo sukhāya vedanāya sampayuttassa kusalassa dhammassa hetupaccayena paccayo.",
        "analyzed": "sukhāya vedanāya sampayuttaḥ kusalaḥ dhammaḥ sukhāya vedanāya sampayuttassa kusalassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_5.2:5.1",
        "original": "Adukkhamasukhāya vedanāya sampayutto kusalo dhammo adukkhamasukhāya vedanāya sampayuttassa kusalassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "adukkhamasukhāya vedanāya sampayuttaḥ kusalaḥ dhammaḥ adukkhamasukhāya vedanāya sampayuttassa kusalassa dhammassa hetu paccayena paccayaḥ saṅkhitta ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_5.2:6.1",
        "original": "Hetuyā dve, ārammaṇe adhipatiyā cattāri …pe… upanissaye cattāri …pe… avigate dve.",
        "analyzed": "hetuyā dve ārammaṇe adhipatiyā cattāri pe upanissaye cattāri pe avigate dve ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_5.2:7.1",
        "original": "Sukhāya vedanāya sampayuttaṁ akusalaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "sukhāya vedanāya sampayuttam akusalam dhammam paṭicca sukhāya vedanāya sampayuttaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_5.2:8.1",
        "original": "Dukkhāya vedanāya sampayuttaṁ akusalaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "dukkhāya vedanāya sampayuttam akusalam dhammam paṭicca dukkhāya vedanāya sampayuttaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_5.2:9.1",
        "original": "Adukkhamasukhāya vedanāya sampayuttaṁ akusalaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "adukkham asukhāya vedanāya sampayuttam akusalam dhammam paṭicca adukkham asukhāya vedanāya sampayuttaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_5.2:10.1",
        "original": "Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi pe avigate tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_5.2:11.1",
        "original": "Sukhāya vedanāya sampayuttaṁ abyākataṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "sukhāya vedanāya sampayuttam abyākatam dhammam paṭicca sukhāya vedanāya sampayuttaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_5.2:12.1",
        "original": "Adukkhamasukhāya vedanāya sampayuttaṁ abyākataṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "adukkham asukhāya vedanāya sampayuttam abyākatam dhammam paṭicca adukkham asukhāya vedanāya sampayuttaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_5.2:13.1",
        "original": "Hetuyā dve, ārammaṇe tīṇi …pe… āsevane dve …pe… avigate tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā dve ārammaṇe tīṇi pe āsevane dve pe avigate tīṇi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_5.2:14.0.1",
        "original": "5.2.2. Vipākattika, Kusalattika",
        "analyzed": "vipāka attika kusala attika ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_5.2:14.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_5.2:14.1",
        "original": "Vipākadhammadhammaṁ kusalaṁ dhammaṁ paṭicca vipākadhammadhammo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "vipāka dhamma dhammam kusalam dhammam paṭicca vipāka dhamma dhammaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_5.2:15.1",
        "original": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "hetuyāḥ ekam pe avigate eka ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_5.2:16.1",
        "original": "Vipākadhammadhammaṁ akusalaṁ dhammaṁ paṭicca vipākadhammadhammo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "vipāka dhamma dhammam akusalam dhammam paṭicca vipāka dhamma dhammaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_5.2:17.1",
        "original": "Hetuyā ekaṁ. (Sabbattha ekaṁ.)",
        "analyzed": "hetuyā eka sabbattha eka ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_5.2:18.1",
        "original": "Vipākaṁ abyākataṁ dhammaṁ paṭicca vipāko abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "vipākam abyākatam dhammam paṭicca vipākaḥ abyākataḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_5.2:19.1",
        "original": "Nevavipākanavipākadhammadhammaṁ abyākataṁ dhammaṁ paṭicca nevavipākanavipākadhammadhammo abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "neva vipāka na vipāka dhamma dhammam abyākatam dhammam paṭicca neva vipāka na vipāka dhamma dhammaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_5.2:20.1",
        "original": "Vipākaṁ abyākatañca nevavipākanavipākadhammadhammaṁ abyākatañca dhammaṁ paṭicca vipāko abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "vipākam abyākatam ca neva vipāka na vipāka dhamma dhammam abyākatam ca dhammam paṭicca vipākaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_5.2:21.1",
        "original": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… upanissaye cattāri, purejāte dve, āsevane ekaṁ …pe… sampayutte cattāri …pe… avigate nava.",
        "analyzed": "hetuyā nava ārammaṇe cattāri adhipatiyā pañca pe aññamaññe cha pe upanissaye cattāri purejāte dve āsevane ekam pe sampayutte cattāri pe avigate nava ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_patthana_5.2:22.0.1",
        "original": "5.2.3. Upādinnattika, Kusalattika",
        "analyzed": "upādinna ttika kusala ttika ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_patthana_5.2:22.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_patthana_5.2:22.1",
        "original": "Anupādinnupādāniyaṁ kusalaṁ dhammaṁ paṭicca anupādinnupādāniyo kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "anupādinnupādāniyam kusalam dhammam paṭicca anupādinnupādāniyaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_patthana_5.2:23.1",
        "original": "Anupādinnaanupādāniyaṁ kusalaṁ dhammaṁ paṭicca anupādinnaanupādāniyo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "anupādinna anupādāniyam kusalam dhammam paṭicca anupādinna anupādāniyaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_patthana_5.2:24.1",
        "original": "Hetuyā dve …pe… avigate dve. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā dve pe avigate dve sabbattha vitthāro ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_patthana_5.2:25.1",
        "original": "Anupādinnupādāniyaṁ akusalaṁ dhammaṁ paṭicca anupādinnupādāniyo akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ. Sabbattha vitthāro.)",
        "analyzed": "anupādinnupādāniyam akusalam dhammam paṭicca anupādinnupādāniyaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha eka sabbattha vitthāro ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_patthana_5.2:26.1",
        "original": "Upādinnupādāniyaṁ abyākataṁ dhammaṁ paṭicca upādinnupādāniyo abyākato dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha vitthāro.)",
        "analyzed": "upādinnupādāniyam abyākatam dhammam paṭicca upādinnupādāniyaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi sabbattha vitthāraḥ ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_patthana_5.2:27.1",
        "original": "Anupādinnupādāniyaṁ abyākataṁ dhammaṁ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "anupādinnupādāniyam abyākatam dhammam paṭicca anupādinnupādāniyaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_patthana_5.2:28.1",
        "original": "Anupādinnaanupādāniyaṁ abyākataṁ dhammaṁ paṭicca anupādinnaanupādāniyo abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "anupādinna anupādāniyam abyākatam dhammam paṭicca anupādinna anupādāniyaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_patthana_5.2:29.1",
        "original": "Anupādinnupādāniyaṁ abyākatañca anupādinnaanupādāniyaṁ abyākatañca dhammaṁ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "anupādinnupādāniyam abyākatam ca anupādinna anupādāniyam abyākatam ca dhammam paṭicca anupādinnupādāniyaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_patthana_5.2:30.1",
        "original": "Upādinnupādāniyaṁ abyākatañca anupādinnupādāniyaṁ abyākatañca dhammaṁ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "upādinnupādāniyam abyākatam ca anupādinnupādāniyam abyākatam ca dhammam paṭicca anupādinnupādāniyaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_patthana_5.2:31.1",
        "original": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… āsevane ekaṁ …pe… avigate nava. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā nava ārammaṇe tīṇi adhipatiyā pañca pe āsevane ekam pe avigate nava sabbattha vitthāro ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_patthana_5.2:32.0.1",
        "original": "5.2.4. Saṅkiliṭṭhattika, Kusalattika",
        "analyzed": "saṅkiliṭṭhattika kusalattika ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_patthana_5.2:32.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_patthana_5.2:32.1",
        "original": "Asaṅkiliṭṭhasaṅkilesikaṁ kusalaṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "asaṅkiliṭṭha saṅkilesikam kusalam dhammam paṭicca asaṅkiliṭṭha saṅkilesikaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_patthana_5.2:33.1",
        "original": "Asaṅkiliṭṭhaasaṅkilesikaṁ kusalaṁ dhammaṁ paṭicca asaṅkiliṭṭhaasaṅkilesiko kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve.)",
        "analyzed": "asaṅkiliṭṭha asaṅkilesikam kusalam dhammam paṭicca asaṅkiliṭṭha asaṅkilesikaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha dve ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_patthana_5.2:34.1",
        "original": "Saṅkiliṭṭhasaṅkilesikaṁ akusalaṁ dhammaṁ paṭicca saṅkiliṭṭhasaṅkilesiko akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "saṅkiliṭṭha saṅkilesikam akusalam dhammam paṭicca saṅkiliṭṭha saṅkilesikaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha eka ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_patthana_5.2:35.1",
        "original": "Asaṅkiliṭṭhasaṅkilesikaṁ abyākataṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "asaṅkiliṭṭha saṅkilesikam abyākatam dhammam paṭicca asaṅkiliṭṭha saṅkilesikaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_patthana_5.2:36.1",
        "original": "Hetuyā pañca ārammaṇe dve …pe… āsevane ekaṁ …pe… avigate pañca.",
        "analyzed": "hetuyā pañca ārammaṇe dve pe āsevane ekam pe avigate pañca ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_patthana_5.2:37.0.1",
        "original": "5.2.5. Vitakkattika, Kusalattika",
        "analyzed": "vitakkattika kusalattika ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_patthana_5.2:37.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_patthana_5.2:37.1",
        "original": "Savitakkasavicāraṁ kusalaṁ dhammaṁ paṭicca savitakkasavicāro kusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "sa vitakka sa vicāram kusalam dhammam paṭicca sa vitakka sa vicāraḥ kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_patthana_5.2:38.1",
        "original": "Avitakkavicāramattaṁ kusalaṁ dhammaṁ paṭicca avitakkavicāramatto kusalo dhammo uppajjati hetupaccayā … cattāri.",
        "analyzed": "avitakka vicāra mattam kusalam dhammam paṭicca avitakka vicāra mattaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā cattāri ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_patthana_5.2:39.1",
        "original": "Avitakkaavicāraṁ kusalaṁ dhammaṁ paṭicca avitakkaavicāro kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "avitakka avicāram kusalam dhammam paṭicca avitakka avicāraḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_patthana_5.2:40.1",
        "original": "Avitakkaavicāraṁ kusalaṁ dhammaṁ paṭicca avitakkavicāramatto kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "avitakka avicāram kusalam dhammam paṭicca avitakka vicāra mattaḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_patthana_5.2:41.1_0",
        "original": "Avitakkavicāramattaṁ kusalañca avitakkaavicāraṁ kusalañca dhammaṁ …pe… savitakkasavicāraṁ",
        "analyzed": "a vitakka vicāra mattam kusalam ca a vitakka a vicāram kusalam ca dhammam pe sa vitakka sa vicāra ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_patthana_5.2:41.1_1",
        "original": "kusalañca avitakkavicāramattaṁ kusalañca dhammaṁ paṭicca savitakkasavicāro kusalo",
        "analyzed": "kusalam ca a vitakka vicāra mattam kusalañca dhammam paṭicca sa vitakka sa vicāraḥ kusalo ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_patthana_5.2:41.1_2",
        "original": "dhammo uppajjati hetupaccayā.",
        "analyzed": "dhammaḥ uppajjati hetu paccayā ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_patthana_5.2:42.1",
        "original": "Hetuyā ekādasa …pe… avigate ekādasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā ekādasa pe avigate ekādasa saṅkhitta ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_patthana_5.2:43.1",
        "original": "Savitakkasavicāraṁ akusalaṁ dhammaṁ paṭicca savitakkasavicāro akusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "sa vitakka sa vicāram akusalam dhammam paṭicca sa vitakka sa vicāraḥ akusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_patthana_5.2:44.1",
        "original": "Avitakkavicāramattaṁ akusalaṁ dhammaṁ paṭicca savitakkasavicāro akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "avitakka vicāra mattam akusalam dhammam paṭicca sa vitakka sa vicāraḥ akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_patthana_5.2:45.1",
        "original": "Savitakkasavicāraṁ akusalañca avitakkavicāramattaṁ akusalañca dhammaṁ paṭicca savitakkasavicāro akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "sa vitakka sa vicāram akusalañca avitakka vicāra mattam akusalañca dhammam paṭicca sa vitakka sa vicāraḥ akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_patthana_5.2:46.1",
        "original": "Hetuyā pañca …pe… avigate pañca. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā pañca pe avigate pañca ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_patthana_5.2:47.1",
        "original": "Savitakkasavicāraṁ abyākataṁ dhammaṁ paṭicca savitakkasavicāro abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "sa vitakka sa vicāram abyākatam dhammam paṭicca sa vitakka sa vicāraḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_patthana_5.2:48.1",
        "original": "Hetuyā sattatiṁsa, ārammaṇe ekavīsa …pe… aññamaññe aṭṭhavīsa …pe… purejāte āsevane ekādasa …pe… avigate sattatiṁsa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā sattatisa ārammaṇe ekavīsa pe aññamaññe aṭṭhavīsa pe purejāte āsevane ekādasa pe avigate sattatisa saṅkhitta ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_patthana_5.2:49.0.1",
        "original": "5.2.6. Pītittika, Kusalattika",
        "analyzed": "pītittika kusalattika ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_patthana_5.2:49.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_patthana_5.2:49.1",
        "original": "Pītisahagataṁ kusalaṁ dhammaṁ paṭicca pītisahagato kusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "pīti sahagatam kusalam dhammam paṭicca pīti sahagataḥ kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_patthana_5.2:50.1",
        "original": "Sukhasahagataṁ kusalaṁ dhammaṁ paṭicca sukhasahagato kusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "sukha sahagatam kusalam dhammam paṭicca sukha sahagataḥ kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_patthana_5.2:51.1",
        "original": "Upekkhāsahagataṁ kusalaṁ dhammaṁ paṭicca upekkhāsahagato kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "upekkhā sahagatam kusalam dhammam paṭicca upekkhā sahagataḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_patthana_5.2:52.1",
        "original": "Pītisahagataṁ kusalañca sukhasahagataṁ kusalañca dhammaṁ paṭicca pītisahagato kusalo dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha dasa. Sabbattha vitthāro.)",
        "analyzed": "pīti sahagatam kusalam ca sukha sahagatam kusalañca dhammam paṭicca pīti sahagataḥ kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi sabbattha dasa sabbattha vitthāro ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_patthana_5.2:53.1",
        "original": "Pītisahagataṁ akusalaṁ dhammaṁ paṭicca pītisahagato akusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "pīti sahagatam akusalam dhammam paṭicca pīti sahagataḥ akusalaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_patthana_5.2:54.1",
        "original": "Sukhasahagataṁ akusalaṁ dhammaṁ paṭicca sukhasahagato akusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "sukha sahagatam akusalam dhammam paṭicca sukha sahagataḥ akusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_patthana_5.2:55.1",
        "original": "Upekkhāsahagataṁ akusalaṁ dhammaṁ paṭicca upekkhāsahagato akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "upekkhā sahagatam akusalam dhammam paṭicca upekkhā sahagataḥ akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_patthana_5.2:56.1",
        "original": "Pītisahagataṁ akusalañca sukhasahagataṁ akusalañca dhammaṁ paṭicca pītisahagato akusalo dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha dasa. Sabbattha vitthāro.)",
        "analyzed": "pīti sahagatam akusalam ca sukha sahagatam akusalañca dhammam paṭicca pīti sahagataḥ akusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi sabbattha dasa sabbattha vitthāro ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_patthana_5.2:57.1",
        "original": "Pītisahagataṁ abyākataṁ dhammaṁ paṭicca pītisahagato abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "pīti sahagatam abyākatam dhammam paṭicca pīti sahagataḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_patthana_5.2:58.1",
        "original": "Sukhasahagataṁ abyākataṁ dhammaṁ paṭicca sukhasahagato abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "sukha sahagatam abyākatam dhammam paṭicca sukha sahagataḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_patthana_5.2:59.1",
        "original": "Upekkhāsahagataṁ abyākataṁ dhammaṁ paṭicca upekkhāsahagato abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "upekkhā sahagatam abyākatam dhammam paṭicca upekkhā sahagataḥ abyākataḥ dhammo uppajjati hetu paccayā ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_patthana_5.2:60.1",
        "original": "Pītisahagataṁ abyākatañca sukhasahagataṁ abyākatañca dhammaṁ paṭicca pītisahagato abyākato dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha dasa. Sabbattha vitthāro.)",
        "analyzed": "pīti sahagatam abyākatam ca sukha sahagatam abyākatam ca dhammam paṭicca pīti sahagataḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi sabbattha dasa sabbattha vitthāro ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_patthana_5.2:61.0.1",
        "original": "5.2.7. Dassanattika, Kusalattika",
        "analyzed": "dassana ttika kusala ttika ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_patthana_5.2:61.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_patthana_5.2:61.1",
        "original": "Nevadassanena nabhāvanāya pahātabbaṁ kusalaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo kusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "na iva dassanena na bhāvanāya pahātabbam kusalam dhammam paṭicca na iva dassanena na bhāvanāya pahātabbaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha eka ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_patthana_5.2:62.1",
        "original": "Dassanena pahātabbaṁ akusalaṁ dhammaṁ paṭicca dassanena pahātabbo akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "dassanena pahātabbam akusalam dhammam paṭicca dassanena pahātabbaḥ akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_patthana_5.2:63.1",
        "original": "Bhāvanāya pahātabbaṁ akusalaṁ dhammaṁ paṭicca bhāvanāya pahātabbo akusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "bhāvanāya pahātabbam akusalam dhammam paṭicca bhāvanāya pahātabbaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha dve sabbattha vitthāraḥ ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_patthana_5.2:64.1",
        "original": "Nevadassanena nabhāvanāya pahātabbaṁ abyākataṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "na iva dassanena na bhāvanāya pahātabbam abyākatam dhammam paṭicca na iva dassanena na bhāvanāya pahātabbaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā sabbattha eka ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_patthana_5.2:65.0.1",
        "original": "5.2.8. Dassanahetuttika, Kusalattika",
        "analyzed": "dassana hetu ttika kusala ttika ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_patthana_5.2:65.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_patthana_5.2:65.1_0",
        "original": "Nevadassanena nabhāvanāya pahātabbahetukaṁ kusalaṁ dhammaṁ paṭicca nevadassanena",
        "analyzed": "na iva dassanena na bhāvanāya pahātabba hetukam kusalam dhammam paṭicca na iva dassanena ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_patthana_5.2:65.1_1",
        "original": "nabhāvanāya pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.",
        "analyzed": "na bhāvanāya pahātabba hetukaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha eka ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_patthana_5.2:65.1_2",
        "original": "Sabbattha vitthāro.)",
        "analyzed": "sabbattha vitthāraḥ ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_patthana_5.2:66.1",
        "original": "Dassanena pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca dassanena pahātabbahetuko akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "dassanena pahātabba hetukam akusalam dhammam paṭicca dassanena pahātabba hetukaḥ akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_patthana_5.2:67.1",
        "original": "Bhāvanāya pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "bhāvanāya pahātabba hetukam akusalam dhammam paṭicca bhāvanāya pahātabba hetukaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_patthana_5.2:68.1",
        "original": "Hetuyā cha, ārammaṇe dasa, adhipatiyā dve …pe… avigate dasa. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā cha ārammaṇe dasa adhipatiyā dve pe avigate dasa sabbattha vitthāro ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_patthana_5.2:69.1",
        "original": "Nevadassanena nabhāvanāya pahātabbahetukaṁ abyākataṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "na iva dassanena na bhāvanāya pahātabba hetukam abyākatam dhammam paṭicca na iva dassanena na bhāvanāya pahātabba hetukaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā sabbattha eka ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_patthana_5.2:70.0.1",
        "original": "5.2.9. Ācayagāmittika, Kusalattika",
        "analyzed": "ācaya gāmittika kusalattika ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_patthana_5.2:70.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_patthana_5.2:70.1",
        "original": "Ācayagāmiṁ kusalaṁ dhammaṁ paṭicca ācayagāmī kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "ācaya gāmim kusalam dhammam paṭicca ācaya gāmī kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_patthana_5.2:71.1",
        "original": "Apacayagāmiṁ kusalaṁ dhammaṁ paṭicca apacayagāmī kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "apacaya gāmim kusalam dhammam paṭicca apacaya gāmī kusalaḥ dhammo uppajjati hetu paccayā sabbattha dve sabbattha vitthāraḥ ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_patthana_5.2:72.1",
        "original": "Ācayagāmiṁ akusalaṁ dhammaṁ paṭicca ācayagāmī akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "ācaya gāmim akusalam dhammam paṭicca ācaya gāmī akusalaḥ dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_patthana_5.2:73.1",
        "original": "Nevācayagāmināpacayagāmiṁ abyākataṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "neva ācaya gāmi na apacaya gāmim abyākatam dhammam paṭicca neva ācaya gāmi na apacaya gāmī abyākataḥ dhammaḥ uppajjati hetu paccayā sabbattha eka ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_patthana_5.2:74.0.1",
        "original": "5.2.10. Sekkhattika, Kusalattika",
        "analyzed": "sekkhattika kusalattika ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_patthana_5.2:74.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_patthana_5.2:74.1",
        "original": "Sekkhaṁ kusalaṁ dhammaṁ paṭicca sekkho kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "sekkham kusalam dhammam paṭicca sekkhaḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_patthana_5.2:75.1",
        "original": "Nevasekkhanāsekkhaṁ kusalaṁ dhammaṁ paṭicca nevasekkhanāsekkho kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "nevasekkha nāsekkham kusalam dhammam paṭicca nevasekkha nāsekkhaḥ kusalaḥ dhammo uppajjati hetu paccayā sabbattha dve sabbattha vitthāro ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_patthana_5.2:76.1",
        "original": "Nevasekkhanāsekkhaṁ akusalaṁ dhammaṁ paṭicca nevasekkhanāsekkho akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "nevasekkha na asekkham akusalam dhammam paṭicca nevasekkha nāsekkhaḥ akusalaḥ dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_patthana_5.2:77.1",
        "original": "Sekkhaṁ abyākataṁ dhammaṁ paṭicca sekkho abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "sekkham abyākatam dhammam paṭicca sekkhaḥ abyākataḥ dhammo uppajjati hetu paccayā ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_patthana_5.2:78.1",
        "original": "Hetuyā nava, ārammaṇe tīṇi …pe… āsevane ekaṁ …pe… avigate nava. (Sabbattha vitthāretabbaṁ.)",
        "analyzed": "hetuyā nava ārammaṇe tīṇi pe āsevane ekam pe avigate nava sabbattha vitthāretabba ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_patthana_5.2:79.0.1",
        "original": "5.2.11. Parittattika, Kusalattika",
        "analyzed": "paritta ttika kusala ttika ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_patthana_5.2:79.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_patthana_5.2:79.1",
        "original": "Parittaṁ kusalaṁ dhammaṁ paṭicca paritto kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "parittam kusalam dhammam paṭicca parittaḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_patthana_5.2:80.1",
        "original": "Mahaggataṁ kusalaṁ dhammaṁ paṭicca mahaggato kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "mahaggatam kusalam dhammam paṭicca mahaggataḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_patthana_5.2:81.1",
        "original": "Appamāṇaṁ kusalaṁ dhammaṁ paṭicca appamāṇo kusalo dhammo uppajjati hetupaccayā. (Sabbattha tīṇi. Sabbattha vitthāro.)",
        "analyzed": "appamāṇam kusalam dhammam paṭicca appamāṇaḥ kusalaḥ dhammo uppajjati hetu paccayā sabbattha tīṇi sabbattha vitthāro ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_patthana_5.2:82.1",
        "original": "Parittaṁ akusalaṁ dhammaṁ paṭicca paritto akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "parittam akusalam dhammam paṭicca parittaḥ akusalaḥ dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_patthana_5.2:83.1",
        "original": "Parittaṁ abyākataṁ dhammaṁ paṭicca paritto abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "parittam abyākatam dhammam paṭicca parittaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_patthana_5.2:84.1",
        "original": "Mahaggataṁ abyākataṁ dhammaṁ paṭicca mahaggato abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "mahaggatam abyākatam dhammam paṭicca mahaggataḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_patthana_5.2:85.1",
        "original": "Appamāṇaṁ abyākataṁ dhammaṁ paṭicca appamāṇo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "appamāṇam abyākatam dhammam paṭicca appamāṇaḥ abyākataḥ dhammo uppajjati hetu paccayā ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_patthana_5.2:86.1",
        "original": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava …pe… aññamaññe satta …pe… purejāte tīṇi, āsevane dve, kamme terasa …pe… avigate terasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā terasa ārammaṇe pañca adhipatiyā nava pe aññamaññe satta pe purejāte tīṇi āsevane dve kamme terasa pe avigate terasa ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_patthana_5.2:87.0.1",
        "original": "5.2.12. Parittārammaṇattika, Kusalattika",
        "analyzed": "paritta ārammaṇa ttika kusala ttika ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_patthana_5.2:87.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_patthana_5.2:87.1",
        "original": "Parittārammaṇaṁ kusalaṁ dhammaṁ paṭicca parittārammaṇo kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "paritta ārammaṇam kusalam dhammam paṭicca paritta ārammaṇaḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_patthana_5.2:88.1",
        "original": "Mahaggatārammaṇaṁ kusalaṁ dhammaṁ paṭicca mahaggatārammaṇo kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "mahaggata ārammaṇam kusalam dhammam paṭicca mahaggata ārammaṇaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_patthana_5.2:89.1",
        "original": "Appamāṇārammaṇaṁ kusalaṁ dhammaṁ paṭicca appamāṇārammaṇo kusalo dhammo uppajjati hetupaccayā. (Sabbattha tīṇi. Sabbattha vitthāro.)",
        "analyzed": "appamāṇa ārammaṇam kusalam dhammam paṭicca appamāṇa ārammaṇaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha tīṇi sabbattha vitthāro ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_patthana_5.2:90.1",
        "original": "Parittārammaṇaṁ akusalaṁ dhammaṁ paṭicca parittārammaṇo akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "paritta ārammaṇam akusalam dhammam paṭicca paritta ārammaṇaḥ akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_patthana_5.2:91.1",
        "original": "Mahaggatārammaṇaṁ akusalaṁ dhammaṁ paṭicca mahaggatārammaṇo akusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "mahaggata ārammaṇam akusalam dhammam paṭicca mahaggata ārammaṇaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha dve sabbattha vitthāraḥ ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_patthana_5.2:92.1",
        "original": "Parittārammaṇaṁ abyākataṁ dhammaṁ paṭicca parittārammaṇo abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "paritta ārammaṇam abyākatam dhammam paṭicca paritta ārammaṇaḥ abyākataḥ dhammo uppajjati hetu paccayā ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_patthana_5.2:93.1",
        "original": "Mahaggatārammaṇaṁ abyākataṁ dhammaṁ paṭicca mahaggatārammaṇo abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "mahaggata ārammaṇam abyākatam dhammam paṭicca mahaggata ārammaṇaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_patthana_5.2:94.1",
        "original": "Appamāṇārammaṇaṁ abyākataṁ dhammaṁ paṭicca appamāṇārammaṇo abyākato dhammo uppajjati hetupaccayā. (Sabbattha tīṇi. Sabbattha vitthāro.)",
        "analyzed": "appamāṇa ārammaṇam abyākatam dhammam paṭicca appamāṇa ārammaṇaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā sabbattha tīṇi sabbattha vitthāro ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_patthana_5.2:95.0.1",
        "original": "5.2.13. Hīnattika, Kusalattika",
        "analyzed": "hīna attika kusala attika ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_patthana_5.2:95.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_patthana_5.2:95.1",
        "original": "Majjhimaṁ kusalaṁ dhammaṁ paṭicca majjhimo kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "majjhimam kusalam dhammam paṭicca majjhimaḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_patthana_5.2:96.1",
        "original": "Paṇītaṁ kusalaṁ dhammaṁ paṭicca paṇīto kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "paṇītam kusalam dhammam paṭicca paṇītaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha dve sabbattha vitthāraḥ ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_patthana_5.2:97.1",
        "original": "Hīnaṁ akusalaṁ dhammaṁ paṭicca hīno akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "hīnam akusalam dhammam paṭicca hīnaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha eka ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_patthana_5.2:98.1",
        "original": "Majjhimaṁ abyākataṁ dhammaṁ paṭicca majjhimo abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "majjhimam abyākatam dhammam paṭicca majjhimaḥ abyākataḥ dhammo uppajjati hetu paccayā ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_patthana_5.2:99.1",
        "original": "Paṇītaṁ abyākataṁ dhammaṁ paṭicca paṇīto abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "paṇītam abyākatam dhammam paṭicca paṇītaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_patthana_5.2:100.1",
        "original": "Majjhimaṁ abyākatañca paṇītaṁ abyākatañca dhammaṁ paṭicca majjhimo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "majjhimam abyākatam ca paṇītam abyākatañca dhammam paṭicca majjhimaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_patthana_5.2:101.1",
        "original": "Hetuyā pañca, ārammaṇe dve …pe… āsevane ekaṁ …pe… avigate pañca. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā pañca ārammaṇe dve pe āsevane ekam pe avigate pañca sabbattha vitthāro ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_patthana_5.2:102.0.1",
        "original": "5.2.14. Micchattattika, Kusalattika",
        "analyzed": "micchattattika kusalattika ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_patthana_5.2:102.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_patthana_5.2:102.1",
        "original": "Sammattaniyataṁ kusalaṁ dhammaṁ paṭicca sammattaniyato kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "sammatta niyatam kusalam dhammam paṭicca sammatta niyataḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_patthana_5.2:103.1",
        "original": "Aniyataṁ kusalaṁ dhammaṁ paṭicca aniyato kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "aniyatam kusalam dhammam paṭicca aniyataḥ kusalaḥ dhammo uppajjati hetu paccayā sabbattha dve sabbattha vitthāro ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_patthana_5.2:104.1",
        "original": "Micchattaniyataṁ akusalaṁ dhammaṁ paṭicca micchattaniyato akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "micchatta niyatam akusalam dhammam paṭicca micchatta niyataḥ akusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_patthana_5.2:105.1",
        "original": "Aniyataṁ akusalaṁ dhammaṁ paṭicca aniyato akusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "aniyatam akusalam dhammam paṭicca aniyataḥ akusalaḥ dhammo uppajjati hetu paccayā sabbattha dve sabbattha vitthāro ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_patthana_5.2:106.1",
        "original": "Aniyataṁ abyākataṁ dhammaṁ paṭicca aniyato abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "aniyatam abyākatam dhammam paṭicca aniyataḥ abyākataḥ dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_patthana_5.2:107.0.1",
        "original": "5.2.15. Maggārammaṇattika, Kusalattika",
        "analyzed": "magga ārammaṇa ttika kusala ttika ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_patthana_5.2:107.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_patthana_5.2:107.1",
        "original": "Maggārammaṇaṁ kusalaṁ dhammaṁ paṭicca maggārammaṇo kusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "magga ārammaṇam kusalam dhammam paṭicca magga ārammaṇaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_patthana_5.2:108.1",
        "original": "Maggahetukaṁ kusalaṁ dhammaṁ paṭicca maggahetuko kusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "magga hetukam kusalam dhammam paṭicca magga hetukaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_patthana_5.2:109.1",
        "original": "Maggādhipatiṁ kusalaṁ dhammaṁ paṭicca maggādhipati kusalo dhammo uppajjati hetupaccayā … pañca.",
        "analyzed": "magga adhipatim kusalam dhammam paṭicca magga adhipati kusalaḥ dhammaḥ uppajjati hetu paccayā pañca ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_patthana_5.2:110.1",
        "original": "Maggārammaṇaṁ kusalañca maggādhipatiṁ kusalañca dhammaṁ paṭicca maggārammaṇo kusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "magga ārammaṇam kusalañca magga adhipatim kusalañca dhammam paṭicca magga ārammaṇaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_patthana_5.2:111.1",
        "original": "Maggahetukaṁ kusalañca maggādhipatiṁ kusalañca dhammaṁ paṭicca maggahetuko kusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "magga hetukam kusalañca magga adhipatim kusalañca dhammam paṭicca magga hetukaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_patthana_5.2:112.1",
        "original": "Hetuyā sattarasa …pe… avigate sattarasa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā sattarasa pe avigate sattarasa ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_patthana_5.2:113.1",
        "original": "Maggārammaṇaṁ abyākataṁ dhammaṁ paṭicca maggārammaṇo abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "magga ārammaṇam abyākatam dhammam paṭicca magga ārammaṇaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_patthana_5.2:114.1",
        "original": "Maggādhipatiṁ abyākataṁ dhammaṁ paṭicca maggādhipati abyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "magga adhipatim abyākatam dhammam paṭicca magga adhipati abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_patthana_5.2:115.1",
        "original": "Maggārammaṇaṁ abyākatañca maggādhipatiṁ abyākatañca dhammaṁ paṭicca maggārammaṇo abyākato dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha nava. Sabbattha vitthāro.)",
        "analyzed": "magga ārammaṇam abyākatam ca magga adhipatim abyākatañca dhammam paṭicca magga ārammaṇaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi sabbattha nava sabbattha vitthāro ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_patthana_5.2:116.0.1",
        "original": "5.2.16. Uppannattika, Kusalattika",
        "analyzed": "uppanna attika kusala ttika ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_patthana_5.2:116.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_patthana_5.2:116.1",
        "original": "Uppanno kusalo dhammo uppannassa kusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṁ. Sabbattha vitthāro.)",
        "analyzed": "uppannaḥ kusalaḥ dhammaḥ uppannassa kusalassa dhammassa hetu paccayena paccayaḥ sabbattha eka sabbattha vitthāro ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_patthana_5.2:117.1",
        "original": "Uppanno akusalo dhammo uppannassa akusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṁ. Sabbattha vitthāro.)",
        "analyzed": "uppannaḥ akusalaḥ dhammaḥ uppannassa akusalassa dhammassa hetu paccayena paccayaḥ sabbattha eka sabbattha vitthāro ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_patthana_5.2:118.1",
        "original": "Uppanno abyākato dhammo uppannassa abyākatassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "uppannaḥ abyākataḥ dhammaḥ uppannassa abyākatassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_patthana_5.2:119.1",
        "original": "Hetuyā ekaṁ, ārammaṇe tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṁ. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā eka ārammaṇe tīṇi pe upanissaye tīṇi pe avigate eka sabbattha vitthāro ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_patthana_5.2:120.0.1",
        "original": "5.2.17. Atītattika, Kusalattika",
        "analyzed": "atīta ttika kusala ttika ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_patthana_5.2:120.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_patthana_5.2:120.1",
        "original": "Paccuppanno kusalo dhammo paccuppannassa kusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṁ.)",
        "analyzed": "paccuppannaḥ kusalaḥ dhammaḥ paccuppannassa kusalassa dhammassa hetu paccayena paccayaḥ sabbattha eka ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_patthana_5.2:121.1",
        "original": "Paccuppanno akusalo dhammo paccuppannassa akusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṁ. Sabbattha vitthāro.)",
        "analyzed": "paccuppannaḥ akusalaḥ dhammaḥ paccuppannassa akusalassa dhammassa hetu paccayena paccayaḥ sabbattha eka sabbattha vitthāro ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_patthana_5.2:122.1",
        "original": "Paccuppanno abyākato dhammo paccuppannassa abyākatassa dhammassa hetupaccayena paccayo.",
        "analyzed": "paccuppannaḥ abyākataḥ dhammaḥ paccuppannassa abyākatassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_patthana_5.2:123.1",
        "original": "Hetuyā ekaṁ, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṁ. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā eka ārammaṇe tīṇi adhipatiyā tīṇi pe upanissaye tīṇi pe avigate eka sabbattha vitthāro ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_patthana_5.2:124.0.1",
        "original": "5.2.18. Atītārammaṇattika, Kusalattika",
        "analyzed": "       ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_patthana_5.2:124.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_patthana_5.2:124.1",
        "original": "Atītārammaṇaṁ kusalaṁ dhammaṁ paṭicca atītārammaṇo kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "atīta ārammaṇam kusalam dhammam paṭicca atīta ārammaṇaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_patthana_5.2:125.1",
        "original": "Anāgatārammaṇaṁ kusalaṁ dhammaṁ paṭicca anāgatārammaṇo kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "anāgata ārammaṇam kusalam dhammam paṭicca anāgata ārammaṇaḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_patthana_5.2:126.1",
        "original": "Paccuppannārammaṇaṁ kusalaṁ dhammaṁ paṭicca paccuppannārammaṇo kusalo dhammo uppajjati hetupaccayā. (Sabbattha tīṇi. Sabbattha vitthāro.)",
        "analyzed": "paccuppanna ārammaṇam kusalam dhammam paṭicca paccuppanna ārammaṇaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha tīṇi sabbattha vitthāro ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_patthana_5.2:127.1",
        "original": "Atītārammaṇaṁ akusalaṁ dhammaṁ paṭicca atītārammaṇo akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "atīta ārammaṇam akusalam dhammam paṭicca atīta ārammaṇaḥ akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_patthana_5.2:128.1",
        "original": "Anāgatārammaṇaṁ akusalaṁ dhammaṁ paṭicca anāgatārammaṇo akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "anāgata ārammaṇam akusalam dhammam paṭicca anāgata ārammaṇaḥ akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_patthana_5.2:129.1",
        "original": "Paccuppannārammaṇaṁ akusalaṁ dhammaṁ paṭicca paccuppannārammaṇo akusalo dhammo uppajjati hetupaccayā. (Sabbattha tīṇi. Sabbattha vitthāro.)",
        "analyzed": "paccuppanna ārammaṇam akusalam dhammam paṭicca paccuppanna ārammaṇaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha tīṇi sabbattha vitthāro ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_patthana_5.2:130.1",
        "original": "Atītārammaṇaṁ abyākataṁ dhammaṁ paṭicca atītārammaṇo abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "atīta ārammaṇam abyākatam dhammam paṭicca atīta ārammaṇaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_patthana_5.2:131.1",
        "original": "Anāgatārammaṇaṁ abyākataṁ dhammaṁ paṭicca anāgatārammaṇo abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "anāgata ārammaṇam abyākatam dhammam paṭicca anāgata ārammaṇaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_patthana_5.2:132.1",
        "original": "Paccuppannārammaṇaṁ abyākataṁ dhammaṁ paṭicca paccuppannārammaṇo abyākato dhammo uppajjati hetupaccayā. (Sabbattha tīṇi. Sabbattha vitthāro.)",
        "analyzed": "paccuppanna ārammaṇam abyākatam dhammam paṭicca paccuppanna ārammaṇaḥ abyākataḥ dhammo uppajjati hetu paccayā sabbattha tīṇi sabbattha vitthāro ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_patthana_5.2:133.0.1",
        "original": "5.2.19. Ajjhattattika, Kusalattika",
        "analyzed": "ajjhatta ttika kusala ttika ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_patthana_5.2:133.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_patthana_5.2:133.1",
        "original": "Ajjhattaṁ kusalaṁ dhammaṁ paṭicca ajjhatto kusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "ajjhattam kusalam dhammam paṭicca ajjhattaḥ kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_patthana_5.2:134.1",
        "original": "Bahiddhā kusalaṁ dhammaṁ paṭicca bahiddhā kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "bahiddhā kusalam dhammam paṭicca bahiddhā kusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha dve sabbattha vitthāro ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_patthana_5.2:135.1",
        "original": "Ajjhattaṁ akusalaṁ dhammaṁ paṭicca ajjhatto akusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "ajjhattam akusalam dhammam paṭicca ajjhattaḥ akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_patthana_5.2:136.1",
        "original": "Bahiddhā akusalaṁ dhammaṁ paṭicca bahiddhā akusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "bahiddhā akusalam dhammam paṭicca bahiddhā akusalaḥ dhammaḥ uppajjati hetu paccayā sabbattha dve sabbattha vitthāro ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_patthana_5.2:137.1",
        "original": "Ajjhattaṁ abyākataṁ dhammaṁ paṭicca ajjhatto abyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "ajjhattam abyākatam dhammam paṭicca ajjhattaḥ abyākataḥ dhammo uppajjati hetu paccayā ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_patthana_5.2:138.1",
        "original": "Bahiddhā abyākataṁ dhammaṁ paṭicca bahiddhā abyākato dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "bahiddhā abyākatam dhammam paṭicca bahiddhā abyākataḥ dhammaḥ uppajjati hetu paccayā sabbattha dve sabbattha vitthāro ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_patthana_5.2:139.0.1",
        "original": "5.2.20. Ajjhattārammaṇattika, Kusalattika",
        "analyzed": "       ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_patthana_5.2:139.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_patthana_5.2:139.1",
        "original": "Ajjhattārammaṇaṁ kusalaṁ dhammaṁ paṭicca ajjhattārammaṇo kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "ajjhatta ārammaṇam kusalam dhammam paṭicca ajjhatta ārammaṇaḥ kusalaḥ dhammo uppajjati hetu paccayā sabbattha dve sabbattha vitthāro ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_patthana_5.2:140.1",
        "original": "Ajjhattārammaṇaṁ akusalaṁ dhammaṁ paṭicca ajjhattārammaṇo akusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "ajjhatta ārammaṇam akusalam dhammam paṭicca ajjhatta ārammaṇaḥ akusalaḥ dhammo uppajjati hetu paccayā sabbattha dve sabbattha vitthāro ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_patthana_5.2:141.1",
        "original": "Ajjhattārammaṇaṁ abyākataṁ dhammaṁ paṭicca ajjhattārammaṇo abyākato dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
        "analyzed": "ajjhatta ārammaṇam abyākatam dhammam paṭicca ajjhatta ārammaṇaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā sabbattha dve sabbattha vitthāro ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_patthana_5.2:142.0.1",
        "original": "5.2.21. Sanidassanattika, Kusalattika",
        "analyzed": "sani dassana ttika kusala ttika ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_patthana_5.2:142.0.2",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_patthana_5.2:142.1",
        "original": "Anidassanaappaṭighaṁ kusalaṁ dhammaṁ paṭicca anidassanaappaṭigho kusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "anidassana appaṭigham kusalam dhammam paṭicca anidassana appaṭighaḥ kusalaḥ dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_patthana_5.2:143.1",
        "original": "Anidassanaappaṭighaṁ akusalaṁ dhammaṁ paṭicca anidassanaappaṭigho akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "anidassana appaṭigham akusalam dhammam paṭicca anidassana appaṭighaḥ akusalaḥ dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_patthana_5.2:144.1",
        "original": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca anidassanasappaṭigho abyākato dhammo uppajjati hetupaccayā. (Ekaṁ.)",
        "analyzed": "anidassana sappaṭigham abyākatam dhammam paṭicca anidassana sappaṭighaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā eka ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_patthana_5.2:145.1",
        "original": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca sanidassanasappaṭigho abyākato dhammo uppajjati hetupaccayā. (Dve.)",
        "analyzed": "anidassana sappaṭigham abyākatam dhammam paṭicca sa nidassana sappaṭighaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā dve ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_patthana_5.2:146.1",
        "original": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca anidassanaappaṭigho abyākato dhammo uppajjati hetupaccayā. (Tīṇi.)",
        "analyzed": "anidassana sappaṭigham abyākatam dhammam paṭicca anidassana appaṭighaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_patthana_5.2:147.1",
        "original": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca sanidassanasappaṭigho abyākato ca anidassanaappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Cattāri.)",
        "analyzed": "anidassana sappaṭigham abyākatam dhammam paṭicca sa nidassana sappaṭighaḥ abyākato ca anidassana appaṭighaḥ abyākataḥ ca dhammā uppajjanti hetu paccayā cattāri ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_patthana_5.2:148.1",
        "original": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca anidassanasappaṭigho abyākato ca anidassanaappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Pañca.)",
        "analyzed": "anidassana sappaṭigham abyākatam dhammam paṭicca anidassana sappaṭighaḥ abyākato ca anidassana appaṭighaḥ abyākato ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_patthana_5.2:149.1",
        "original": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca sanidassanasappaṭigho abyākato ca anidassanasappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Cha.)",
        "analyzed": "anidassana sappaṭigham abyākatam dhammam paṭicca sa nidassana sappaṭighaḥ abyākato ca anidassana sappaṭighaḥ abyākataḥ ca dhammā uppajjanti hetu paccayā cha ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_patthana_5.2:150.1_0",
        "original": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca sanidassanasappaṭigho abyākato ca",
        "analyzed": "a nidassana sa paṭigham abyākatam dhammam paṭicca sa nidassana sa paṭighaḥ abyākataḥ ca ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_patthana_5.2:150.1_1",
        "original": "anidassanasappaṭigho abyākato ca anidassanaappaṭigho abyākato ca dhammā uppajjanti",
        "analyzed": "anidassana sappaṭighaḥ abyākato ca anidassana appaṭighaḥ abyākato ca dhammā uppajjanti ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_patthana_5.2:150.1_2",
        "original": "hetupaccayā. (Satta.)",
        "analyzed": "hetu paccayā satta ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_patthana_5.2:151.1",
        "original": "Anidassanaappaṭighaṁ abyākataṁ dhammaṁ paṭicca anidassanaappaṭigho abyākato dhammo uppajjati hetupaccayā. (Satta.)",
        "analyzed": "anidassana appaṭigham abyākatam dhammam paṭicca anidassana appaṭighaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā satta ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_patthana_5.2:152.1",
        "original": "Anidassanaappaṭighaṁ abyākatañca anidassanasappaṭighaṁ abyākatañca dhammaṁ paṭicca sanidassanasappaṭigho abyākato dhammo uppajjati hetupaccayā. (Satta.) (Saṅkhittaṁ.)",
        "analyzed": "anidassana appaṭigham abyākatam ca anidassana sappaṭigham abyākatam ca dhammam paṭicca sa nidassana sappaṭighaḥ abyākataḥ dhammaḥ uppajjati hetu paccayā satta ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_patthana_5.2:153.1",
        "original": "Hetuyā ekavīsa, ārammaṇe ekaṁ, adhipatiyā ekavīsa …pe… aññamaññe cha …pe… avigate ekavīsa. (Saṅkhittaṁ.)",
        "analyzed": "hetuyā ekavīsa ārammaṇe eka adhipatiyā ekavīsa pe aññamaññe cha pe avigate ekavīsa saṅkhitta ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_patthana_5.2:154.1",
        "original": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
        "analyzed": "sahajāta vāram pi pe pañhā vāram pi ",
        "folio": "154"
    }
]