[
    {
        "segmentnr": "PA_patthana_13.11:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.11:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma anuloma paccanīya tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.11:0.3",
        "original": "13.11. Sekkhattika",
        "analyzed": "sekkhattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.11:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.11:1.1_0",
        "original": "Sekkhaṁ dhammaṁ paṭicca nasekkho dhammo uppajjati hetupaccayā. Sekkhaṁ dhammaṁ paṭicca",
        "analyzed": "sekkham dhammam paṭicca na sekkhaḥ dhammo uppajjati hetu paccayā sekkham dhammam paṭicca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.11:1.1_1",
        "original": "naasekkho dhammo uppajjati hetupaccayā. Sekkhaṁ dhammaṁ paṭicca nanevasekkhanāsekkho",
        "analyzed": "na asekkhaḥ dhammaḥ uppajjati hetu paccayā sekkham dhammam paṭicca na nevasekkha na asekkhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.11:1.1_2",
        "original": "dhammo uppajjati hetupaccayā. Sekkhaṁ dhammaṁ paṭicca naasekkho ca nanevasekkhanāsekkho",
        "analyzed": "dhammaḥ uppajjati hetu paccayā sekkham dhammam paṭicca na asekkhaḥ ca na nevasekkha nāsekkhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.11:1.1_3",
        "original": "ca dhammā uppajjanti hetupaccayā. Sekkhaṁ dhammaṁ paṭicca nasekkho ca naasekkho ca",
        "analyzed": "ca dhammā uppajjanti hetu paccayā sekkham dhammam paṭicca na sekkhaḥ ca na asekkhaḥ ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.11:1.1_4",
        "original": "dhammā uppajjanti hetupaccayā.",
        "analyzed": "dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.11:2.1_0",
        "original": "Asekkhaṁ dhammaṁ paṭicca naasekkho dhammo uppajjati hetupaccayā. Asekkhaṁ dhammaṁ",
        "analyzed": "asekkham dhammam paṭicca na asekkhaḥ dhammaḥ uppajjati hetu paccayā asekkham dhamma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.11:2.1_1",
        "original": "paṭicca nasekkho dhammo uppajjati hetupaccayā. Asekkhaṁ dhammaṁ paṭicca nanevasekkhanāsekkho",
        "analyzed": "paṭicca na sekkhaḥ dhammaḥ uppajjati hetu paccayā asekkham dhammam paṭicca na nevasekkha na asekkhaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.11:2.1_2",
        "original": "dhammo uppajjati hetupaccayā. Asekkhaṁ dhammaṁ paṭicca nasekkho ca nanevasekkhanāsekkho",
        "analyzed": "dhammaḥ uppajjati hetu paccayā asekkham dhammam paṭicca na sekkhaḥ ca na nevasekkha na asekkhaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.11:2.1_3",
        "original": "ca dhammā uppajjanti hetupaccayā. Asekkhaṁ dhammaṁ paṭicca nasekkho ca naasekkho",
        "analyzed": "ca dhammā uppajjanti hetu paccayā asekkham dhammam paṭicca na sekkhaḥ ca na asekkhaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.11:2.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.11:3.1_0",
        "original": "Nevasekkhanāsekkhaṁ dhammaṁ paṭicca nasekkho dhammo uppajjati hetupaccayā. Nevasekkhanāsekkhaṁ",
        "analyzed": "nevasekkha nāsekkham dhammam paṭicca na sekkhaḥ dhammo uppajjati hetu paccayā nevasekkha nāsekkha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.11:3.1_1",
        "original": "dhammaṁ paṭicca naasekkho dhammo uppajjati hetupaccayā. Nevasekkhanāsekkhaṁ dhammaṁ",
        "analyzed": "dhammam paṭicca na asekkhaḥ dhammaḥ uppajjati hetu paccayā nevasekkha na asekkham dhamma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.11:3.1_2",
        "original": "paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "paṭicca na sekkhaḥ ca na asekkhaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.11:4.1_0",
        "original": "Sekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca nasekkho dhammo uppajjati hetupaccayā.",
        "analyzed": "sekkham ca nevasekkha nāsekkham ca dhammam paṭicca na sekkhaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.11:4.1_1",
        "original": "Sekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca naasekkho dhammo uppajjati hetupaccayā.",
        "analyzed": "sekkham ca nevasekkha na asekkham ca dhammam paṭicca na asekkhaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.11:4.1_2",
        "original": "Sekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca nasekkho ca naasekkho ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "sekkham ca nevasekkha na asekkham ca dhammam paṭicca na sekkhaḥ ca na asekkhaḥ ca dhammāḥ uppajjanti hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.11:5.1_0",
        "original": "Asekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca nasekkho dhammo uppajjati hetupaccayā.",
        "analyzed": "asekkham ca nevasekkha na asekkham ca dhammam paṭicca na sekkhaḥ dhammo uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.11:5.1_1",
        "original": "Asekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca naasekkho dhammo uppajjati hetupaccayā.",
        "analyzed": "asekkham ca nevasekkha na asekkham ca dhammam paṭicca na asekkhaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.11:5.1_2",
        "original": "Asekkhañca nevasekkhanāsekkhañca dhammaṁ paṭicca nasekkho ca naasekkho ca dhammā",
        "analyzed": "asekkham ca nevasekkha na asekkham ca dhammam paṭicca nasekkhaḥ ca na asekkhaḥ ca dhammā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.11:5.1_3",
        "original": "uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.11:6.1",
        "original": "Hetuyā ekūnavīsa, ārammaṇe nava …pe… avigate ekūnavīsa. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā ekūnavīsa ārammaṇe nava pe avigate ekūnavīsa sabbattha vitthāro ",
        "folio": "6"
    }
]