[
    {
        "segmentnr": "PA_patthana_18.8:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.8:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.8:0.3",
        "original": "18.8. Hetuduka, Dassanenapahātabbadukādi",
        "analyzed": "hetu duka dassanena apahātabba duka ādi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.8:1.1",
        "original": "Hetuṁ dassanena pahātabbaṁ dhammaṁ paṭicca nahetu nadassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum dassanena pahātabbam dhammam paṭicca na hetu na dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.8:2.1",
        "original": "Nahetuṁ nadassanena pahātabbaṁ dhammaṁ paccayā nanahetu nanadassanena pahātabbo dhammo uppajjati hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na dassanena pahātabbam dhammam paccayā na na hetu na na dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā hetuyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.8:3.1",
        "original": "Hetuṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca nahetu nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum bhāvanāya pahātabbam dhammam paṭicca na hetu na bhāvanāya pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.8:4.1",
        "original": "Nahetuṁ nabhāvanāya pahātabbaṁ dhammaṁ paccayā nanahetu nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na bhāvanāya pahātabbam dhammam paccayā na na hetu na bhāvanāya pahātabbaḥ dhammaḥ uppajjati hetu paccayā hetuyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_18.8:5.1",
        "original": "Hetuṁ dassanena pahātabbahetukaṁ dhammaṁ paṭicca nahetu nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. Hetuyā tīṇi, ārammaṇe ekaṁ …pe… sahajāte pañca …pe… avigate pañca.",
        "analyzed": "hetum dassanena pahātabba hetukam dhammam paṭicca na hetu na dassanena pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā hetuyā tīṇi ārammaṇe ekam pe sahajāte pañca pe avigate pañca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.8:6.1",
        "original": "Nahetuṁ nadassanena pahātabbahetukaṁ dhammaṁ paṭicca nanahetu nanadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na hetum na dassanena pahātabba hetukam dhammam paṭicca na na hetu na na dassanena pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_18.8:7.1_0",
        "original": "Hetuṁ bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nahetu nabhāvanāya pahātabbahetuko",
        "analyzed": "hetum bhāvanāya pahātabba hetukam dhammam paṭicca na hetu na bhāvanāya pahātabba hetukaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_18.8:7.1_1",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… sahajāte",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe ekam pe sahajāte ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_18.8:7.1_2",
        "original": "pañca …pe… avigate pañca.",
        "analyzed": "pañca pe avigate pañca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_18.8:8.1",
        "original": "Nahetuṁ nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nanahetu nanabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "na hetum na bhāvanāya pahātabba hetukam dhammam paṭicca na na hetu na na bhāvanāya pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā hetuyā ekam pe avigate eka saṅkhitta ",
        "folio": "8"
    }
]