[
    {
        "segmentnr": "PA_patthana_23.20:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.20:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma paccanīya anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.20:0.3",
        "original": "23.20. Vedanāttika, Kusalattika",
        "analyzed": "vedanā attika kusala attika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.20:1.1_0",
        "original": "Nasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paccayā sukhāya vedanāya sampayutto",
        "analyzed": "na sukhāya vedanāya sampayuttam na kusalam dhammam paccayā sukhāya vedanāya sampayuttaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.20:1.1_1",
        "original": "kusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ",
        "analyzed": "kusalaḥ dhammaḥ uppajjati hetu paccayā na sukhāya vedanāya sampayuttam na kusalam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.20:1.1_2",
        "original": "paccayā adukkhamasukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā … dve.",
        "analyzed": "paccayā adukkhamasukhāya vedanāya sampayuttaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā dve ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.20:2.1_0",
        "original": "Nadukkhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paccayā sukhāya vedanāya sampayutto",
        "analyzed": "na dukkhāya vedanāya sampayuttam na kusalam dhammam paccayā sukhāya vedanāya sampayuttaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.20:2.1_1",
        "original": "kusalo dhammo uppajjati hetupaccayā. Nadukkhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ",
        "analyzed": "kusalaḥ dhammaḥ uppajjati hetu paccayā na dukkhāya vedanāya sampayuttam na kusalam dhamma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.20:2.1_2",
        "original": "paccayā adukkhamasukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā … dve.",
        "analyzed": "paccayā adukkhamasukhāya vedanāya sampayuttaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā dve ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.20:3.1_0",
        "original": "Naadukkhamasukhāya vedanāya sampayuttaṁ nakusalaṁ dhammaṁ paccayā adukkhamasukhāya",
        "analyzed": "na adukkham asukhāya vedanāya sampayuttam na kusalam dhammam paccayā adukkham asukhāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.20:3.1_1",
        "original": "vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā. Naadukkhamasukhāya vedanāya",
        "analyzed": "vedanāya sampayuttaḥ kusalaḥ dhammaḥ uppajjati hetu paccayā na adukkhamasukhāya vedanāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.20:3.1_2",
        "original": "sampayuttaṁ nakusalaṁ dhammaṁ paccayā sukhāya vedanāya sampayutto kusalo dhammo uppajjati",
        "analyzed": "sampayuttam na kusalam dhammam paccayā sukhāya vedanāya sampayuttaḥ kusalaḥ dhammo uppajjati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.20:3.1_3",
        "original": "hetupaccayā … dve. (Cattāri gaṇitakena dve dve pañhā kātabbā. Saṅkhittaṁ.)",
        "analyzed": "hetu paccayā dve cattāri gaṇitakena dve dve pañhā kātabbā saṅkhitta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.20:4.1",
        "original": "Hetuyā cuddasa …pe… avigate cuddasa. (Vipākaṁ natthi.)",
        "analyzed": "hetuyā cuddasa pe avigate cuddasa vipākam natthi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_23.20:5.1_0",
        "original": "Nasukhāya vedanāya sampayuttaṁ naakusalaṁ dhammaṁ paccayā sukhāya vedanāya sampayutto",
        "analyzed": "na sukhāya vedanāya sampayuttam na akusalam dhammam paccayā sukhāya vedanāya sampayuttaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_23.20:5.1_1",
        "original": "akusalo dhammo uppajjati hetupaccayā. Nasukhāya vedanāya sampayuttaṁ naakusalaṁ dhammaṁ",
        "analyzed": "akusalaḥ dhammaḥ uppajjati hetu paccayā na sukhāya vedanāya sampayuttam na akusalam dhamma ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_23.20:5.1_2",
        "original": "paccayā dukkhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "paccayā dukkhāya vedanāya sampayuttaḥ akusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_23.20:6.1",
        "original": "Hetuyā ekavīsa …pe… avigate ekavīsa. (Vipākaṁ natthi.)",
        "analyzed": "hetuyā ekavīsa pe avigate ekavīsa vipākam natthi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_23.20:7.1",
        "original": "Nasukhāya vedanāya sampayutto naabyākato dhammo sukhāya vedanāya sampayuttassa abyākatassa dhammassa ārammaṇapaccayena paccayo.",
        "analyzed": "na sukhāya vedanāya sampayuttaḥ na abyākataḥ dhammaḥ sukhāya vedanāya sampayuttassa abyākatassa dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_23.20:8.1",
        "original": "Ārammaṇe cuddasa, adhipatiyā dvādasa, anantare terasa, upanissaye ekavīsa, kamme sattarasa, natthiyā vigate terasa.",
        "analyzed": "ārammaṇe cuddasa adhipatiyā dvādasa anantare terasa upanissaye ekavīsa kamme sattarasa natthiyā vigate terasa ",
        "folio": "8"
    }
]