[
    {
        "segmentnr": "PA_patthana_22.15:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.15:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma paccanīya anuloma tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.15:0.3",
        "original": "22.15. Kusalattika, Sauttaraduka",
        "analyzed": "kusalattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.15:1.1_0",
        "original": "Nakusalaṁ nasauttaraṁ dhammaṁ paṭicca abyākato sauttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam na sauttaram dhammam paṭicca abyākataḥ sauttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.15:1.1_1",
        "original": "Naakusalaṁ nasauttaraṁ dhammaṁ paṭicca abyākato sauttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam na sauttaram dhammam paṭicca abyākataḥ sauttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.15:1.1_2",
        "original": "Naabyākataṁ nasauttaraṁ dhammaṁ paṭicca abyākato sauttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "na abyākatam na sauttaram dhammam paṭicca abyākataḥ sauttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.15:1.1_3",
        "original": "Naakusalaṁ nasauttarañca naabyākataṁ nasauttarañca dhammaṁ paṭicca abyākato sauttaro",
        "analyzed": "na akusalam na sauttaram ca na abyākatam na sauttaram ca dhammam paṭicca abyākataḥ sauttaro ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.15:1.1_4",
        "original": "dhammo uppajjati hetupaccayā. Nakusalaṁ nasauttarañca naakusalaṁ nasauttarañca dhammaṁ",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na kusalam na sa uttarañca na akusalam na sa uttarañca dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.15:1.1_5",
        "original": "paṭicca abyākato sauttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca,",
        "analyzed": "paṭicca abyākataḥ sauttaraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.15:1.1_6",
        "original": "adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
        "analyzed": "adhipatiyā pañca pe vipāke tīṇi pe avigate pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.15:2.1",
        "original": "Nakusalaṁ naanuttaraṁ dhammaṁ paccayā kusalo anuttaro dhammo uppajjati hetupaccayā … (Saṅkhittaṁ.) Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "na kusalam na anuttaram dhammam paccayā kusalaḥ anuttaraḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā cha pe vipāke tīṇi pe avigate cha ",
        "folio": "2"
    }
]