[
    {
        "segmentnr": "PA_patthana_16.11:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.11:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.11:0.3",
        "original": "16.11. Kusalattika, Lokiyaduka",
        "analyzed": "kusalattika lokiyaduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.11:1.1_0",
        "original": "Abyākataṁ lokiyaṁ dhammaṁ paccayā naabyākato nalokiyo dhammo uppajjati hetupaccayā.",
        "analyzed": "abyākatam lokiyam dhammam paccayā na abyākataḥ na lokiyaḥ dhammo uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.11:1.1_1",
        "original": "Abyākataṁ lokiyaṁ dhammaṁ paccayā nakusalo nalokiyo dhammo uppajjati hetupaccayā.",
        "analyzed": "abyākatam lokiyam dhammam paccayā na kusalaḥ na lokiyaḥ dhammo uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.11:1.1_2",
        "original": "Abyākataṁ lokiyaṁ dhammaṁ paccayā naakusalo nalokiyo dhammo uppajjati hetupaccayā.",
        "analyzed": "abyākatam lokiyam dhammam paccayā na akusalaḥ na lokiyaḥ dhammo uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.11:1.1_3",
        "original": "Abyākataṁ lokiyaṁ dhammaṁ paccayā naakusalo nalokiyo ca naabyākato nalokiyo ca dhammā",
        "analyzed": "abyākatam lokiyam dhammam paccayā na akusalaḥ na lokiyaḥ ca na abyākataḥ na lokiyaḥ ca dhammā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.11:1.1_4",
        "original": "uppajjanti hetupaccayā. Abyākataṁ lokiyaṁ dhammaṁ paccayā nakusalo nalokiyo ca naakusalo",
        "analyzed": "uppajjanti hetu paccayā abyākatam lokiyam dhammam paccayā na kusalaḥ na lokiyaḥ ca na akusalo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.11:1.1_5",
        "original": "nalokiyo ca dhammā uppajjanti hetupaccayā. Hetuyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā hetuyā pañca pe vipāke tīṇi pe avigate pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.11:2.1_0",
        "original": "Kusalaṁ lokuttaraṁ dhammaṁ paṭicca nakusalo nalokuttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "kusalam lokuttaram dhammam paṭicca na kusalaḥ na lokuttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.11:2.1_1",
        "original": "Kusalaṁ lokuttaraṁ dhammaṁ paṭicca naakusalo nalokuttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "kusalam lokuttaram dhammam paṭicca na akusalaḥ na lokuttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.11:2.1_2",
        "original": "Kusalaṁ lokuttaraṁ dhammaṁ paṭicca nakusalo nalokuttaro ca naakusalo nalokuttaro",
        "analyzed": "kusalam lokuttaram dhammam paṭicca na kusalaḥ na lokuttaraḥ ca na akusalaḥ na lokuttaraḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.11:2.1_3",
        "original": "ca dhammā uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.11:3.1_0",
        "original": "Abyākataṁ lokuttaraṁ dhammaṁ paṭicca nakusalo nalokuttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "abyākatam lokuttaram dhammam paṭicca na kusalaḥ na lokuttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.11:3.1_1",
        "original": "Abyākataṁ lokuttaraṁ dhammaṁ paṭicca naakusalo nalokuttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "abyākatam lokuttaram dhammam paṭicca na akusalaḥ na lokuttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.11:3.1_2",
        "original": "Abyākataṁ lokuttaraṁ dhammaṁ paṭicca nakusalo nalokuttaro ca naakusalo nalokuttaro",
        "analyzed": "abyākatam lokuttaram dhammam paṭicca na kusalaḥ na lokuttaro ca na akusalaḥ na lokuttaro ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.11:3.1_3",
        "original": "ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.11:4.1",
        "original": "Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "hetuyā cha pe vipāke tīṇi pe avigate cha ",
        "folio": "4"
    }
]