[
    {
        "segmentnr": "PA_patthana_16.27:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.27:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.27:0.3",
        "original": "16.27. Vipākattika, Hetuduka",
        "analyzed": "vipākattika hetuduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.27:1.1_0",
        "original": "Vipākaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu dhammo uppajjati hetupaccayā. Vipākaṁ",
        "analyzed": "vipākam hetum dhammam paṭicca na vipākaḥ na hetu dhammo uppajjati hetu paccayā vipāka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.27:1.1_1",
        "original": "hetuṁ dhammaṁ paṭicca navipākadhammadhammo nahetu dhammo uppajjati hetupaccayā. Vipākaṁ",
        "analyzed": "hetum dhammam paṭicca na vipāka dhamma dhammaḥ na hetu dhammaḥ uppajjati hetu paccayā vipāka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.27:1.1_2",
        "original": "hetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "hetum dhammam paṭicca na neva vipāka na vipāka dhamma dhammaḥ na hetu dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.27:1.1_3",
        "original": "Vipākaṁ hetuṁ dhammaṁ paṭicca navipākadhammadhammo nahetu ca nanevavipākanavipākadhammadhammo",
        "analyzed": "vipākam hetum dhammam paṭicca na vipāka dhamma dhammaḥ na hetu ca na neva vipāka na vipāka dhamma dhammaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.27:1.1_4",
        "original": "nahetu ca dhammā uppajjanti hetupaccayā. Vipākaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu",
        "analyzed": "na hetu ca dhammā uppajjanti hetu paccayā vipākam hetum dhammam paṭicca na vipākaḥ na hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.27:1.1_5",
        "original": "ca navipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "ca na vipāka dhamma dhammaḥ na hetu ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.27:2.1_0",
        "original": "Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipākadhammadhammo nahetu dhammo uppajjati",
        "analyzed": "vipāka dhamma dhammam hetum dhammam paṭicca na vipāka dhamma dhammaḥ na hetu dhammo uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.27:2.1_1",
        "original": "hetupaccayā. Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu dhammo uppajjati",
        "analyzed": "hetu paccayā vipāka dhamma dhammam hetum dhammam paṭicca na vipākaḥ na hetu dhammo uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.27:2.1_2",
        "original": "hetupaccayā. Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo",
        "analyzed": "hetu paccayā vipāka dhamma dhammam hetum dhammam paṭicca na neva vipāka na vipāka dhamma dhammaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.27:2.1_3",
        "original": "nahetu dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipāko",
        "analyzed": "na hetu dhammaḥ uppajjati hetu paccayā vipāka dhamma dhammam hetum dhammam paṭicca na vipākaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.27:2.1_4",
        "original": "nahetu ca nanevavipākanavipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "na hetu ca na neva vipāka na vipāka dhamma dhammaḥ na hetu ca dhammāḥ uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.27:2.1_5",
        "original": "Vipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu ca navipākadhammadhammo",
        "analyzed": "vipāka dhamma dhammam hetum dhammam paṭicca na vipākaḥ na hetu ca na vipāka dhamma dhammaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.27:2.1_6",
        "original": "nahetu ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "na hetu ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.27:3.1_0",
        "original": "Nevavipākanavipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipāko nahetu dhammo uppajjati",
        "analyzed": "neva vipāka na vipāka dhamma dhammam hetum dhammam paṭicca na vipākaḥ na hetu dhammo uppajjati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.27:3.1_1",
        "original": "hetupaccayā. Nevavipākanavipākadhammadhammaṁ hetuṁ dhammaṁ paṭicca navipākadhammadhammo",
        "analyzed": "hetu paccayā neva vipāka na vipāka dhamma dhammam hetum dhammam paṭicca na vipāka dhamma dhammaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.27:3.1_2",
        "original": "nahetu dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṁ hetuṁ dhammaṁ",
        "analyzed": "na hetu dhammaḥ uppajjati hetu paccayā na iva vipāka na vipāka dhamma dhammam hetum dhamma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.27:3.1_3",
        "original": "paṭicca navipāko nahetu ca navipākadhammadhammo nahetu ca dhammā uppajjanti hetupaccayā",
        "analyzed": "paṭicca na vipākaḥ na hetu ca na vipāka dhamma dhammaḥ na hetu ca dhammāḥ uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.27:3.1_4",
        "original": "… tīṇi. (Saṅkhittaṁ)",
        "analyzed": "tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.27:4.1",
        "original": "Hetuyā terasa, ārammaṇe nava …pe… aññamaññe ekādasa …pe… āsevane cha …pe… vipāke pañca …pe… avigate terasa.",
        "analyzed": "hetuyā terasa ārammaṇe nava pe aññamaññe ekādasa pe āsevane cha pe vipāke pañca pe avigate terasa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.27:5.1_0",
        "original": "Vipākaṁ nahetuṁ dhammaṁ paṭicca navipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "vipākam na hetum dhammam paṭicca na vipāka dhamma dhammaḥ na na hetu dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.27:5.1_1",
        "original": "Vipākaṁ nahetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo nanahetu dhammo",
        "analyzed": "vipākam na hetum dhammam paṭicca na neva vipāka na vipāka dhamma dhammaḥ na na hetu dhammaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.27:5.1_2",
        "original": "uppajjati hetupaccayā. Vipākaṁ nahetuṁ dhammaṁ paṭicca navipākadhammadhammo nanahetu",
        "analyzed": "uppajjati hetu paccayā vipākam na hetum dhammam paṭicca na vipāka dhamma dhammaḥ na na hetu ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.27:5.1_3",
        "original": "ca nanevavipākanavipākadhammadhammo nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "ca na na iva vipāka na vipāka dhamma dhammaḥ na na hetu ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.27:6.1_0",
        "original": "Vipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca navipāko nanahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "vipāka dhamma dhammam na hetum dhammam paṭicca na vipākaḥ na na hetu dhammaḥ uppajjati hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.27:6.1_1",
        "original": "Vipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo nanahetu",
        "analyzed": "vipāka dhamma dhammam na hetum dhammam paṭicca na neva vipāka na vipāka dhamma dhammaḥ na na hetu ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.27:6.1_2",
        "original": "dhammo uppajjati hetupaccayā. Vipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca navipāko",
        "analyzed": "dhammaḥ uppajjati hetu paccayā vipāka dhamma dhammam na hetum dhammam paṭicca na vipākaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.27:6.1_3",
        "original": "nanahetu ca nanevavipākanavipākadhammadhammo nanahetu ca dhammā uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "nana hetu ca nana iva vipāka na vipāka dhamma dhammaḥ nana hetu ca dhammāḥ uppajjanti hetu paccayā tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.27:7.1_0",
        "original": "Nevavipākanavipākadhammadhammaṁ nahetuṁ dhammaṁ paṭicca nanevavipākanavipākadhammadhammo",
        "analyzed": "neva vipāka na vipāka dhamma dhammam na hetum dhammam paṭicca na neva vipāka na vipāka dhamma dhammaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.27:7.1_1",
        "original": "nanahetu dhammo uppajjati hetupaccayā. Nevavipākanavipākadhammadhammaṁ nahetuṁ dhammaṁ",
        "analyzed": "na na hetu dhammaḥ uppajjati hetu paccayā na eva vipāka na vipāka dhamma dhammam na hetum dhamma ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.27:7.1_2",
        "original": "paṭicca navipāko nanahetu dhammo uppajjati hetupaccayā …pe…. Nevavipākanavipākadhammadhammaṁ",
        "analyzed": "paṭicca na vipākaḥ na na hetu dhammaḥ uppajjati hetu paccayā pe na neva vipāka na vipāka dhamma dhamma ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.27:7.1_3",
        "original": "nahetuñca dhammaṁ paṭicca navipāko nanahetu ca navipākadhammadhammo nanahetu ca dhammā",
        "analyzed": "na hetum ca dhammam paṭicca na vipākaḥ na na hetu ca na vipāka dhamma dhammaḥ na na hetu ca dhammā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.27:7.1_4",
        "original": "uppajjanti hetupaccayā … pañca.",
        "analyzed": "uppajjanti hetu paccayā pañca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.27:8.1",
        "original": "Vipākaṁ nahetuñca nevavipākanavipākadhammadhammaṁ nahetuñca dhammaṁ paṭicca navipākadhammadhammo nanahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "vipākam na hetuñca neva vipāka na vipāka dhamma dhammam na hetuñca dhammam paṭicca na vipāka dhamma dhammaḥ na na hetu dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_16.27:9.1",
        "original": "Hetuyā cuddasa, ārammaṇe cuddasa …pe… āsevane cha …pe… vipāke nava …pe… avigate cuddasa.",
        "analyzed": "hetuyā cuddasa ārammaṇe cuddasa pe āsevane cha pe vipāke nava pe avigate cuddasa ",
        "folio": "9"
    }
]