[
    {
        "segmentnr": "PA_pe_4:0.1",
        "original": "Peṭakopadesa",
        "analyzed": "peṭaka upadesa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_pe_4:0.2",
        "original": "4. Suttavicayacatutthabhūmi",
        "analyzed": "      ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_pe_4:1.1",
        "original": "Tattha katamo suttavicayo?",
        "analyzed": "tattha katamaḥ sutta vicayo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_pe_4:2.1",
        "original": "Tattha kusalehi dhammehi akusalehi dhammehi pubbāparaso sādhukaṁ upaparikkhiyati.",
        "analyzed": "tattha kusalehi dhammehi akusalehi dhammehi pubba aparasaḥ sādhukam upaparikkhiyati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_pe_4:2.2",
        "original": "Kiṁ nu kho idaṁ suttaṁ ārabhi …pe… tehi suttehi saha adhisannaṭṭhehi yujjati udāhu na yujjatīti?",
        "analyzed": "kim nu kho idam suttam ārabhi pe tehi suttehi saha adhisanna ṭṭhehi yujjati udāhu na yujjati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_pe_4:3.1",
        "original": "Yathā bhagavā kilese ādimhi tattha deseti.",
        "analyzed": "yathā bhagavā kilese ādimhi tattha deseti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.2",
        "original": "Kiṁ desitaṁ?",
        "analyzed": "kim ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.3",
        "original": "Tesaṁ kilesānaṁ pahānaṁ udāhu no desitanti upaparikkhitabbaṁ.",
        "analyzed": "tesam kilesānam pahānam udāhu no desitanti upaparikkhitabba ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.4",
        "original": "Yadi na desitaṁ bhagavati tesaṁ kilesānaṁ pahānaṁ kusalā dhammā pariyesitabbā;",
        "analyzed": "yadi na desitam bhagavati tesam kilesānam pahānam kusalāḥ dhammā pariyesitabbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.5",
        "original": "yattha te akusalā pahānaṁ gacchanti.",
        "analyzed": "yattha te akusalā pahānam gacchanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.6",
        "original": "Sace samannehamāno na labhati.",
        "analyzed": "sace samannehamānaḥ na labhati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.7",
        "original": "Tattha akusalā dhammā apakaḍḍhitabbā vīmaṁsitabbā, saṅkilesabhāgiyasuttaṁ, yadi kilesā apakaḍḍhiyantā.",
        "analyzed": "tattha akusalāḥ dhammāḥ apakaḍḍhitabbāḥ vīmasitabbā saṅkilesabhāgiya sutta yadi kilesāḥ apakaḍḍhiyantā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.8",
        "original": "Ye vā na denti tattha upaparikkhitabbā ariyamaggadhammā tāsu bhūmīsu kilesā pahānaṁ gacchanti, udāhu na gacchantīti.",
        "analyzed": "ye vā na denti tattha upaparikkhitabbāḥ ariya magga dhammā tāsu bhūmīsu kilesāḥ pahānam gacchanti udāhu na gacchanti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.9",
        "original": "Yattakā pana kilesā desitā.",
        "analyzed": "yattakā pana kilesāḥ desitā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.10",
        "original": "Na tattakā ariyadhammā desitā.",
        "analyzed": "na tattakāḥ ariya dhammāḥ desitā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.11",
        "original": "Yattha kilesā pahānaṁ gacchanti, tattha ye kilesā ariyadhammānaṁ paṭipakkhena na yujjanti, te apakaḍḍhitabbā, sace apakaḍḍhiyantā yojanaṁ deti.",
        "analyzed": "yattha kilesā pahānam gacchanti tattha ye kilesāḥ ariya dhammānam paṭipakkhena na yujjanti te apakaḍḍhitabbā sace apakaḍḍhiyantā yojanam deti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.12",
        "original": "Tattha evaṁ vīmaṁsitabbaṁ.",
        "analyzed": "tattha evam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.13",
        "original": "Dve tīṇi vā taduttari vā kilesā ekena ariyamaggena pahānaṁ gacchantīti.",
        "analyzed": "dve tīṇi vā tad uttari vā kilesāḥ ekena ariya maggena pahānam gacchanti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.14",
        "original": "Sace evaṁ vīmaṁsiyantā yojanaṁ deti, tattha upaparikkhitabbaṁ.",
        "analyzed": "sace evam yojanam deti tattha upaparikkhitabba ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.15",
        "original": "Paramparāya vā piṭakasampadānena vā suttassa attho ca nattho ca.",
        "analyzed": "paramparāya vā piṭaka sampadānena vā suttassa attho ca nattho ca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.16",
        "original": "Yaṁ vā na sakkā suttaṁ niddisituṁ neva suttaṁ vicikicchitabbaṁ.",
        "analyzed": "yam vā na sakkā suttam niddisitum na iva suttam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.17",
        "original": "Evaṁ yathā ādimhi kusalā dhammā honti.",
        "analyzed": "evam yathā ādimhi kusalāḥ dhammāḥ honti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.18",
        "original": "Ye kilesā te pahīneyyāti.",
        "analyzed": "ye kilesā te pahīneyya ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.19",
        "original": "Te upaparikkhitabbā.",
        "analyzed": "te upaparikkhitabbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.20",
        "original": "Puro vā kusalo paṭipakkhena vā puro desanā, anūnā anadhikā uggahetabbā.",
        "analyzed": "puras vā kusalaḥ paṭipakkhena vā puras desanā anūnā anadhikā uggahetabbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.21",
        "original": "Yathā paṭhamo uttilo yesamidāni kilesānaṁ ye ariyadhammā desitā ime kilesā imehi ariyadhammehi pahīyanti, udāhu nappahīyantīti vicinitabbā.",
        "analyzed": "yathā paṭhamaḥ uttilaḥ yesam idāni kilesānam ye ariya dhammāḥ desitāḥ ime kilesāḥ imehi ariya dhammehi pahīyanti udāhu na pahīyanti iti vicinitabbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.22",
        "original": "Yadi upaparikkhiyamānā yujjanti, gahetabbā.",
        "analyzed": "yadi upaparikkhiyamānā yujjanti gahetabbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.23",
        "original": "Atha na yujjanti, ye kilesā apaṭipakkhā honti, te kilesā aparipakkhitabbā.",
        "analyzed": "atha na yujjanti ye kilesāḥ apaṭipakkhāḥ honti te kilesāḥ a paripakkhitabbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.24",
        "original": "Ye ca ariyadhammā paṭipakkhā honti, te ariyadhammā apakaḍḍhitabbā.",
        "analyzed": "ye ca ariya dhammā paṭipakkhāḥ honti te ariya dhammā apakaḍḍhitabbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.25",
        "original": "Na hi ariyadhammā anāgāmikilesappahānaṁ gacchanti, nāpi ariyadhammā sabbakilesānaṁ pahānāya saṁvattanti.",
        "analyzed": "na hi ariya dhammā anāgāmi kilesa ppahānam gacchanti na api ariya dhammā sabba kilesānam pahānāya savattanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.26",
        "original": "Yathā kusalā mettā akusalo rāgo na tu kusalā mettāti kāretvā akusalassa rāgassa pahānāya sambhavati byāpādo mettāya pahānaṁ gacchati.",
        "analyzed": "yathā kusalā mettā akusalaḥ rāgaḥ na tu kusalā mettā ati kāretvā akusalassa rāgassa pahānāya sambhavati byāpādaḥ mettāya pahānam gacchati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.27",
        "original": "Tasmā ubho kilesā upaparikkhitabbā.",
        "analyzed": "tasmai ubho kilesā upaparikkhitabbā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.28",
        "original": "Yo yo ca dhammo upadisiyati kusalo vā akusalo vā so apakaḍḍhitabbo.",
        "analyzed": "yaḥ yaḥ ca dhammaḥ upadisiyati kusalaḥ vā akusalaḥ vā saḥ apakaḍḍhitabbo ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.29",
        "original": "Sace te yujjanti apakaḍḍhiyamāno natthi upaparikkhitabbaṁ.",
        "analyzed": "sace te yujjanti apakaḍḍhiyamāno natthi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:3.30",
        "original": "Dve vā kilesā ekena ariyadhammena pahīneyyāti dvīhi vā ariyadhammehi eko vā kileso pahīyatīti.",
        "analyzed": "dve vā kilesā ekena ariya dhammena pahīneyyāti dvīhi vā ariya dhammehi ekaḥ vā kileso pahīyati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_pe_4:4.1",
        "original": "Atha vā evampi upaparikkhiyamānaṁ yujjati, tattha vīmaṁsitabbaṁ vā yathā yujjati tattha vīmaṁsitabbaṁ vā, yathā nanu sakkā suttaṁ niddisituṁ, na hi sutte vicikicchitabbaṁ.",
        "analyzed": "atha vā evam pi upaparikkhiyamānam yujjati tattha vīmasitabbam vā yathā yujjati tattha vīmasitabbam vā yathā nanu sakkā suttam niddisitu na hi sutte vicikicchitabba ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:4.2",
        "original": "Kileso maṁ ariyadhammesu desitesu ubhayato upaparikkhitabbaṁ.",
        "analyzed": "kilesaḥ mam ariya dhammesu desitesu ubhayatas ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:4.3",
        "original": "Kira ye vā ime kilesā desitā ye ca ariyadhammā desitā gāthāya vā byākaraṇena vā, kiṁ nu kho ime kilesā imehi ariyadhammehi pahīyanti, udāhu nappahīyanti?",
        "analyzed": "kira ye vā ime kilesāḥ desitāḥ ye ca ariya dhammāḥ desitāḥ gāthāya vā byākaraṇena vā kim nu kho ime kilesāḥ imehi ariya dhammehi pahīyanti udāhu na pahīyanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:4.4",
        "original": "Ime vā ariyadhammā imesaṁ kilesānaṁ pahānāya saṁvattantīti.",
        "analyzed": "ime vai ariya dhammā imesam kilesānam pahānāya savattanti iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:4.5",
        "original": "Kiñcāpi kusalehi dhammehi akusalā dhammā pahānaṁ gacchanti.",
        "analyzed": "kiñca api kusalehi dhammehi akusalāḥ dhammāḥ pahānam gacchanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:4.6",
        "original": "Na tu sabbehi ariyadhammehi sabbākusalā pahānaṁ gacchanti.",
        "analyzed": "na tu sabbehi ariya dhammehi sabba akusalāḥ pahānam gacchanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:4.7",
        "original": "Yathā mettā kusalo akusalo ca rāgo na tu kusalā mettā akusalo rāgoti kāretvā mettāya rāgo pahānaṁ, byāpādo mettāya pahānaṁ gacchanti.",
        "analyzed": "yathā mettā kusalaḥ akusalaḥ ca rāgaḥ na tu kusalāḥ mettā akusalaḥ rāgaḥ iti kāretvā mettāya byāpādaḥ mettāya pahānam gacchanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:4.8",
        "original": "Evaṁ kilesoti kāretvā suttena pahānaṁ gacchati.",
        "analyzed": "evam kileso ti kāretvā suttena pahānam gacchati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:4.9",
        "original": "Na sutto dhammoti kāretvā sabbaṁ kilesassa pahānāya saṁvattati.",
        "analyzed": "na suttaḥ dhammaḥ ti kāretvā sabbam kilesassa pahānāya savattati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:4.10",
        "original": "Yaṁ tu suttassa ariyadhammo saṅkilesapaṭipakkho, so tena pahānaṁ gacchatīti.",
        "analyzed": "yam tu suttassa ariya dhammo saṅkilesa paṭipakkho so tena pahānam gacchati iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_pe_4:5.1",
        "original": "Tattha kusale desite sutte byākaraṇe vā saṅkilesā na yujjanti ariyadhammā vā, te mahāpadese niddisitabbāvayavena apakaḍḍhitabbā.",
        "analyzed": "tattha kusale desite sutte byākaraṇe vā saṅkilesāḥ na yujjanti ariya dhammāḥ vā te mahā apadese niddisitabba avayavena apakaḍḍhitabbā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.2",
        "original": "Tattha kilesehi ca desitehi ariyadhammesu ca yadipi tena ariyadhammena te kilesā pahānaṁ gacchanti.",
        "analyzed": "tattha kilesehi ca desitehi ariya dhammesu ca yadi pi tena ariya dhammena te kilesāḥ pahānam gacchanti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.3",
        "original": "Tatthapi uttari upaparikkhitabbaṁ.",
        "analyzed": "tattha api uttari ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.4",
        "original": "Kena kāraṇena ete kilesā pajahitabbā, kena kāraṇena ariyadhammā desitāti?",
        "analyzed": "kena kāraṇena ete kilesā pajahitabbā kena kāraṇena ariya dhammā desitā ati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.5",
        "original": "Yena yena vā ākārena ariyadhammā desitā, tena tena pakārena ayaṁ kileso ṭhito.",
        "analyzed": "yena yena vā ākārena ariya dhammā desitā tena tena pakārena ayam kileso ṭhitaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.6",
        "original": "Atthi hi eko kileso, tena vā ariyadhammā na aññathā aññathā pahātabbo, yathā diṭṭhi rāgo avijjā ca dassanena pahātabbā.",
        "analyzed": "atthi hi ekaḥ kilesaḥ tena vā ariya dhammāḥ na aññathā aññathā pahātabbo yathā diṭṭhi rāgaḥ avijjā ca dassanena pahātabbā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.7",
        "original": "Sā ce evañca avijjā bhāvanāya bhūmi vā dhammā bhāvanāya pahātabbā.",
        "analyzed": "sā ce evañca avijjā bhāvanāya bhūmi vā dhammā bhāvanāya pahātabbā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.8",
        "original": "Sāyeva uddhambhāgiyaṁ asaṅkhatadassanāya vimuttiyā animittena cetosamādhinā amanasikārena pahīyati.",
        "analyzed": "sāya iva uddhambhāgiyam asaṅkhata dassanāya vimuttiyāḥ animittena cetosamādhinā amanasikārena pahīyati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.9",
        "original": "Evaṁ sātthaṁ sabyañjanaṁ upaparikkhitabbaṁ.",
        "analyzed": "evam sa attham sa byañjanam ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.10_0",
        "original": "Ye dassanena pahātabbā kilesā dassanākārena ariyadhammo desito, bhāvanāya pahātabbā",
        "analyzed": "ye dassanena pahātabbā kilesā dassana ākārena ariya dhammo desito bhāvanāya pahātabbā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.10_1",
        "original": "bhāvanākārena ariyadhammo desito, patisevanā pahātabbā patisevanākārena ariyadhammo",
        "analyzed": "bhāvanā ākārena ariya dhammo desito patisevanā pahātabbā patisevanā ākārena ariya dhammo ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.10_2",
        "original": "desito, evaṁ vinodanapahātabbā yāva satta āsavā kātabbā, yāvaññathā.",
        "analyzed": "evam vinodana pahātabbā yāva satta āsavā kātabbā yāvaññathā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.11",
        "original": "Aññathā hesa dhammo pahātabbo aññenākārena ariyadhammo desito, so ariyadhammo aññathā pariyesitabbo.",
        "analyzed": "aññathā ha isa dhammo pahātabbo aññena ākārena ariya dhammo desito so ariya dhammo aññathā pariyesitabbo ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.12",
        "original": "Yadi ayaṁ dhammo pariyesato yo ca deseti yena yenākārena, so ariyadhammo pariyesitabbo, tenākārena kileso pahīyati.",
        "analyzed": "yadi ayam dhammo pariyesataḥ yaḥ ca deseti yena yena ākārena so ariya dhammo pariyesitabbo tena ākārena kileso pahīyati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.13",
        "original": "So tattha upaparikkhitabbo.",
        "analyzed": "saḥ tattha upaparikkhitabbaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.14",
        "original": "Atha na yujjati yadi hi tena suttena vihitaṁ suttaṁ vīmaṁsitabbaṁ.",
        "analyzed": "atha na yujjati yadi hi tena suttena vihitam suttam ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.15",
        "original": "Yathā yujjati, tathā gahetabbaṁ.",
        "analyzed": "yathā yujjati tathā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.16_0",
        "original": "Yathā na yujjati, tathā na gahetabbaṁ, addhā etaṁ bhagavatā na bhāsitaṁ, āyasmatā",
        "analyzed": "yathā na yujjati tathā na addhā etam bhagavatā na bhāsitaḥ āyasmatā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.16_1",
        "original": "vā duggahitaṁ, yathā mahāpadese niddisitabbaṁ, bhagavatā yathābhūtaṁ desitaṁ, yo",
        "analyzed": "vā mahā apadese bhagavatā yathābhūtam desita ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.16_2",
        "original": "ca dhammo desito kusalo ca akusalo ca tassa dhammassa paccayo pariyesitabbo.",
        "analyzed": "ca dhammo desito kusalo ca akusalo ca tassa dhammassa paccayo pariyesitabbo ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.17",
        "original": "Na hi paccayā vinā dhammo appaccayo uppajjati.",
        "analyzed": "na hi paccayāḥ vinā dhammaḥ appaccayaḥ uppajjati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:5.18",
        "original": "Tattha ko ākāro pariyesanāya?",
        "analyzed": "tattha kaḥ ākāro pariyesanāya ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_pe_4:6.1",
        "original": "Tattha tathārūpaṁ sahetu sappaccayaṁ soyaṁ dhammo vuttoti idaṁ vīmaṁsitabbaṁ.",
        "analyzed": "tattha tathārūpam sa hetu sappaccayam saḥ ayam dhammo vuttaḥ ti idam ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.2",
        "original": "So ca paccayo tividho—",
        "analyzed": "so ca paccayaḥ tividhaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.3",
        "original": "mudu majjho adhimatto.",
        "analyzed": "mudu majjhaḥ adhimattaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.4",
        "original": "Tattha mudumhi paccaye mududhammo gahetabbo, evaṁ satyesa paccayo duvidho paramparāpaccayo ca samanantarapaccayo ca.",
        "analyzed": "tattha mudumhi paccaye mudu dhammo gahetabbo evam sati esa paccayaḥ duvidho paramparā paccayo ca samanantara paccayo ca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.5",
        "original": "So paccayo mudutena byādhimattaṁ pariyesitabbaṁ.",
        "analyzed": "so paccayaḥ mudu tena byādhimattam ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.6",
        "original": "Kiṅkāraṇaṁ?",
        "analyzed": "kiṅkāraṇa ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.7",
        "original": "Aññataropi paccayo aññehi paccayehi pariyattiṁ vā pāripūriṁ vā gacchati.",
        "analyzed": "aññataraḥ api paccayaḥ aññehi paccayehi pariyattim vā pāripūrim vā gacchati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.8",
        "original": "Tattha yo dhammo desito, tassa dhammassa etena vā kāraṇena vā hetu pariyesitabbo.",
        "analyzed": "tattha yaḥ dhammaḥ desito tassa dhammassa etena vā kāraṇena vā hetu pariyesitabbo ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.9",
        "original": "Yathā paccayo hetunā paccayena ca, so tassa dhammassa nissando pariyesitabbo.",
        "analyzed": "yathā paccayaḥ hetunā paccayena ca so tassa dhammassa nissandaḥ pariyesitabbo ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.10",
        "original": "Yathā niddiṭṭho adhiṭṭhāne padhānaṁ pariyesati, so paccayo pariyesitabbo.",
        "analyzed": "yathā niddiṭṭhaḥ adhiṭṭhāne padhānam pariyesati so paccayaḥ pariyesitabbo ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.11_0",
        "original": "Na hi mudussa dhammassa adhimatto nissando adhimattassa vā nissandassa mududhammo,",
        "analyzed": "na hi mudussa dhammassa adhimattaḥ nissandaḥ adhimattassa vā nissandassa mudu dhammo ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.11_1",
        "original": "atha mudussa mudu majjhāya majjho adhimattassa adhimatto yujjati, taṁ gahetabbaṁ,",
        "analyzed": "atha mudussa mudu majjhāya majjhaḥ adhimattassa adhimattaḥ yujjati tam ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.11_2",
        "original": "atha na yujjati na gahetabbaṁ.",
        "analyzed": "atha na yujjati na gahetabba ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.12",
        "original": "Yañca bhagavā ārabhati dhammaṁ desetuṁ, taṁyeva dhammaṁ majjhantapariyosānaṁ deseti, yathā suttādhiṭṭhāne dhammā ādimhi niddisati, taṁyeva bahu tassa suttassa pariyosānaṁ.",
        "analyzed": "yat ca bhagavā ārabhati dhammam desetu tayā iva dhammam majjhanta pariyosānam deseti yathā sutta adhiṭṭhāne dhammā ādimhi niddisati tayā iva bahu tassa suttassa pariyosāna ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.13",
        "original": "Tassa hi dhammassa vasena taṁ suttaṁ hoti gāthā vā byākaraṇaṁ khuddakaṁ mahantaṁ vā, yathā pana duvidhā anurūpanti vā thapanā ca desanāthapanā.",
        "analyzed": "tassa hi dhammassa vasena tam suttam hoti gāthā vā byākaraṇam khuddakam mahantam vā yathā pana duvidhāḥ vā thapanā ca desanā thapanā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.14",
        "original": "Rūpantipi dhammassa pariyesitabbā.",
        "analyzed": "rūpam ti pi dhammassa pariyesitabbā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.15",
        "original": "Yathā ca bhagavatā pañcannaṁ indriyānaṁ saṁvaraṇaṁ desitaṁ taṇhāya niggahaṇatthaṁ icchāva hoti.",
        "analyzed": "yathā ca bhagavatā pañcannam indriyānam savaraṇam desitam taṇhāya niggahaṇa attham icchāva hoti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.16_0",
        "original": "Deseti yathā gopālakopame sutte aññehipi suttehi bhagavā bhāsati icchāva hoti majjhimanikāye",
        "analyzed": "deseti yathā gopālaka upame sutte aññehi pi suttehi bhagavā bhāsati icchāva hoti majjhima nikāye ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.16_1",
        "original": "vitakko ayaṁ bhagavato desanānurūpanti iti so dhammo aññesupi veyyākaraṇesu pariyesitabbo.",
        "analyzed": "vitakkaḥ ayam bhagavataḥ desanā anurūpan ti iti so dhammo aññesu pi veyyākaraṇesu pariyesitabbaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.17",
        "original": "Na hi ekaṁ hi sutte daṭṭhabbo.",
        "analyzed": "na hi ekam hi sutte daṭṭhabbo ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:6.18",
        "original": "Yujjanaṁ taṁ gahetabbaṁ.",
        "analyzed": "yuj janam tam ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_pe_4:7.1",
        "original": "Tattha katamaṁ anuññātaṁ?",
        "analyzed": "tattha kataman ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.2",
        "original": "Yaṁ kiñci suttaṁ bhagavatā na bhāsitaṁ tañca suttesuyeva dissati, evametaṁ dhāretabbaṁ.",
        "analyzed": "yat kiñci suttam bhagavatā na bhāsitam tat ca suttesu yeva dissati evam etat ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.3",
        "original": "Yathā asukena bhāsitanti, taṁ suttaṁ vīmaṁsitabbaṁ.",
        "analyzed": "yathā asukena bhāsitanti tam suttam ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.4",
        "original": "Kiṁ nu kho imaṁ suttaṁ anuññātaṁ khamaṁ bhagavato udāhu nānuññātaṁ khamaṁ, kiñci rūpañca suttaṁ bhagavato anuññātaṁ khamaṁ kiñci rūpañca nānuññātaṁ khamaṁ?",
        "analyzed": "kim nu kho imam suttam anuññātam khamam bhagavataḥ udāhu na anuññātam khama kiñci rūpam ca suttam bhagavataḥ anuññātam khamam kiñci rūpam ca na anuññātam khama ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.5",
        "original": "Yaṁ sabbaso anotāretvā dasabalo gocaraṁ deseti, taṁ sabbaṁ suttaṁ bhagavato nānuññātaṁ khamaṁ.",
        "analyzed": "yam sabbasas anotāretvā dasabalaḥ gocaram deseti tam sabbam suttam bhagavataḥ na anuññātam khama ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.6_0",
        "original": "Atthipi so sāvako dasabalānaṁ gocaraṁ jānāti odhiso anodhiso, taṁ pana balaṁ sabbaso",
        "analyzed": "atthi pi so sāvakaḥ dasa balānam gocaram jānāti odhisaḥ anodhisaḥ tam pana balam sabbaso ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.6_1",
        "original": "na jānāti aññathā nāma savanena, yathā āyasmatā sāriputtena yena brāhmaṇo ovadito,",
        "analyzed": "na jānāti aññathā nāma savanena yathā āyasmatā sāriputtena yena brāhmaṇaḥ ovadito ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.6_2",
        "original": "tassa āyasmato natthi indriyabalavemattañāṇaṁ, tena puggalaparo parañca taṁ ajānanto",
        "analyzed": "tassa āyasmataḥ natthi tena puggala paraḥ param ca tam a jānanto ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.6_3",
        "original": "sati uttarikaraṇīye uppādito, so bhagavatā apasādito.",
        "analyzed": "sati uttarikaraṇīye uppāditaḥ saḥ bhagavatā apasāditaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.7_0",
        "original": "Yathāva āyasmā mahākassapo bhāgineyyaṁ ovadati anantariyasamannāgato iddhipāṭihīrena",
        "analyzed": "yathāva āyasmā mahākassapaḥ bhāgineyyam ovadati anantariya samannāgataḥ iddhi pāṭihīrena ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.7_1",
        "original": "aṅguliyo adīpetvā yaṁ sabbesaṁ dhammānaṁ kammasamādānānaṁ hetuso ṭhānaso yathābhūtaṁ",
        "analyzed": "aṅguliyaḥ a dīpetvā yam sabbesam dhammānam kamma samādānānam hetusaḥ ṭhānasaḥ yathābhūta ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:7.7_2",
        "original": "ñāṇaṁ, tassa āyasmato saṁvijjate, tena naṁ ovadati, taṁ bhagavā karoti.",
        "analyzed": "tassa āyasmataḥ savijjate tena nam ovadati tam bhagavā karoti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_pe_4:8.1",
        "original": "“Sacepi dasa pajjote,",
        "analyzed": "saced ipi dasa pajjote ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_pe_4:8.2",
        "original": "dhārayissasi kassapa;",
        "analyzed": "dhārayissasi kassapa ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_pe_4:8.3",
        "original": "Neva dakkhati rūpāni,",
        "analyzed": "na iva dakkhati rūpāni ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_pe_4:8.4",
        "original": "cakkhu tassa na vijjatī”ti.",
        "analyzed": "cakkhu tassa na vijjati iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_pe_4:9.1",
        "original": "Api ca kho yathā dūto rājavacanena sattamanusāsati, evaṁ sesānugo aññātakaṁ ghosaṁ paresaṁ deseti.",
        "analyzed": "api ca kho yathā dūtaḥ rāja vacanena sattam anusāsati evam sesa anugaḥ aññātakam ghosam paresam deseti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_pe_4:9.2",
        "original": "Anuññātakhamasuttaṁ gahetabbaṁ.",
        "analyzed": "anuññāta khama suttam ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_pe_4:9.3",
        "original": "Ananuññātakhamaṁ na gahetabbaṁ.",
        "analyzed": "an anuññāta khamam na ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_pe_4:10.1",
        "original": "Tattha katamo suttasaṅkaro?",
        "analyzed": "tattha katamaḥ sutta saṅkaro ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:10.2",
        "original": "Pañcavidhaṁ suttaṁ, saṅkilesabhāgiyaṁ vāsanābhāgiyaṁ dassanabhāgiyaṁ bhāvanābhāgiyaṁ asekkhabhāgiyaṁ.",
        "analyzed": "pañcavidham sutta saṅkilesa bhāgiyam vāsanā bhāgiyam dassana bhāgiyam bhāvanā bhāgiyam asekkha bhāgiya ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:10.3",
        "original": "Aññaṁ ārādheyya aññaṁ deseti aññassa ca suttassa atthaṁ aññamhi sutte niddisati.",
        "analyzed": "aññam ārādheyya aññam deseti aññassa ca suttassa attham aññamhi sutte niddisati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:10.4",
        "original": "Suttassa vā hi anekākāraṁ atthaṁ niddisati.",
        "analyzed": "suttassa vā hi aneka ākāram attham niddisati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:10.5",
        "original": "Ariyadhammasādhane atthaṁ vivarati.",
        "analyzed": "ariya dhamma sādhane attham vivarati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:10.6",
        "original": "Vāsanābhāgiyassa atthaṁ dassanabhāgiyesu niddisati.",
        "analyzed": "vāsanābhāgiyassa attham dassanabhāgiyesu niddisati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:10.7",
        "original": "Orambhāgiyānaṁ saṁyojanānaṁ atthaṁ uddhambhāgiyesu niddisati.",
        "analyzed": "orambhāgiyānam sayojanānam attham uddhambhāgiyesu niddisati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:10.8",
        "original": "Mudumajjhānaṁ indriyānaṁ adhimattesu suttesu niddisati.",
        "analyzed": "indriyānam adhimattesu suttesu niddisati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:10.9",
        "original": "Iti ayaṁ suttaṁ sambhedaṁ hetunā ca nissandena ca phalena ca niddesena ca mudumajjhādhimattatāyapi ca atthena ca byañjanena ca yo sambhedo, ayaṁ vuccati suttasaṅkaro.",
        "analyzed": "iti ayam suttam sambhedam hetunā ca nissandena ca phalena ca niddesena ca ca atthena ca byañjanena ca yaḥ sambhedaḥ ayam vuccati sutta saṅkaro ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:10.10",
        "original": "Yo asambhedo, ayaṁ vuccati suttavicayo.",
        "analyzed": "yaḥ asambhedaḥ ayam vuccati sutta vicayo ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_pe_4:11.1",
        "original": "Tatthāyaṁ uddānagāthā",
        "analyzed": "tattha ayam uddāna gāthā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_pe_4:12.1",
        "original": "Purimānaṁ akkhaṇḍaṁ,",
        "analyzed": "purimānam ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_pe_4:12.2",
        "original": "yathābhūtassa paccayo;",
        "analyzed": "yathābhūtassa paccayaḥ ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_pe_4:12.3",
        "original": "Nissando vāsanāsaddhi,",
        "analyzed": "nissandaḥ vāsanā saddhi ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_pe_4:12.4",
        "original": "anuññā suttasaṅkaro.",
        "analyzed": "anuññā sutta saṅkaro ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_pe_4:13.1",
        "original": "Therassa mahākaccāyanassa suttavicayo nāma catutthabhūmi.",
        "analyzed": "therassa mahākaccāyanassa suttavicayaḥ nāma catuttha bhūmi ",
        "folio": "13"
    }
]