[
    {
        "segmentnr": "PA_patthana_7.1:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_7.1:0.2",
        "original": "Dhammapaccanīya (2), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma paccanīya tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_7.1:0.3",
        "original": "7.1. Kusalattika",
        "analyzed": "kusalattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_7.1:1.0",
        "original": "Hetu-ārammaṇa",
        "analyzed": "hetu ārammaṇa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_7.1:1.1",
        "original": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
        "analyzed": "namaḥ tassa bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_7.1:2.1_0",
        "original": "Nakusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā—akusalaṁ abyākataṁ",
        "analyzed": "na kusalam dhammam paṭicca na kusalaḥ dhammaḥ uppajjati hetu paccayā akusalam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_7.1:2.1_1",
        "original": "ekaṁ khandhaṁ paṭicca akusalā abyākatā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe…",
        "analyzed": "ekam khandham paṭicca akusalāḥ abyākatā tayo khandhāḥ citta samuṭṭhānañca rūpam pe ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_7.1:2.1_2",
        "original": "dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. Nakusalaṁ dhammaṁ paṭicca",
        "analyzed": "dve khandhe paṭicca dve khandhā citta samuṭṭhānañca rūpa na kusalam dhammam paṭicca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_7.1:2.1_3",
        "original": "naakusalo dhammo uppajjati hetupaccayā. Nakusalaṁ dhammaṁ paṭicca naabyākato dhammo",
        "analyzed": "na akusalaḥ dhammaḥ uppajjati hetu paccayā na kusalam dhammam paṭicca na abyākataḥ dhammaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_7.1:2.1_4",
        "original": "uppajjati hetupaccayā. Nakusalaṁ dhammaṁ paṭicca nakusalo ca naabyākato ca dhammā",
        "analyzed": "uppajjati hetu paccayā na kusalam dhammam paṭicca na kusalaḥ ca na abyākataḥ ca dhammā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_7.1:2.1_5",
        "original": "uppajjanti hetupaccayā. Nakusalaṁ dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā",
        "analyzed": "uppajjanti hetu paccayā na kusalam dhammam paṭicca na kusalaḥ ca na akusalo ca dhammā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_7.1:2.1_6",
        "original": "uppajjanti hetupaccayā … pañca.",
        "analyzed": "uppajjanti hetu paccayā pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_7.1:3.1_0",
        "original": "Naakusalaṁ dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Naakusalaṁ dhammaṁ",
        "analyzed": "na akusalam dhammam paṭicca na akusalaḥ dhammaḥ uppajjati hetu paccayā na akusalam dhamma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_7.1:3.1_1",
        "original": "paṭicca nakusalo dhammo uppajjati hetupaccayā. Naakusalaṁ dhammaṁ paṭicca naabyākato",
        "analyzed": "paṭicca na kusalaḥ dhammaḥ uppajjati hetu paccayā na akusalam dhammam paṭicca na abyākataḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_7.1:3.1_2",
        "original": "dhammo uppajjati hetupaccayā. Naakusalaṁ dhammaṁ paṭicca naakusalo ca naabyākato",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na akusalam dhammam paṭicca na akusalaḥ ca na abyākataḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_7.1:3.1_3",
        "original": "ca dhammā uppajjanti hetupaccayā. Naakusalaṁ dhammaṁ paṭicca nakusalo ca naakusalo",
        "analyzed": "ca dhammā uppajjanti hetu paccayā na akusalam dhammam paṭicca na kusalaḥ ca na akusalo ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_7.1:3.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_7.1:4.1_0",
        "original": "Naabyākataṁ dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā. Naabyākataṁ",
        "analyzed": "na abyākatam dhammam paṭicca na abyākataḥ dhammaḥ uppajjati hetu paccayā na abyākata ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_7.1:4.1_1",
        "original": "dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā. Naabyākataṁ dhammaṁ paṭicca",
        "analyzed": "dhammam paṭicca na kusalaḥ dhammaḥ uppajjati hetu paccayā na abyākatam dhammam paṭicca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_7.1:4.1_2",
        "original": "naakusalo dhammo uppajjati hetupaccayā. Naabyākataṁ dhammaṁ paṭicca nakusalo ca naabyākato",
        "analyzed": "na akusalaḥ dhammaḥ uppajjati hetu paccayā na abyākatam dhammam paṭicca na kusalaḥ ca na abyākataḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_7.1:4.1_3",
        "original": "ca dhammā uppajjanti hetupaccayā. Naabyākataṁ dhammaṁ paṭicca naakusalo ca naabyākato",
        "analyzed": "ca dhammā uppajjanti hetu paccayā na abyākatam dhammam paṭicca na akusalaḥ ca na abyākataḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_7.1:4.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā. Naabyākataṁ dhammaṁ paṭicca nakusalo ca naakusalo",
        "analyzed": "ca dhammā uppajjanti hetu paccayā na abyākatam dhammam paṭicca na kusalaḥ ca na akusalo ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_7.1:4.1_5",
        "original": "ca dhammā uppajjanti hetupaccayā … cha.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā cha ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_7.1:5.1_0",
        "original": "Nakusalañca naabyākatañca dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam ca na abyākatañca dhammam paṭicca na kusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_7.1:5.1_1",
        "original": "Nakusalañca naabyākatañca dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam ca na abyākatañca dhammam paṭicca na akusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_7.1:5.1_2",
        "original": "Nakusalañca naabyākatañca dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam ca na abyākatañca dhammam paṭicca na abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_7.1:5.1_3",
        "original": "Nakusalañca naabyākatañca dhammaṁ paṭicca nakusalo ca naabyākato ca dhammā uppajjanti",
        "analyzed": "na kusalam ca na abyākatam ca dhammam paṭicca na kusalaḥ ca na abyākataḥ ca dhammāḥ uppajjanti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_7.1:5.1_4",
        "original": "hetupaccayā. Nakusalañca naabyākatañca dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā",
        "analyzed": "hetu paccayā na kusalam ca na abyākatam ca dhammam paṭicca na kusalaḥ ca na akusalo ca dhammā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_7.1:5.1_5",
        "original": "uppajjanti hetupaccayā … pañca.",
        "analyzed": "uppajjanti hetu paccayā pañca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_7.1:6.1_0",
        "original": "Naakusalañca naabyākatañca dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam ca na abyākatam ca dhammam paṭicca na kusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_7.1:6.1_1",
        "original": "Naakusalañca naabyākatañca dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalañca na abyākatañca dhammam paṭicca na akusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_7.1:6.1_2",
        "original": "Naakusalañca naabyākatañca dhammaṁ paṭicca naabyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam ca na abyākatañca dhammam paṭicca na abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_7.1:6.1_3",
        "original": "Naakusalañca naabyākatañca dhammaṁ paṭicca naakusalo ca naabyākato ca dhammā uppajjanti",
        "analyzed": "na akusalam ca na abyākatam ca dhammam paṭicca na akusalaḥ ca na abyākataḥ ca dhammāḥ uppajjanti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_7.1:6.1_4",
        "original": "hetupaccayā. Naakusalañca naabyākatañca dhammaṁ paṭicca nakusalo ca naakusalo ca",
        "analyzed": "hetu paccayā na akusalañca na abyākatañca dhammam paṭicca na kusalaḥ ca na akusalo ca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_7.1:6.1_5",
        "original": "dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "dhammā uppajjanti hetu paccayā pañca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_7.1:7.1_0",
        "original": "Nakusalañca naakusalañca dhammaṁ paṭicca nakusalo dhammo uppajjati hetupaccayā. Nakusalañca",
        "analyzed": "na kusalañca na akusalañca dhammam paṭicca na kusalaḥ dhammaḥ uppajjati hetu paccayā na kusalañca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_7.1:7.1_1",
        "original": "naakusalañca dhammaṁ paṭicca naakusalo dhammo uppajjati hetupaccayā. Nakusalañca",
        "analyzed": "na akusalañca dhammam paṭicca na akusalaḥ dhammo uppajjati hetu paccayā na kusalañca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_7.1:7.1_2",
        "original": "naakusalañca dhammaṁ paṭicca nakusalo ca naakusalo ca dhammā uppajjanti hetupaccayā … tīṇi.",
        "analyzed": "na akusalañca dhammam paṭicca na kusalaḥ ca na akusalo ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_7.1:8.1",
        "original": "Nakusalaṁ dhammaṁ paṭicca nakusalo dhammo uppajjati ārammaṇapaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na kusalam dhammam paṭicca na kusalaḥ dhammo uppajjati ārammaṇa paccayā saṅkhitta ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_7.1:9.1",
        "original": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa.",
        "analyzed": "hetuyā ekūnatisa ārammaṇe catuvīsa pe vipāke nava pe avigate ekūnatisa ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_7.1:10.1",
        "original": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi paccaya vārampi nissaya vārampi sa saṭṭha vārampi sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_7.1:11.0",
        "original": "Hetu-ārammaṇādi",
        "analyzed": "hetu ārammaṇa ādi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_7.1:11.1_0",
        "original": "Nakusalo dhammo nakusalassa dhammassa hetupaccayena paccayo …pe…. Nakusalo dhammo",
        "analyzed": "na kusalaḥ dhammaḥ na kusalassa dhammassa hetu paccayena paccayaḥ pe na kusalaḥ dhammo ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_7.1:11.1_1",
        "original": "nakusalassa dhammassa ārammaṇapaccayena paccayo. Nakusalo dhammo naakusalassa dhammassa",
        "analyzed": "na kusalassa dhammassa ārammaṇa paccayena paccayaḥ na kusalaḥ dhammaḥ na akusalassa dhammassa ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_7.1:11.1_2",
        "original": "ārammaṇapaccayena paccayo. Nakusalo dhammo naabyākatassa dhammassa ārammaṇapaccayena",
        "analyzed": "ārammaṇa paccayena paccayaḥ na kusalaḥ dhammaḥ na abyākatassa dhammassa ārammaṇa paccayena ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_7.1:11.1_3",
        "original": "paccayo. Nakusalo dhammo nakusalassa ca naabyākatassa ca dhammassa ārammaṇapaccayena",
        "analyzed": "paccayaḥ na kusalaḥ dhammaḥ na kusalassa ca na abyākatassa ca dhammassa ārammaṇa paccayena ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_7.1:11.1_4",
        "original": "paccayo. Nakusalo dhammo naakusalassa ca naabyākatassa ca dhammassa ārammaṇapaccayena",
        "analyzed": "paccayaḥ na kusalaḥ dhammaḥ na akusalassa ca na abyākatassa ca dhammassa ārammaṇa paccayena ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_7.1:11.1_5",
        "original": "paccayo. Nakusalo dhammo nakusalassa ca naakusalassa ca dhammassa ārammaṇapaccayena paccayo … cha.",
        "analyzed": "paccayaḥ na kusalaḥ dhammaḥ na kusalassa ca na akusalassa ca dhammassa ārammaṇa paccayena paccayaḥ cha ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_7.1:12.1",
        "original": "Naakusalo dhammo naakusalassa dhammassa ārammaṇapaccayena paccayo … cha.",
        "analyzed": "na akusalaḥ dhammaḥ na akusalassa dhammassa ārammaṇa paccayena paccayaḥ cha ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_7.1:13.1",
        "original": "Naabyākato dhammo naabyākatassa dhammassa ārammaṇapaccayena paccayo … cha.",
        "analyzed": "na abyākataḥ dhammaḥ na abyākatassa dhammassa ārammaṇa paccayena paccayaḥ cha ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_7.1:14.1",
        "original": "Nakusalo ca naabyākato ca dhammā nakusalassa dhammassa ārammaṇapaccayena paccayo … cha.",
        "analyzed": "na kusalaḥ ca na abyākataḥ ca dhammā na kusalassa dhammassa ārammaṇa paccayena paccayaḥ cha ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_7.1:15.1",
        "original": "Naakusalo ca naabyākato ca dhammā nakusalassa dhammassa ārammaṇapaccayena paccayo … cha.",
        "analyzed": "na akusalaḥ ca na abyākataḥ ca dhammā na kusalassa dhammassa ārammaṇa paccayena paccayaḥ cha ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_7.1:16.1",
        "original": "Nakusalo ca naakusalo ca dhammā nakusalassa dhammassa ārammaṇapaccayena paccayo … cha.",
        "analyzed": "na kusalaḥ ca na akusalaḥ ca dhammā na kusalassa dhammassa ārammaṇa paccayena paccayaḥ cha ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_7.1:17.1_0",
        "original": "Nakusalo dhammo nakusalassa dhammassa adhipatipaccayena paccayo … anantarapaccayena",
        "analyzed": "na kusalaḥ dhammaḥ na kusalassa dhammassa adhipati paccayena paccayaḥ anantara paccayena ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_7.1:17.1_1",
        "original": "paccayo … samanantarapaccayena paccayo … sahajātapaccayena paccayo … aññamaññapaccayena",
        "analyzed": "paccayo samanantara paccayena paccayo sahajāta paccayena paccayo aññamañña paccayena ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_7.1:17.1_2",
        "original": "paccayo … nissayapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena",
        "analyzed": "paccayaḥ nissaya paccayena paccayaḥ upanissaya paccayena paccayaḥ purejāta paccayena ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_7.1:17.1_3",
        "original": "paccayo. Nakusalo dhammo naakusalassa dhammassa purejātapaccayena paccayo …pe… nakusalo",
        "analyzed": "paccayaḥ na kusalaḥ dhammaḥ na akusalassa dhammassa purejāta paccayena paccayaḥ pe na kusalaḥ ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_7.1:17.1_4",
        "original": "dhammo nakusalassa ca naakusalassa ca dhammassa purejātapaccayena paccayo … cha.",
        "analyzed": "dhammaḥ na kusalassa ca na akusalassa ca dhammassa purejāta paccayena paccayaḥ cha ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_7.1:18.1_0",
        "original": "Naakusalo dhammo naakusalassa dhammassa purejātapaccayena paccayo. Naakusalo dhammo",
        "analyzed": "na akusalaḥ dhammaḥ na akusalassa dhammassa purejāta paccayena paccayaḥ na akusalaḥ dhammo ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_7.1:18.1_1",
        "original": "nakusalassa dhammassa purejātapaccayena paccayo …pe… naakusalo dhammo nakusalassa",
        "analyzed": "na kusalassa dhammassa purejāta paccayena paccayaḥ pe na akusalaḥ dhammaḥ na kusalassa ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_7.1:18.1_2",
        "original": "ca naakusalassa ca dhammassa purejātapaccayena paccayo … cha.",
        "analyzed": "ca na akusalassa ca dhammassa purejāta paccayena paccayaḥ cha ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_7.1:19.1_0",
        "original": "Nakusalo ca naakusalo ca dhammā nakusalassa dhammassa purejātapaccayena paccayo.",
        "analyzed": "nakusalaḥ ca naakusalaḥ ca dhammā nakusalassa dhammassa purejāta paccayena paccayaḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_7.1:19.1_1",
        "original": "Nakusalo ca naakusalo ca dhammā naakusalassa dhammassa purejātapaccayena paccayo",
        "analyzed": "na kusalaḥ ca na akusalaḥ ca dhammā na akusalassa dhammassa purejāta paccayena paccayaḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_7.1:19.1_2",
        "original": "…pe… nakusalo ca naakusalo ca dhammā nakusalassa ca naakusalassa ca dhammassa purejātapaccayena",
        "analyzed": "pe na kusalaḥ ca na akusalaḥ ca dhammā na kusalassa ca na akusalassa ca dhammassa purejāta paccayena ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_7.1:19.1_3",
        "original": "paccayo … cha. (Saṅkhittaṁ.)",
        "analyzed": "paccayaḥ cha saṅkhitta ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_7.1:20.1_0",
        "original": "Hetuyā ekūnatiṁsa, ārammaṇe chattiṁsa, adhipatiyā pañcatiṁsa, anantare catuttiṁsa,",
        "analyzed": "hetuyā ekūnatisa ārammaṇe chattisa adhipatiyā pañcatisa anantare catuttisa ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_7.1:20.1_1",
        "original": "samanantare catuttiṁsa, sahajāte ekūnatiṁsa, aññamaññe catuvīsa, nissaye catuttiṁsa,",
        "analyzed": "samanantare catuttisa sahajāte ekūnatisa aññamaññe catuvīsa nissaye catuttisa ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_7.1:20.1_2",
        "original": "upanissaye chattiṁsa, purejāte aṭṭhārasa, pacchājāte aṭṭhārasa, āsevane catuvīsa,",
        "analyzed": "upanissaye chattisa purejāte aṭṭhārasa pacchājāte aṭṭhārasa āsevane catuvīsa ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_7.1:20.1_3",
        "original": "kamme ekūnatiṁsa, vipāke nava, āhāre ekūnatiṁsa …pe… sampayutte catuvīsa, vippayutte",
        "analyzed": "kamme ekūnatisa vipāke nava āhāre ekūnatisa pe sampayutte catuvīsa vippayutte ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_7.1:20.1_4",
        "original": "sattavīsa …pe… avigate catuttiṁsa.",
        "analyzed": "sattavīsa pe avigate catuttisa ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_7.1:21.1",
        "original": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ evaṁ gaṇetabbaṁ.)",
        "analyzed": "yathā kusala ttike pañhāvārassa anulomam pi paccanīyam pi anuloma paccanīyam pi paccanīya anulomam pi gaṇitam evam gaṇetabba ",
        "folio": "21"
    }
]