[
    {
        "segmentnr": "PA_patthana_19.4:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_19.4:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma paccanīya anuloma tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_19.4:0.3",
        "original": "19.4. Upādinnattika",
        "analyzed": "upādinnattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_19.4:1.1",
        "original": "Naupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na aupādinnupādāniyam dhammam paṭicca anupādinnupādāniyaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.4:2.1",
        "original": "Naanupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā … pañca.",
        "analyzed": "na anupādinnupādāniyam dhammam paṭicca anupādinnupādāniyaḥ dhammaḥ uppajjati hetu paccayā pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_19.4:3.1",
        "original": "Naanupādinnaanupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na anupādinna anupādāniyam dhammam paṭicca upādinnupādāniyaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_19.4:4.1",
        "original": "Naupādinnupādāniyañca naanupādinnaanupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "na aupādinnupādāniyam ca na anupādinna anupādāniyam ca dhammam paṭicca anupādinnupādāniyaḥ dhammaḥ uppajjati hetu paccayā eka ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_19.4:5.1",
        "original": "Naanupādinnupādāniyañca naanupādinnaanupādāniyañca dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na anupādinnupādāniyam ca na anupādinna anupādāniyam ca dhammam paṭicca upādinnupādāniyaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_19.4:6.1",
        "original": "Naupādinnupādāniyañca naanupādinnupādāniyañca dhammaṁ paṭicca anupādinnaanupādāniyo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na aupādinnupādāniyam ca na anupādinnupādāniyam ca dhammam paṭicca anupādinna anupādāniyaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_19.4:7.1",
        "original": "Hetuyā aṭṭhārasa, ārammaṇe nava, adhipatiyā ekādasa …pe… āsevane cha …pe… vipāke sattarasa …pe… avigate aṭṭhārasa.",
        "analyzed": "hetuyā aṭṭhārasa ārammaṇe nava adhipatiyā ekādasa pe āsevane cha pe vipāke sattarasa pe avigate aṭṭhārasa ",
        "folio": "7"
    }
]