[
    {
        "segmentnr": "PA_patthana_16.28:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.28:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.28:0.3",
        "original": "16.28. Upādinnattika, Hetuduka",
        "analyzed": "upādinnattika hetu duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.28:1.1_0",
        "original": "Upādinnupādāniyaṁ hetuṁ dhammaṁ paṭicca naupādinnupādāniyo nahetu dhammo uppajjati",
        "analyzed": "upādinnupādāniyam hetum dhammam paṭicca na aupādinnupādāniyaḥ na hetu dhammaḥ uppajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.28:1.1_1",
        "original": "hetupaccayā. Upādinnupādāniyaṁ hetuṁ dhammaṁ paṭicca naanupādinnupādāniyo nahetu",
        "analyzed": "hetu paccayā upādinnupādāniyam hetum dhammam paṭicca na anupādinnupādāniyaḥ na hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.28:1.1_2",
        "original": "dhammo uppajjati hetupaccayā. Upādinnupādāniyaṁ hetuṁ dhammaṁ paṭicca naanupādinnaanupādāniyo",
        "analyzed": "dhammaḥ uppajjati hetu paccayā upādinnupādāniyam hetum dhammam paṭicca na anupādinna anupādāniyaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.28:1.1_3",
        "original": "nahetu dhammo uppajjati hetupaccayā. Upādinnupādāniyaṁ hetuṁ dhammaṁ paṭicca naupādinnupādāniyo",
        "analyzed": "na hetu dhammaḥ uppajjati hetu paccayā upādinnupādāniyam hetum dhammam paṭicca na upādinnupādāniyaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.28:1.1_4",
        "original": "nahetu ca naanupādinnaanupādāniyo nahetu ca dhammā uppajjanti hetupaccayā. Upādinnupādāniyaṁ",
        "analyzed": "na hetu ca na anupādinna anupādāniyaḥ na hetu ca dhammā uppajjanti hetu paccayā upādinnupādāniya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.28:1.1_5",
        "original": "hetuṁ dhammaṁ paṭicca naanupādinnupādāniyo nahetu ca naanupādinnaanupādāniyo nahetu",
        "analyzed": "hetum dhammam paṭicca na anupādin upādāniyaḥ na hetu ca na anupādin anupādāniyaḥ na hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.28:1.1_6",
        "original": "ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.28:2.1",
        "original": "Anupādinnupādāniyaṁ hetuṁ dhammaṁ paṭicca naupādinnupādāniyo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "anupādinnupādāniyam hetum dhammam paṭicca na aupādinnupādāniyaḥ na hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.28:3.1",
        "original": "Anupādinnaanupādāniyaṁ hetuṁ dhammaṁ paṭicca naanupādinnaanupādāniyo nahetu dhammo uppajjati hetupaccayā … pañca. (Saṅkhittaṁ.)",
        "analyzed": "anupādinna anupādāniyam hetum dhammam paṭicca na anupādinna anupādāniyaḥ na hetu dhammo uppajjati hetu paccayā pañca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.28:4.1",
        "original": "Hetuyā terasa, ārammaṇe nava, adhipatiyā aṭṭha …pe… āsevane cha …pe… vipāke dasa …pe… avigate terasa.",
        "analyzed": "hetuyā terasa ārammaṇe nava adhipatiyā aṭṭha pe āsevane cha pe vipāke dasa pe avigate terasa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.28:5.1",
        "original": "Upādinnupādāniyaṁ nahetuṁ dhammaṁ paṭicca naanupādinnupādāniyo nanahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "upādinnupādāniyam na hetum dhammam paṭicca na anupādinnupādāniyaḥ na na hetu dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.28:6.1",
        "original": "Hetuyā nava, ārammaṇe nava, adhipatiyā cha …pe… āsevane cha …pe… vipāke cha …pe… avigate nava.",
        "analyzed": "hetuyā nava ārammaṇe nava adhipatiyā cha pe āsevane cha pe vipāke cha pe avigate nava ",
        "folio": "6"
    }
]