[
    {
        "segmentnr": "PA_patthana_23.57:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.57:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma paccanīya anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.57:0.3",
        "original": "23.57. Sanidassanattika, Atītārammaṇattika",
        "analyzed": "sani dassana ttika atīta ārammaṇa ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.57:1.1",
        "original": "Nasanidassanasappaṭighaṁ naatītārammaṇaṁ dhammaṁ paṭicca anidassanaappaṭigho atītārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham na atīta ārammaṇam dhammam paṭicca anidassana appaṭighaḥ atīta ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.57:2.1",
        "original": "Nasanidassanasappaṭighaṁ naanāgatārammaṇaṁ dhammaṁ paccayā anidassanaappaṭigho anāgatārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham na anāgata ārammaṇam dhammam paccayā anidassana appaṭighaḥ anāgata ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.57:3.1",
        "original": "Nasanidassanasappaṭighaṁ napaccuppannārammaṇaṁ dhammaṁ paṭicca anidassanaappaṭigho paccuppannārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sa nidassana sa ppaṭigham na paccuppanna ārammaṇam dhammam paṭicca anidassana appaṭighaḥ paccuppanna ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    }
]