[
    {
        "segmentnr": "PA_patthana_18.7:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.7:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.7:0.3",
        "original": "18.7. Hetuduka, Mahantaradukādi",
        "analyzed": "hetu duka mahantara duka ādi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.7:1.1",
        "original": "Hetuṁ sārammaṇaṁ dhammaṁ paṭicca nahetu nasārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum sa ārammaṇam dhammam paṭicca na hetu na sa ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.7:2.1",
        "original": "Nahetuṁ anārammaṇaṁ dhammaṁ paṭicca nanahetu naanārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum anārammaṇam dhammam paṭicca na na hetu na anārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.7:3.1",
        "original": "Nahetuṁ cittaṁ dhammaṁ paṭicca nanahetu nocitto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum cittam dhammam paṭicca na na hetu no cittaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.7:4.1",
        "original": "Hetuṁ nocittaṁ dhammaṁ paṭicca nahetu nanocitto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum no cittam dhammam paṭicca na hetu na no cittaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_18.7:5.1",
        "original": "Hetuṁ cetasikaṁ dhammaṁ paṭicca nahetu nacetasiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum cetasikam dhammam paṭicca na hetu na cetasikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.7:6.1",
        "original": "Nahetuṁ acetasikaṁ dhammaṁ paṭicca nanahetu naacetasiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum acetasikam dhammam paṭicca na na hetu na acetasikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_18.7:7.1",
        "original": "Hetuṁ cittasampayuttaṁ dhammaṁ paṭicca nahetu nacittasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum citta sampayuttam dhammam paṭicca na hetu na citta sampayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_18.7:8.1",
        "original": "Nahetuṁ cittavippayuttaṁ dhammaṁ paṭicca nanahetu nacittavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum citta vippayuttam dhammam paṭicca na na hetu na citta vippayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe tīṇi pe avigate tīṇi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_18.7:9.1",
        "original": "Hetuṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca nahetu nacittasaṁsaṭṭho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum citta sasaṭṭham dhammam paṭicca na hetu na citta sasaṭṭhaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_18.7:10.1",
        "original": "Nahetuṁ cittavisaṁsaṭṭhaṁ dhammaṁ paṭicca nanahetu nacittavisaṁsaṭṭho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum citta visasaṭṭham dhammam paṭicca na na hetu na citta visasaṭṭhaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe tīṇi pe avigate tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.7:11.1",
        "original": "Hetuṁ cittasamuṭṭhānaṁ dhammaṁ paṭicca nahetu nocittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum citta samuṭṭhānam dhammam paṭicca na hetu na citta samuṭṭhānaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_18.7:12.1",
        "original": "Nahetuṁ nocittasamuṭṭhānaṁ dhammaṁ paṭicca nanahetu nanocittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no citta samuṭṭhānam dhammam paṭicca na na hetu na no citta samuṭṭhānaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_18.7:13.1",
        "original": "Hetuṁ cittasahabhuṁ dhammaṁ paṭicca nahetu nocittasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum citta sahabhum dhammam paṭicca na hetu no citta sahabhū dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_18.7:14.1",
        "original": "Nahetuṁ nocittasahabhuṁ dhammaṁ paṭicca nanahetu nanocittasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no citta sahabhum dhammam paṭicca na na hetu na no citta sahabhū dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_18.7:15.1",
        "original": "Hetuṁ cittānuparivattiṁ dhammaṁ paṭicca nahetu nocittānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum citta anuparivattim dhammam paṭicca na hetu na citta anuparivattī dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_18.7:16.1",
        "original": "Nahetuṁ nocittānuparivattiṁ dhammaṁ paṭicca nanahetu nanocittānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no citta anuparivattim dhammam paṭicca na na hetu na no citta anuparivattī dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_18.7:17.1",
        "original": "Hetuṁ cittasaṁsaṭṭhasamuṭṭhānaṁ dhammaṁ paṭicca nahetu nocittasaṁsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum citta sasaṭṭha samuṭṭhānam dhammam paṭicca na hetu no citta sasaṭṭha samuṭṭhānaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_18.7:18.1",
        "original": "Nahetuṁ nocittasaṁsaṭṭhasamuṭṭhānaṁ dhammaṁ paṭicca nanahetu nanocittasaṁsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no citta sa saṭṭha samuṭṭhānam dhammam paṭicca na na hetu na no citta sa saṭṭha samuṭṭhānaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_18.7:19.1",
        "original": "Hetuṁ cittasaṁsaṭṭhasamuṭṭhānasahabhuṁ dhammaṁ paṭicca nahetu nocittasaṁsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum citta sasaṭṭha samuṭṭhāna sahabhum dhammam paṭicca na hetu no citta sasaṭṭha samuṭṭhāna sahabhū dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_18.7:20.1",
        "original": "Nahetuṁ nocittasaṁsaṭṭhasamuṭṭhānasahabhuṁ dhammaṁ paṭicca nanahetu nanocittasaṁsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum no citta sa saṭṭha samuṭṭhāna sahabhum dhammam paṭicca na na hetu na no citta sa saṭṭha samuṭṭhāna sahabhū dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_18.7:21.1",
        "original": "Hetuṁ cittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ dhammaṁ paṭicca nahetu nocittasaṁsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum citta sasaṭṭha samuṭṭhāna anuparivattim dhammam paṭicca na hetu no citta sasaṭṭha samuṭṭhāna anuparivattī dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_patthana_18.7:22.1_0",
        "original": "Nahetuṁ nocittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ dhammaṁ paṭicca nanahetu nanocittasaṁsaṭṭhasamuṭṭhānānuparivattī",
        "analyzed": "na hetum no citta sa saṭṭha samuṭṭhāna anuparivattim dhammam paṭicca na na hetu na no citta sa saṭṭha samuṭṭhāna anuparivattī ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_patthana_18.7:22.1_1",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "22"
    }
]