[
    {
        "segmentnr": "PA_patthana_19.14:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_19.14:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma paccanīya anuloma tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_19.14:0.3",
        "original": "19.14. Atītattikadvaya",
        "analyzed": "atīta ttika dvaya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_19.14:1.1_0",
        "original": "Naatīto dhammo paccuppannassa dhammassa hetupaccayena paccayo. Naanāgato dhammo paccuppannassa",
        "analyzed": "na atītaḥ dhammo paccuppannassa dhammassa hetu paccayena paccayaḥ na anāgataḥ dhammo paccuppannassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.14:1.1_1",
        "original": "dhammassa hetupaccayena paccayo. Naatīto ca naanāgato ca dhammā paccuppannassa dhammassa",
        "analyzed": "dhammassa hetu paccayena paccayaḥ na atīto ca na anāgato ca dhammā paccuppannassa dhammassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.14:1.1_2",
        "original": "hetupaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "hetu paccayena paccayaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_19.14:2.1",
        "original": "Hetuyā tīṇi, ārammaṇe adhipatiyā satta, anantare tīṇi …pe… nissaye tīṇi, upanissaye satta, purejāte pacchājāte tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi ārammaṇe adhipatiyā satta anantare tīṇi pe nissaye tīṇi upanissaye satta purejāte pacchājāte tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_19.14:3.1_0",
        "original": "Naatītārammaṇaṁ dhammaṁ paṭicca atītārammaṇo dhammo uppajjati hetupaccayā. Naatītārammaṇaṁ",
        "analyzed": "na atīta ārammaṇam dhammam paṭicca atīta ārammaṇaḥ dhammaḥ uppajjati hetu paccayā na atīta ārammaṇa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_19.14:3.1_1",
        "original": "dhammaṁ paṭicca anāgatārammaṇo dhammo uppajjati hetupaccayā. Naatītārammaṇaṁ dhammaṁ",
        "analyzed": "dhammam paṭicca anāgata ārammaṇaḥ dhammaḥ uppajjati hetu paccayā na atīta ārammaṇam dhamma ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_19.14:3.1_2",
        "original": "paṭicca paccuppannārammaṇo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "paṭicca paccuppanna ārammaṇaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_19.14:4.1",
        "original": "Naanāgatārammaṇaṁ dhammaṁ paṭicca atītārammaṇo dhammo uppajjati hetupaccayā. Naanāgatārammaṇaṁ dhammaṁ paṭicca paccuppannārammaṇo dhammo uppajjati hetupaccayā … dve.",
        "analyzed": "na anāgata ārammaṇam dhammam paṭicca atīta ārammaṇaḥ dhammaḥ uppajjati hetu paccayā na anāgata ārammaṇam dhammam paṭicca paccuppanna ārammaṇaḥ dhammaḥ uppajjati hetu paccayā dve ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_19.14:5.1_0",
        "original": "Napaccuppannārammaṇaṁ dhammaṁ paṭicca paccuppannārammaṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "na paccuppanna ārammaṇam dhammam paṭicca paccuppanna ārammaṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_19.14:5.1_1",
        "original": "Napaccuppannārammaṇaṁ dhammaṁ paṭicca atītārammaṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "na paccuppanna ārammaṇam dhammam paṭicca atīta ārammaṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_19.14:5.1_2",
        "original": "Napaccuppannārammaṇaṁ dhammaṁ paṭicca anāgatārammaṇo dhammo uppajjati hetupaccayā",
        "analyzed": "na paccuppanna ārammaṇam dhammam paṭicca anāgata ārammaṇaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_19.14:5.1_3",
        "original": "… tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_19.14:6.1",
        "original": "Hetuyā sattarasa, ārammaṇe pannarasa, adhipatiyā nava …pe… purejāte āsevane nava …pe… avigate sattarasa.",
        "analyzed": "hetuyā sattarasa ārammaṇe pannarasa adhipatiyā nava pe purejāte āsevane nava pe avigate sattarasa ",
        "folio": "6"
    }
]