[
    {
        "segmentnr": "PA_patthana_23.8:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.8:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma paccanīya anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.8:0.3",
        "original": "23.8. Kusalattika, Dassanahetuttika",
        "analyzed": "kusala ttika dassana hetu ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.8:1.1",
        "original": "Nakusalaṁ nadassanena pahātabbahetukaṁ dhammaṁ paṭicca akusalo dassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na dassanena pahātabba hetukam dhammam paṭicca akusalaḥ dassanena pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.8:2.1",
        "original": "Nakusalaṁ nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca akusalo bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na bhāvanāya pahātabba hetukam dhammam paṭicca akusalaḥ bhāvanāya pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.8:3.1_0",
        "original": "Nakusalaṁ nanevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca abyākato nevadassanena",
        "analyzed": "na kusalam na neva dassanena na bhāvanāya pahātabba hetukam dhammam paṭicca abyākataḥ na iva dassanena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.8:3.1_1",
        "original": "nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi,",
        "analyzed": "na bhāvanāya pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.8:3.1_2",
        "original": "ārammaṇe tīṇi …pe… sahajāte nava …pe… nissaye nava …pe… kamme …pe… magge nava …pe… avigate nava.",
        "analyzed": "ārammaṇe tīṇi pe sahajāte nava pe nissaye nava pe kamme pe magge nava pe avigate nava ",
        "folio": "3"
    }
]