[
    {
        "segmentnr": "PA_patthana_18.4:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.4:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.4:0.3",
        "original": "18.4. Hetuduka, Cūḷantaraduka",
        "analyzed": "hetu duka cūḍantara duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.4:1.1_0",
        "original": "Nahetu appaccayo dhammo nanahetussa naappaccayassa dhammassa ārammaṇapaccayena paccayo",
        "analyzed": "na hetu appaccayaḥ dhammaḥ na na hetussa na appaccayassa dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.4:1.1_1",
        "original": "…pe… nahetu appaccayo dhammo nahetussa naappaccayassa dhammassa ārammaṇapaccayena",
        "analyzed": "na hetu appaccayaḥ dhammaḥ na hetussa na appaccayassa dhammassa ārammaṇa paccayena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.4:1.1_2",
        "original": "paccayo. Nahetu appaccayo dhammo nahetussa naappaccayassa ca nanahetussa naappaccayassa",
        "analyzed": "paccayaḥ na hetu appaccayaḥ dhammaḥ na hetussa na appaccayassa ca na na hetussa na appaccayassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.4:1.1_3",
        "original": "ca dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "ca dhammassa ārammaṇa paccayena paccayo saṅkhitta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.4:2.1",
        "original": "Ārammaṇe adhipatiyā upanissaye tīṇi. (Asaṅkhataṁ appaccayasadisaṁ.)",
        "analyzed": "ārammaṇe adhipatiyā upanissaye tīṇi asaṅkhatam appaccaya sadisa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.4:3.1_0",
        "original": "Nahetu sanidassano dhammo nanahetussa nasanidassanassa dhammassa ārammaṇapaccayena",
        "analyzed": "na hetu sa nidassanaḥ dhammaḥ na na hetussa na sa nidassanassa dhammassa ārammaṇa paccayena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.4:3.1_1",
        "original": "paccayo. Nahetu sanidassano dhammo nahetussa nasanidassanassa dhammassa ārammaṇapaccayena",
        "analyzed": "paccayaḥ na hetu sa nidassanaḥ dhammaḥ na hetussa na sa nidassanassa dhammassa ārammaṇa paccayena ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.4:3.1_2",
        "original": "paccayo. Nahetu sanidassano dhammo nahetussa nasanidassanassa ca nanahetussa nasanidassanassa",
        "analyzed": "paccayaḥ na hetu sa nidassanaḥ dhammaḥ na hetussa na sa nidassanassa ca na na hetussa na sa nidassanassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.4:3.1_3",
        "original": "ca dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) Ārammaṇe tīṇi, adhipatiyā upanissaye",
        "analyzed": "ca dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ārammaṇe tīṇi adhipatiyā upanissaye ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.4:3.1_4",
        "original": "purejāte atthiyā avigate tīṇi.",
        "analyzed": "purejāte atthiyā a vigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.4:4.1",
        "original": "Hetuṁ anidassanaṁ dhammaṁ paṭicca nahetu naanidassano dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum anidassanam dhammam paṭicca na hetu na anidassanaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_18.4:5.1",
        "original": "Nahetuṁ sappaṭighaṁ dhammaṁ paṭicca nahetu nasappaṭigho dhammo uppajjati hetupaccayā. Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na hetum sappaṭigham dhammam paṭicca na hetu na sappaṭighaḥ dhammaḥ uppajjati hetu paccayā hetuyā eka adhipatiyā ekam pe avigate eka ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.4:6.1",
        "original": "Hetuṁ appaṭighaṁ dhammaṁ paṭicca nahetu naappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṁ …pe… avigate tīṇi.",
        "analyzed": "hetum appaṭigham dhammam paṭicca na hetu na appaṭighaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe aññamaññe ekam pe avigate tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_18.4:7.1",
        "original": "Nahetuṁ rūpiṁ dhammaṁ paṭicca nanahetu narūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum rūpim dhammam paṭicca na na hetu na rūpī dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_18.4:8.1",
        "original": "Hetuṁ arūpiṁ dhammaṁ paṭicca nahetu naarūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum arūpim dhammam paṭicca na hetu na arūpī dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_18.4:9.1",
        "original": "Nahetuṁ lokiyaṁ dhammaṁ paccayā nanahetu nalokiyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum lokiyam dhammam paccayā na na hetu na lokiyaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_18.4:10.1_0",
        "original": "Hetuṁ lokuttaraṁ dhammaṁ paṭicca nahetu nalokuttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "hetum lokuttaram dhammam paṭicca na hetu na lokuttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.4:10.1_1",
        "original": "Nahetuṁ lokuttaraṁ dhammaṁ paṭicca nahetu nalokuttaro dhammo uppajjati hetupaccayā.",
        "analyzed": "na hetum lokuttaram dhammam paṭicca na hetu na lokuttaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.4:10.1_2",
        "original": "Hetuṁ lokuttarañca nahetuṁ lokuttarañca dhammaṁ paṭicca nahetu nalokuttaro dhammo",
        "analyzed": "hetum lokuttaram ca na hetum lokuttaram ca dhammam paṭicca na hetu na lokuttaraḥ dhammaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.4:10.1_3",
        "original": "uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.4:11.1",
        "original": "Hetuṁ kenaci viññeyyaṁ dhammaṁ paṭicca nahetu nakenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
        "analyzed": "hetum kenacid viññeyyam dhammam paṭicca na hetu na kenacid viññeyyaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe avigate nava ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_18.4:12.1",
        "original": "Hetuṁ nakenaci viññeyyaṁ dhammaṁ paṭicca nahetu nanakenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
        "analyzed": "hetum na kenacid viññeyyam dhammam paṭicca na hetu na na kenacid viññeyyaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe avigate nava ",
        "folio": "12"
    }
]