[
    {
        "segmentnr": "PA_patthana_15.61:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.61:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.61:0.3",
        "original": "15.61. Sukhasahagataduka, Kusalattika",
        "analyzed": "       ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.61:1.1_0",
        "original": "Sukhasahagataṁ kusalaṁ dhammaṁ paṭicca nasukhasahagato nakusalo dhammo uppajjati",
        "analyzed": "sukha sahagatam kusalam dhammam paṭicca na sukha sahagataḥ na kusalaḥ dhammaḥ uppajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.61:1.1_1",
        "original": "hetupaccayā. Nasukhasahagataṁ kusalaṁ dhammaṁ paṭicca nasukhasahagato nakusalo dhammo",
        "analyzed": "hetu paccayā na sukha sahagatam kusalam dhammam paṭicca na sukha sahagataḥ na kusalaḥ dhammo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.61:1.1_2",
        "original": "uppajjati hetupaccayā. Sukhasahagataṁ kusalañca nasukhasahagataṁ kusalañca dhammaṁ",
        "analyzed": "uppajjati hetu paccayā sukha sahagatam kusalam ca na sukha sahagatam kusalañca dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.61:1.1_3",
        "original": "paṭicca nasukhasahagato nakusalo dhammo uppajjati hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "paṭicca na sukha sahagataḥ na kusalaḥ dhammaḥ uppajjati hetu paccayā hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.61:2.1_0",
        "original": "Sukhasahagataṁ akusalaṁ dhammaṁ paṭicca nasukhasahagato naakusalo dhammo uppajjati",
        "analyzed": "sukha sahagatam akusalam dhammam paṭicca na sukha sahagataḥ na akusalaḥ dhammaḥ uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.61:2.1_1",
        "original": "hetupaccayā. Nasukhasahagataṁ akusalaṁ dhammaṁ paṭicca nasukhasahagato naakusalo",
        "analyzed": "hetu paccayā na sukha sahagatam akusalam dhammam paṭicca na sukha sahagataḥ na akusalaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.61:2.1_2",
        "original": "dhammo uppajjati hetupaccayā. Sukhasahagataṁ akusalañca nasukhasahagataṁ akusalañca",
        "analyzed": "dhammaḥ uppajjati hetu paccayā sukha sahagatam akusalam ca na sukha sahagatam akusalam ca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.61:2.1_3",
        "original": "dhammaṁ paṭicca nasukhasahagato naakusalo dhammo uppajjati hetupaccayā. Hetuyā tīṇi",
        "analyzed": "dhammam paṭicca na sukha sahagataḥ na akusalaḥ dhammaḥ uppajjati hetu paccayā hetuyā tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.61:2.1_4",
        "original": "…pe… avigate tīṇi. (Abyākatamūlaṁ tīṇiyeva paccayavasena.)",
        "analyzed": "pe avigate tīṇi abyākata mūlam paccaya vasena ",
        "folio": "2"
    }
]