[
    {
        "segmentnr": "PA_patthana_22.28:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.28:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma paccanīya anuloma tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.28:0.3",
        "original": "22.28. Sanidassanattika, Hetusampayuttadukādi",
        "analyzed": "sani dassana ttika hetu sampayutta duka ādi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.28:1.1",
        "original": "Nasanidassanasappaṭighaṁ nahetusampayuttaṁ dhammaṁ paṭicca anidassanaappaṭigho hetusampayutto dhammo uppajjati hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sa nidassana sa ppaṭigham na hetu sampayuttam dhammam paṭicca anidassana appaṭighaḥ hetu sampayuttaḥ dhammaḥ uppajjati hetu paccayā hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.28:2.1_0",
        "original": "Nasanidassanasappaṭighaṁ nahetuvippayuttaṁ dhammaṁ paṭicca sanidassanasappaṭigho",
        "analyzed": "na sa nidassana sa paṭigham na hetu vippayuttam dhammam paṭicca sa nidassana sa paṭighaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.28:2.1_1",
        "original": "hetuvippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe",
        "analyzed": "hetu vippayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekavīsa ārammaṇe ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.28:2.1_2",
        "original": "tīṇi …pe… avigate ekavīsa.",
        "analyzed": "tīṇi pe avigate ekavīsa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.28:3.1_0",
        "original": "Nasanidassanasappaṭighaṁ nahetuñceva naahetukañca dhammaṁ paṭicca anidassanaappaṭigho",
        "analyzed": "na sa nidassana sa ppaṭigham na hetum ca iva na ahetukam ca dhammam paṭicca anidassana appaṭighaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_22.28:3.1_1",
        "original": "hetu ceva sahetuko ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetu ca iva sa hetukaḥ ca dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_22.28:4.1_0",
        "original": "Nasanidassanasappaṭighaṁ naahetukañceva nana ca hetuṁ dhammaṁ paṭicca anidassanaappaṭigho",
        "analyzed": "na sa nidassana sa ppaṭigham na ahetukam ca iva na na ca hetum dhammam paṭicca anidassana appaṭighaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_22.28:4.1_1",
        "original": "sahetuko ceva na ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "sa hetukaḥ ca iva na ca hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_22.28:5.1_0",
        "original": "Nasanidassanasappaṭighaṁ nahetuñceva nahetuvippayuttañca dhammaṁ paṭicca anidassanaappaṭigho",
        "analyzed": "na sa nidassana sa ppaṭigham na hetum ca iva na hetu vippayuttam ca dhammam paṭicca anidassana appaṭighaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.28:5.1_1",
        "original": "hetu ceva hetusampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetu ca iva hetu sampayuttaḥ ca dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.28:6.1_0",
        "original": "Nasanidassanasappaṭighaṁ nahetuvippayuttañceva nana ca hetuṁ dhammaṁ paṭicca anidassanaappaṭigho",
        "analyzed": "na sa nidassana sa ppaṭigham na hetu vippayuttam ca iva na na ca hetum dhammam paṭicca anidassana appaṭighaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.28:6.1_1",
        "original": "hetusampayutto ceva na ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā",
        "analyzed": "hetu sampayuttaḥ ca iva na ca hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.28:6.1_2",
        "original": "tīṇi …pe… avigate tīṇi.",
        "analyzed": "tīṇi pe avigate tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.28:7.1",
        "original": "Nasanidassanasappaṭighaṁ nahetuṁ nasahetukaṁ dhammaṁ paṭicca anidassanaappaṭigho nahetu sahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham na hetum na sa hetukam dhammam paṭicca anidassana appaṭighaḥ na hetu sa hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.28:8.1_0",
        "original": "Nasanidassanasappaṭighaṁ nahetuṁ naahetukaṁ dhammaṁ paṭicca sanidassanasappaṭigho",
        "analyzed": "na sa nidassana sa paṭigham na hetum na ahetukam dhammam paṭicca sa nidassana sa paṭighaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.28:8.1_1",
        "original": "nahetu ahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā",
        "analyzed": "na hetu ahetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekavīsa adhipatiyā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.28:8.1_2",
        "original": "ekavīsa …pe… aññamaññe tīṇi …pe… avigate ekavīsa.",
        "analyzed": "ekavīsa pe aññamaññe tīṇi pe avigate ekavīsa ",
        "folio": "8"
    }
]