[
    {
        "segmentnr": "PA_patthana_24.10:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.10:0.2",
        "original": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma paccanīya anuloma duka duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.10:0.3",
        "original": "24.10. Sahetukadukādi, Hetuduka",
        "analyzed": "sa hetuka duka ādi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.10:1.1_0",
        "original": "Nasahetukaṁ nahetuṁ dhammaṁ paṭicca sahetuko hetu dhammo uppajjati hetupaccayā. Naahetukaṁ",
        "analyzed": "na sa hetukam na hetum dhammam paṭicca sa hetukaḥ hetu dhammo uppajjati hetu paccayā na ahetuka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_24.10:1.1_1",
        "original": "nahetuṁ dhammaṁ paṭicca sahetuko hetu dhammo uppajjati hetupaccayā. Nasahetukaṁ nahetuñca",
        "analyzed": "na hetum dhammam paṭicca sa hetukaḥ hetu dhammo uppajjati hetu paccayā na sa hetukam na hetuñca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_24.10:1.1_2",
        "original": "naahetukaṁ nahetuñca dhammaṁ paṭicca sahetuko hetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na ahetukam na hetuñca dhammam paṭicca sa hetukaḥ hetu dhammo uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_24.10:1.1_3",
        "original": "(Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā ekaṁ …pe… purejāte āsevane",
        "analyzed": "saṅkhitta hetuyā tīṇi ārammaṇe pañca adhipatiyā ekam pe purejāte āsevane ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_24.10:1.1_4",
        "original": "tīṇi …pe… vipāke tīṇi …pe… avigate pañca.",
        "analyzed": "tīṇi pe vipāke tīṇi pe avigate pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_24.10:2.1",
        "original": "Nasahetukaṁ nanahetuṁ dhammaṁ paṭicca sahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na sa hetukam na na hetum dhammam paṭicca sa hetukaḥ na hetu dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_24.10:3.1",
        "original": "Naahetukaṁ nanahetuṁ dhammaṁ paṭicca ahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) Hetuyā cha, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "na ahetukam na na hetum dhammam paṭicca ahetukaḥ na hetu dhammaḥ uppajjati hetu paccayā tīṇi saṅkhitta hetuyā cha ārammaṇe tīṇi adhipatiyā tīṇi pe vipāke tīṇi pe avigate cha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_24.10:4.1",
        "original": "Nahetusampayuttaṁ nahetuṁ dhammaṁ paṭicca hetusampayutto hetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na hetu sampayuttam na hetum dhammam paṭicca hetu sampayuttaḥ hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_24.10:5.1",
        "original": "Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā ekaṁ …pe… purejāte āsevane tīṇi …pe… vipāke tīṇi …pe… avigate pañca. (Sahetukadukasadisaṁ.)",
        "analyzed": "hetuyā tīṇi ārammaṇe pañca adhipatiyā ekam pe purejāte āsevane tīṇi pe vipāke tīṇi pe avigate pañca sa hetuka duka sadisa ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_24.10:6.1",
        "original": "Nahetuñceva naahetukaṁ nahetuṁ dhammaṁ paṭicca hetu ceva sahetuko ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na hetum ca iva na ahetukam na hetum dhammam paṭicca hetu ca iva sa hetukaḥ ca hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_24.10:7.1",
        "original": "Naahetukañceva nana ca hetuṁ nanahetuṁ dhammaṁ paṭicca sahetuko ceva na ca hetu nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na ahetukam ca iva na na ca hetum na na hetum dhammam paṭicca sa hetukaḥ ca iva na ca hetu na hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_24.10:8.1",
        "original": "Nahetuñceva nahetuvippayuttañca nahetuṁ dhammaṁ paṭicca hetu ceva hetusampayutto ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na hetum ca iva na hetu vippayuttam ca na hetum dhammam paṭicca hetu ca iva hetu sampayuttaḥ ca hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_24.10:9.1_0",
        "original": "Nahetuvippayuttañceva nanahetuñca nanahetuṁ dhammaṁ paṭicca hetusampayutto ceva na",
        "analyzed": "na hetu vippayuttam ca iva na na hetuñca na na hetum dhammam paṭicca hetu sampayuttaḥ ca iva na ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_24.10:9.1_1",
        "original": "ca hetu nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate",
        "analyzed": "ca hetu na hetu dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_24.10:9.1_2",
        "original": "ekaṁ. (Antimadukaṁ na labbhati.)",
        "analyzed": "eka antima dukam na labbhati ",
        "folio": "9"
    }
]