[
    {
        "segmentnr": "PA_patthana_10.1:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_10.1:0.2",
        "original": "Dhammapaccanīya (2), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_10.1:0.3",
        "original": "10.1. Kusalattika, Hetuduka",
        "analyzed": "kusalattika hetu duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_10.1:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_10.1:1.1",
        "original": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
        "analyzed": "namaḥ tassa bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_10.1:2.1_0",
        "original": "Nakusalaṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ",
        "analyzed": "na kusalam na hetum dhammam paṭicca na kusalaḥ na hetu dhammo uppajjati hetu paccayā na kusala ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_10.1:2.1_1",
        "original": "nahetuṁ dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ",
        "analyzed": "na hetum dhammam paṭicca na akusalaḥ na hetu dhammo uppajjati hetu paccayā na kusala ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_10.1:2.1_2",
        "original": "nahetuṁ dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ",
        "analyzed": "na hetum dhammam paṭicca na abyākataḥ na hetu dhammo uppajjati hetu paccayā na kusala ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_10.1:2.1_3",
        "original": "nahetuṁ dhammaṁ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti",
        "analyzed": "na hetum dhammam paṭicca na kusalaḥ na hetu ca na abyākataḥ na hetu ca dhammāḥ uppajjanti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_10.1:2.1_4",
        "original": "hetupaccayā. Nakusalaṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu",
        "analyzed": "hetu paccayā na kusalam na hetum dhammam paṭicca na kusalaḥ na hetu ca na akusalaḥ na hetu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_10.1:2.1_5",
        "original": "ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_10.1:3.1_0",
        "original": "Naakusalaṁ nahetuṁ dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam na hetum dhammam paṭicca na akusalaḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_10.1:3.1_1",
        "original": "Naakusalaṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam na hetum dhammam paṭicca na kusalaḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_10.1:3.1_2",
        "original": "Naakusalaṁ nahetuṁ dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam na hetum dhammam paṭicca na abyākataḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_10.1:3.1_3",
        "original": "Naakusalaṁ nahetuṁ dhammaṁ paṭicca naakusalo nahetu ca naabyākato nahetu ca dhammā",
        "analyzed": "na akusalam na hetum dhammam paṭicca na akusalaḥ na hetu ca na abyākataḥ na hetu ca dhammā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_10.1:3.1_4",
        "original": "uppajjanti hetupaccayā. Naakusalaṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu ca naakusalo",
        "analyzed": "uppajjanti hetu paccayā na akusalam na hetum dhammam paṭicca na kusalaḥ na hetu ca na akusalaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_10.1:3.1_5",
        "original": "nahetu ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "na hetu ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_10.1:4.1_0",
        "original": "Naabyākataṁ nahetuṁ dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na abyākatam na hetum dhammam paṭicca na abyākataḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_10.1:4.1_1",
        "original": "Naabyākataṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na abyākatam na hetum dhammam paṭicca na kusalaḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_10.1:4.1_2",
        "original": "Naabyākataṁ nahetuṁ dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na abyākatam na hetum dhammam paṭicca na akusalaḥ na hetu dhammo uppajjati hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_10.1:4.1_3",
        "original": "Naabyākataṁ nahetuṁ dhammaṁ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā",
        "analyzed": "na abyākatam na hetum dhammam paṭicca na kusalaḥ na hetu ca na abyākataḥ na hetu ca dhammā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_10.1:4.1_4",
        "original": "uppajjanti hetupaccayā. Naabyākataṁ nahetuṁ dhammaṁ paṭicca naakusalo nahetu ca naabyākato",
        "analyzed": "uppajjanti hetu paccayāḥ na abyākatam na hetum dhammam paṭicca na akusalaḥ na hetu ca na abyākataḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_10.1:4.1_5",
        "original": "nahetu ca dhammā uppajjanti hetupaccayā. Naabyākataṁ nahetuṁ dhammaṁ paṭicca nakusalo",
        "analyzed": "na hetu ca dhammā uppajjanti hetu paccayā na abyākatam na hetum dhammam paṭicca na kusalaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_10.1:4.1_6",
        "original": "nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … cha.",
        "analyzed": "na hetu ca na akusalaḥ na hetu ca dhammā uppajjanti hetu paccayā cha ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_10.1:5.1_0",
        "original": "Nakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu dhammo",
        "analyzed": "na kusalam na hetum ca na abyākatam na hetuñca dhammam paṭicca na kusalaḥ na hetu dhammo ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_10.1:5.1_1",
        "original": "uppajjati hetupaccayā. Nakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca",
        "analyzed": "uppajjati hetu paccayā na kusalam na hetuñca na abyākatam na hetuñca dhammam paṭicca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_10.1:5.1_2",
        "original": "naakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñca naabyākataṁ nahetuñca",
        "analyzed": "na akusalaḥ na hetu dhammaḥ uppajjati hetu paccayā na kusalam na hetuñca na abyākatam na hetuñca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_10.1:5.1_3",
        "original": "dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñca",
        "analyzed": "dhammam paṭicca na abyākataḥ na hetu dhammaḥ uppajjati hetu paccayā na kusalam na hetuñca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_10.1:5.1_4",
        "original": "naabyākataṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā",
        "analyzed": "na abyākatam na hetuñca dhammam paṭicca na kusalaḥ na hetu ca na abyākataḥ na hetu ca dhammā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_10.1:5.1_5",
        "original": "uppajjanti hetupaccayā. Nakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca",
        "analyzed": "uppajjanti hetu paccayāḥ na kusalam na hetuñca na abyākatam na hetuñca dhammam paṭicca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_10.1:5.1_6",
        "original": "nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "na kusalaḥ na hetu ca na akusalaḥ na hetu ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_10.1:6.1_0",
        "original": "Naakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu dhammo",
        "analyzed": "na akusalam na hetum ca na abyākatam na hetuñca dhammam paṭicca na kusalaḥ na hetu dhammo ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_10.1:6.1_1",
        "original": "uppajjati hetupaccayā. Naakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca",
        "analyzed": "uppajjati hetu paccayā na akusalam na hetuñca na abyākatam na hetuñca dhammam paṭicca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_10.1:6.1_2",
        "original": "naakusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṁ nahetuñca naabyākataṁ nahetuñca",
        "analyzed": "na akusalaḥ na hetu dhammaḥ uppajjati hetu paccayā na akusalam na hetuñca na abyākatam na hetuñca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_10.1:6.1_3",
        "original": "dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Naakusalaṁ nahetuñca",
        "analyzed": "dhammam paṭicca na abyākataḥ na hetu dhammaḥ uppajjati hetu paccayā na akusalam na hetuñca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_10.1:6.1_4",
        "original": "naabyākataṁ nahetuñca dhammaṁ paṭicca naakusalo nahetu ca naabyākato nahetu ca dhammā",
        "analyzed": "na abyākatam na hetuñca dhammam paṭicca na akusalaḥ na hetu ca na abyākataḥ na hetu ca dhammā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_10.1:6.1_5",
        "original": "uppajjanti hetupaccayā. Naakusalaṁ nahetuñca naabyākataṁ nahetuñca dhammaṁ paṭicca",
        "analyzed": "uppajjanti hetu paccayāḥ na akusalam na hetuñca na abyākatam na hetuñca dhammam paṭicca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_10.1:6.1_6",
        "original": "nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca.",
        "analyzed": "na kusalaḥ na hetu ca na akusalaḥ na hetu ca dhammā uppajjanti hetu paccayā pañca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_10.1:7.1_0",
        "original": "Nakusalaṁ nahetuñca naakusalaṁ nahetuñca dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati",
        "analyzed": "na kusalam na hetum ca na akusalam na hetuñca dhammam paṭicca na kusalaḥ na hetu dhammo uppajjati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_10.1:7.1_1",
        "original": "hetupaccayā. Nakusalaṁ nahetuñca naakusalaṁ nahetuñca dhammaṁ paṭicca naakusalo nahetu",
        "analyzed": "hetu paccayā na kusalam na hetuñca na akusalam na hetuñca dhammam paṭicca na akusalaḥ na hetu ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_10.1:7.1_2",
        "original": "dhammo uppajjati hetupaccayā. Nakusalaṁ nahetuñca naakusalaṁ nahetuñca dhammaṁ paṭicca",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na kusalam na hetuñca na akusalam na hetuñca dhammam paṭicca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_10.1:7.1_3",
        "original": "nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na kusalaḥ na hetu ca na akusalaḥ na hetu ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_10.1:8.1",
        "original": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā ekūnatisa ārammaṇe catuvīsa pe vipāke nava pe avigate ekūnatisa sabbattha vitthāro ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_10.1:9.1_0",
        "original": "Nakusalaṁ nanahetuṁ dhammaṁ paṭicca nakusalo nanahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam nana hetum dhammam paṭicca na kusalaḥ nana hetu dhammo uppajjati hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_10.1:9.1_1",
        "original": "Nakusalaṁ nanahetuṁ dhammaṁ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam nana hetum dhammam paṭicca na akusalaḥ nana hetu dhammo uppajjati hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_10.1:9.1_2",
        "original": "Nakusalaṁ nanahetuṁ dhammaṁ paṭicca naabyākato nanahetu dhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam na na hetum dhammam paṭicca na abyākataḥ na na hetu dhammo uppajjati hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_10.1:9.1_3",
        "original": "Nakusalaṁ nanahetuṁ dhammaṁ paṭicca nakusalo nanahetu ca naabyākato nanahetu ca dhammā",
        "analyzed": "na kusalam nana hetum dhammam paṭicca na kusalaḥ nana hetu ca na abyākataḥ nana hetu ca dhammā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_10.1:9.1_4",
        "original": "uppajjanti hetupaccayā. Nakusalaṁ nanahetuṁ dhammaṁ paṭicca nakusalo nanahetu ca",
        "analyzed": "uppajjanti hetu paccayā na kusalam nana hetum dhammam paṭicca na kusalaḥ nana hetu ca ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_10.1:9.1_5",
        "original": "naakusalo nanahetu ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "na akusalaḥ na na hetu ca dhammā uppajjanti hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_10.1:10.1",
        "original": "Naakusalaṁ nanahetuṁ dhammaṁ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā … pañca.",
        "analyzed": "na akusalam nana hetum dhammam paṭicca na akusalaḥ nana hetu dhammo uppajjati hetu paccayā pañca ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_10.1:11.1",
        "original": "Naabyākataṁ nanahetuṁ dhammaṁ paṭicca naabyākato nanahetu dhammo uppajjati hetupaccayā … pañca.",
        "analyzed": "na abyākatam nana hetum dhammam paṭicca na abyākataḥ nana hetu dhammo uppajjati hetu paccayā pañca ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_10.1:12.1",
        "original": "Nakusalaṁ nanahetuñca naabyākataṁ nanahetuñca dhammaṁ paṭicca nakusalo nanahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na kusalam nana hetum ca na abyākatam nana hetuñca dhammam paṭicca na kusalaḥ nana hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_10.1:13.1",
        "original": "Naakusalaṁ nanahetuñca naabyākataṁ nanahetuñca dhammaṁ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na akusalam nana hetuñca na abyākatam nana hetuñca dhammam paṭicca na akusalaḥ nana hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_10.1:14.1",
        "original": "Nakusalaṁ nanahetuñca naakusalaṁ nanahetuñca dhammaṁ paṭicca nakusalo nanahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na kusalam nana hetuñca na akusalam nana hetuñca dhammam paṭicca na kusalaḥ nana hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_10.1:15.1",
        "original": "Hetuyā catuvīsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate catuvīsa. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā catuvīsa ārammaṇe catuvīsa pe vipāke nava pe avigate catuvīsa sabbattha vitthāro ",
        "folio": "15"
    }
]