[
    {
        "segmentnr": "PA_patthana_17.23:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_17.23:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_17.23:0.3",
        "original": "17.23. Upādinnattika, Kusalattika",
        "analyzed": "upādinna ttika kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_17.23:1.1",
        "original": "Anupādinnupādāniyaṁ kusalaṁ dhammaṁ paṭicca naupādinnupādāniyo nakusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "anupādinnupādāniyam kusalam dhammam paṭicca na aupādinnupādāniyaḥ na kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_17.23:2.1",
        "original": "Anupādinnaanupādāniyaṁ kusalaṁ dhammaṁ paṭicca naanupādinnaanupādāniyo nakusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… avigate cha.",
        "analyzed": "anupādinna anupādāniyam kusalam dhammam paṭicca na anupādinna anupādāniyaḥ na kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi saṅkhitta hetuyā cha adhipatiyā cha pe avigate cha ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_17.23:3.1",
        "original": "Anupādinnupādāniyaṁ akusalaṁ dhammaṁ paṭicca naupādinnupādāniyo naakusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "anupādinnupādāniyam akusalam dhammam paṭicca na aupādinnupādāniyaḥ na akusalaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_17.23:4.1",
        "original": "Upādinnupādāniyaṁ abyākataṁ dhammaṁ paccayā naupādinnupādāniyo naabyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
        "analyzed": "upādinnupādāniyam abyākatam dhammam paccayā na upādinnupādāniyaḥ na abyākataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca pe avigate pañca ",
        "folio": "4"
    }
]