[
    {
        "segmentnr": "PA_patthana_9.17:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.17:0.2",
        "original": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.17:0.3",
        "original": "9.17. Saraṇaduka, Sanidassanattika",
        "analyzed": "sa raṇa duka sani dassana ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.17:1.1",
        "original": "Nasaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
        "analyzed": "na saraṇam na sa nidassana sappaṭigham dhammam paṭicca na saraṇaḥ na sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.17:2.1_0",
        "original": "Naaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naaraṇo nasanidassanasappaṭigho",
        "analyzed": "na araṇam na sa nidassana sa paṭigham dhammam paṭicca na araṇaḥ na sa nidassana sa paṭighaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.17:2.1_1",
        "original": "dhammo uppajjati hetupaccayā. Naaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na araṇam na sanidassana sappaṭigham dhammam paṭicca na saraṇaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.17:2.1_2",
        "original": "nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṁ nasanidassanasappaṭighaṁ",
        "analyzed": "na sanidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā na araṇam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.17:2.1_3",
        "original": "dhammaṁ paṭicca nasaraṇo nasanidassanasappaṭigho ca naaraṇo nasanidassanasappaṭigho",
        "analyzed": "dhammam paṭicca na saraṇaḥ na sa nidassana sappaṭighaḥ ca na araṇaḥ na sa nidassana sappaṭighaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.17:2.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.17:3.1",
        "original": "Nasaraṇaṁ nasanidassanasappaṭighañca naaraṇaṁ nasanidassanasappaṭighañca dhammaṁ paṭicca nasaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na saraṇam na sa nidassana sappaṭighañca na araṇam na sa nidassana sappaṭighañca dhammam paṭicca na saraṇaḥ na sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_9.17:4.1",
        "original": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca.",
        "analyzed": "hetuyā pañca ārammaṇe dve pe vipāke ekam pe avigate pañca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_9.17:5.1",
        "original": "Nasaraṇaṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
        "analyzed": "na saraṇam na anidassana sappaṭigham dhammam paṭicca na saraṇaḥ na anidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_9.17:6.1_0",
        "original": "Naaraṇaṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca naaraṇo naanidassanasappaṭigho dhammo",
        "analyzed": "na araṇam na a nidassana sa paṭigham dhammam paṭicca na araṇaḥ na a nidassana sa paṭighaḥ dhammaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_9.17:6.1_1",
        "original": "uppajjati hetupaccayā. Naaraṇaṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo",
        "analyzed": "uppajjati hetu paccayā na araṇam na anidassana sappaṭigham dhammam paṭicca na saraṇaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_9.17:6.1_2",
        "original": "naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṁ naanidassanasappaṭighaṁ",
        "analyzed": "na anidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā na araṇam na anidassana sappaṭigha ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_9.17:6.1_3",
        "original": "dhammaṁ paṭicca nasaraṇo naanidassanasappaṭigho ca naaraṇo naanidassanasappaṭigho",
        "analyzed": "dhammam paṭicca na saraṇaḥ na a nidassana sa paṭighaḥ ca na araṇaḥ na a nidassana sa paṭighaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_9.17:6.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_9.17:7.1",
        "original": "Nasaraṇaṁ naanidassanasappaṭighañca naaraṇaṁ naanidassanasappaṭighañca dhammaṁ paṭicca nasaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na saraṇam na anidassana sappaṭigham ca na araṇam na anidassana sappaṭigham ca dhammam paṭicca na saraṇaḥ na anidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_9.17:8.1",
        "original": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca.",
        "analyzed": "hetuyā pañca ārammaṇe dve pe vipāke ekam pe avigate pañca ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_9.17:9.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāretabbaṁ.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāretabba ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_9.17:10.1",
        "original": "Nasaraṇaṁ naanidassanaappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na saraṇam na anidassana appaṭigham dhammam paṭicca na saraṇaḥ na anidassana appaṭighaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_9.17:11.1",
        "original": "Hetuyā ekaṁ, adhipatiyā sahajāte aññamaññe nissaye kamme …pe… magge vippayutte atthiyā avigate ekaṁ. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā eka adhipatiyā sahajāte aññamaññe nissaye kamme pe magge vippayutte atthiyā avigate eka sabbattha vitthāro ",
        "folio": "11"
    }
]