[
    {
        "segmentnr": "PA_patthana_24.3:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.3:0.2",
        "original": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma paccanīya anuloma duka duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.3:0.3",
        "original": "24.3. Hetuduka, Cūḷantaraduka",
        "analyzed": "hetu duka cūḍantara duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.3:1.1",
        "original": "Nahetu nasappaccayo dhammo hetussa sappaccayassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "na hetu na sappaccayaḥ dhammaḥ hetussa sappaccayassa dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_24.3:2.1",
        "original": "Ārammaṇe tīṇi, adhipatiyā upanissaye tīṇi. (Saṅkhataṁ sappaccayasadisaṁ.)",
        "analyzed": "ārammaṇe tīṇi adhipatiyā upanissaye tīṇi saṅkhatam sappaccaya sadisa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_24.3:3.1",
        "original": "Nahetuṁ nasanidassanaṁ dhammaṁ paṭicca nahetu sanidassano dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na sa nidassanam dhammam paṭicca na hetu sa nidassanaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_24.3:4.1",
        "original": "Nahetu naanidassano dhammo hetussa anidassanassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) Ārammaṇe tīṇi, adhipatiyā upanissaye purejāte atthiyā avigate tīṇi.",
        "analyzed": "na hetu na anidassanaḥ dhammaḥ hetussa anidassanassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitte ārammaṇe tīṇi adhipatiyā upanissaye purejāte atthiyāḥ avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_24.3:5.1",
        "original": "Nahetuṁ nasappaṭighaṁ dhammaṁ paṭicca nahetu sappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṁ …pe… avigate tīṇi.",
        "analyzed": "na hetum na sappaṭigham dhammam paṭicca na hetu sappaṭighaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe aññamaññe ekam pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_24.3:6.1",
        "original": "Nahetuṁ naappaṭighaṁ dhammaṁ paṭicca nahetu appaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na hetum na appaṭigham dhammam paṭicca na hetu appaṭighaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā eka adhipatiyā ekam pe avigate eka ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_24.3:7.1",
        "original": "Nahetuṁ narūpiṁ dhammaṁ paṭicca hetu rūpī dhammo uppajjati hetupaccayā …. Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na rūpim dhammam paṭicca hetu rūpī dhammaḥ uppajjati hetu paccayā hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_24.3:8.1",
        "original": "Nahetuṁ naarūpiṁ dhammaṁ paṭicca hetu arūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na arūpim dhammam paṭicca hetu arūpī dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_24.3:9.1_0",
        "original": "Nahetuṁ nalokiyaṁ dhammaṁ paṭicca nahetu lokiyo dhammo uppajjati hetupaccayā. Nanahetuṁ",
        "analyzed": "na hetum na lokiyam dhammam paṭicca na hetu lokiyaḥ dhammo uppajjati hetu paccayā na na hetu ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_24.3:9.1_1",
        "original": "nalokiyaṁ dhammaṁ paṭicca nahetu lokiyo dhammo uppajjati hetupaccayā. (Gaṇitakena",
        "analyzed": "na lokiyam dhammam paṭicca na hetu lokiyaḥ dhammo uppajjati hetu paccayā gaṇitakena ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_24.3:9.1_2",
        "original": "tīṇi. Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "tīṇi saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_24.3:10.1",
        "original": "Nahetuṁ nalokuttaraṁ dhammaṁ paccayā hetu lokuttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum na lokuttaram dhammam paccayā hetu lokuttaraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_24.3:11.1",
        "original": "Nahetuṁ nakenaci viññeyyaṁ dhammaṁ paṭicca hetu kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
        "analyzed": "na hetum na kenacid viññeyyam dhammam paṭicca hetu kenacid viññeyyaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe avigate nava ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_24.3:12.1",
        "original": "Nahetuṁ nakenaci naviññeyyaṁ dhammaṁ paṭicca hetu kenaci naviññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
        "analyzed": "na hetum na kenacid na viññeyyam dhammam paṭicca hetu kenacid na viññeyyaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe avigate nava ",
        "folio": "12"
    }
]