[
    {
        "segmentnr": "PA_patthana_18.3:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.3:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.3:0.3",
        "original": "18.3. Hetuduka, Hetusahetukadukādi",
        "analyzed": "hetu duka hetu sa hetuka duka ādi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.3:1.1",
        "original": "Hetuṁ hetuñceva sahetukañca dhammaṁ paṭicca nahetu nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "hetum hetuñca iva sa hetukañca dhammam paṭicca na hetu na hetu ca iva na ahetukaḥ ca dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.3:2.1",
        "original": "Nahetuṁ sahetukañceva na ca hetuṁ dhammaṁ paṭicca nanahetu naahetuko ceva nanahetu ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na hetum sa hetukam ca iva na ca hetum dhammam paṭicca na na hetu na ahetukaḥ ca iva na na hetu ca dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.3:3.1",
        "original": "Hetuṁ hetuñceva hetusampayuttañca dhammaṁ paṭicca nahetu nahetu ceva nahetuvippayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "hetum hetuñca iva hetu sampayuttañca dhammam paṭicca na hetu na hetu ca iva na hetu vippayuttaḥ ca dhammaḥ uppajjati hetu paccayā hetuyā ekam pe avigate eka ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.3:4.1",
        "original": "Nahetuṁ hetusampayuttañceva na ca hetuṁ dhammaṁ paṭicca nanahetu nahetuvippayutto ceva nanahetu ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na hetum hetu sampayuttam ca iva na ca hetum dhammam paṭicca na na hetu na hetu vippayuttaḥ ca iva na na hetu ca dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_18.3:5.1",
        "original": "Nahetuṁ nahetuṁ sahetukaṁ dhammaṁ paṭicca nahetu nahetu nasahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā adhipatiyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na hetum na hetum sa hetukam dhammam paṭicca na hetu na hetu na sa hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā adhipatiyā ekam pe avigate eka ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.3:6.1",
        "original": "Nahetuṁ nahetuṁ ahetukaṁ dhammaṁ paṭicca nahetu nahetu naahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na hetum na hetum ahetukam dhammam paṭicca na hetu na hetu na ahetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "6"
    }
]