[
    {
        "segmentnr": "PA_patthana_22.30:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.30:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma paccanīya anuloma tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.30:0.3",
        "original": "22.30. Sanidassanattika, Āsavagocchaka",
        "analyzed": "sa ni dassa na ttika āsava gocchaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.30:1.1",
        "original": "Nasanidassanasappaṭighaṁ noāsavaṁ dhammaṁ paṭicca anidassanaappaṭigho āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham noāsavam dhammam paṭicca anidassana appaṭighaḥ āsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.30:2.1",
        "original": "Nasanidassanasappaṭighaṁ nanoāsavaṁ dhammaṁ paṭicca sanidassanasappaṭigho noāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe tīṇi …pe… avigate ekavīsa.",
        "analyzed": "na sanidassana sappaṭigham na noāsavam dhammam paṭicca sanidassana sappaṭighaḥ noāsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekavīsa ārammaṇe tīṇi pe avigate ekavīsa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.30:3.1",
        "original": "Nasanidassanasappaṭighaṁ nasāsavaṁ dhammaṁ paṭicca sanidassanasappaṭigho sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, adhipatiyā ekavīsa …pe… avigate ekavīsa.",
        "analyzed": "na sanidassana sappaṭigham na sāsavam dhammam paṭicca sa nidassana sappaṭighaḥ sa āsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekavīsa adhipatiyā ekavīsa pe avigate ekavīsa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_22.30:4.1",
        "original": "Nasanidassanasappaṭighaṁ naanāsavaṁ dhammaṁ paccayā anidassanaappaṭigho anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham na anāsavam dhammam paccayā anidassana appaṭighaḥ anāsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_22.30:5.1",
        "original": "Nasanidassanasappaṭighaṁ naāsavasampayuttaṁ dhammaṁ paṭicca anidassanaappaṭigho āsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham na āsava sampayuttam dhammam paṭicca anidassana appaṭighaḥ āsava sampayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.30:6.1_0",
        "original": "Nasanidassanasappaṭighaṁ naāsavavippayuttaṁ dhammaṁ paṭicca sanidassanasappaṭigho",
        "analyzed": "na sanidassana sappaṭigham na āsava vippayuttam dhammam paṭicca sa nidassana sappaṭighaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.30:6.1_1",
        "original": "āsavavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa, ārammaṇe",
        "analyzed": "āsava vippayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekavīsa ārammaṇe ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.30:6.1_2",
        "original": "tīṇi …pe… avigate ekavīsa.",
        "analyzed": "tīṇi pe avigate ekavīsa ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.30:7.1_0",
        "original": "Nasanidassanasappaṭighaṁ naāsavañceva naanāsavañca dhammaṁ paṭicca anidassanaappaṭigho",
        "analyzed": "na sa nidassana sappaṭigham na āsavam ca iva na anāsavam ca dhammam paṭicca anidassana appaṭighaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.30:7.1_1",
        "original": "āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "āsavaḥ ca iva sa āsavaḥ ca dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.30:8.1_0",
        "original": "Nasanidassanasappaṭighaṁ naanāsavañceva nano ca āsavaṁ dhammaṁ paṭicca sanidassanasappaṭigho",
        "analyzed": "na sanidassana sappaṭigham na anāsavam ca iva na no ca āsavam dhammam paṭicca sa nidassana sappaṭighaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.30:8.1_1",
        "original": "sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa,",
        "analyzed": "sa āsavaḥ ca iva no ca āsavaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekavīsa ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.30:8.1_2",
        "original": "ārammaṇe tīṇi …pe… avigate ekavīsa.",
        "analyzed": "ārammaṇe tīṇi pe avigate ekavīsa ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.30:9.1_0",
        "original": "Nasanidassanasappaṭighaṁ naāsavañceva naāsavavippayuttañca dhammaṁ paṭicca anidassanaappaṭigho",
        "analyzed": "na sa nidassana sappaṭigham na āsavam ca iva na āsava vippayuttam ca dhammam paṭicca anidassana appaṭighaḥ ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_22.30:9.1_1",
        "original": "āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā",
        "analyzed": "āsavo ca iva āsava sampayuttaḥ ca dhammo uppajjati hetu paccayā saṅkhitta hetuyā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_22.30:9.1_2",
        "original": "tīṇi …pe… avigate tīṇi.",
        "analyzed": "tīṇi pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_22.30:10.1_0",
        "original": "Nasanidassanasappaṭighaṁ naāsavavippayuttañceva nano ca āsavaṁ dhammaṁ paṭicca anidassanaappaṭigho",
        "analyzed": "na sa nidassana sa ppaṭigham na āsava vippayuttam ca iva na no ca āsavam dhammam paṭicca a nidassana appaṭighaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_22.30:10.1_1",
        "original": "āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā",
        "analyzed": "āsava sampayuttaḥ ca iva no ca āsavaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_22.30:10.1_2",
        "original": "tīṇi …pe… avigate tīṇi.",
        "analyzed": "tīṇi pe avigate tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_22.30:11.1_0",
        "original": "Nasanidassanasappaṭighaṁ āsavavippayuttaṁ nasāsavaṁ dhammaṁ paṭicca sanidassanasappaṭigho",
        "analyzed": "na sa nidassana sa paṭigham āsava vippayuttam na sa āsavam dhammam paṭicca sa nidassana sa paṭighaḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_22.30:11.1_1",
        "original": "āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekavīsa,",
        "analyzed": "āsava vippayuttaḥ sa āsavaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekavīsa ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_22.30:11.1_2",
        "original": "adhipatiyā ekavīsa …pe… avigate ekavīsa.",
        "analyzed": "adhipatiyā ekavīsa pe avigate ekavīsa ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_22.30:12.1_0",
        "original": "Nasanidassanasappaṭighaṁ āsavavippayuttaṁ naanāsavaṁ dhammaṁ paccayā anidassanaappaṭigho",
        "analyzed": "na sa nidassana sa paṭigham āsava vippayuttam na anāsavam dhammam paccayā anidassana appaṭighaḥ ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_22.30:12.1_1",
        "original": "āsavavippayutto anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "āsava vippayuttaḥ anāsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "12"
    }
]