[
    {
        "segmentnr": "PA_patthana_22.13:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.13:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma paccanīya anuloma tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.13:0.3",
        "original": "22.13. Kusalattika, Niyyānikaduka",
        "analyzed": "kusalattika niyyānikaduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.13:1.1",
        "original": "Nakusalaṁ naniyyānikaṁ dhammaṁ paccayā kusalo niyyāniko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na niyyānikam dhammam paccayā kusalaḥ niyyānikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.13:2.1_0",
        "original": "Naakusalaṁ naaniyyānikaṁ dhammaṁ paṭicca abyākato aniyyāniko dhammo uppajjati hetupaccayā.",
        "analyzed": "na akusalam na aniyyānikam dhammam paṭicca abyākataḥ aniyyānikaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.13:2.1_1",
        "original": "Naabyākataṁ naaniyyānikaṁ dhammaṁ paṭicca abyākato aniyyāniko dhammo uppajjati hetupaccayā.",
        "analyzed": "na abyākatam na aniyyānikam dhammam paṭicca abyākataḥ aniyyānikaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.13:2.1_2",
        "original": "Naakusalaṁ naaniyyānikañca naabyākataṁ naaniyyānikañca dhammaṁ paṭicca abyākato aniyyāniko",
        "analyzed": "na akusalam na aniyyānikam ca na abyākatam na aniyyānikam ca dhammam paṭicca abyākataḥ aniyyānikaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.13:2.1_3",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    }
]