[
    {
        "segmentnr": "PA_patthana_15.70:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.70:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.70:0.3",
        "original": "15.70. Saraṇaduka, Kusalattika",
        "analyzed": "saraṇaduka kusalattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.70:1.1",
        "original": "Araṇaṁ kusalaṁ dhammaṁ paṭicca nasaraṇo nakusalo dhammo uppajjati hetupaccayā. Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "araṇam kusalam dhammam paṭicca na saraṇaḥ na kusalaḥ dhammaḥ uppajjati hetu paccayā hetuyā ekam pe avigate eka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.70:2.1",
        "original": "Saraṇaṁ akusalaṁ dhammaṁ paṭicca nasaraṇo naakusalo dhammo uppajjati hetupaccayā. Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "saraṇam akusalam dhammam paṭicca na saraṇaḥ na akusalaḥ dhammaḥ uppajjati hetu paccayā hetuyā ekam pe avigate eka ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.70:3.1_0",
        "original": "Araṇaṁ abyākataṁ dhammaṁ paccayā naaraṇo naabyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "araṇam abyākatam dhammam paccayā na araṇaḥ na abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.70:3.1_1",
        "original": "Araṇaṁ abyākataṁ dhammaṁ paccayā nasaraṇo naabyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "araṇam abyākatam dhammam paccayā na saraṇaḥ na abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.70:3.1_2",
        "original": "Hetuyā dve …pe… avigate dve.",
        "analyzed": "hetuyā dve pe avigate dve ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.70:4.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_15.70:5.1",
        "original": "Araṇo abyākato dhammo naaraṇassa naabyākatassa dhammassa ārammaṇapaccayena paccayo. Araṇo abyākato dhammo nasaraṇassa naabyākatassa dhammassa ārammaṇapaccayena paccayo.",
        "analyzed": "araṇaḥ abyākataḥ dhammaḥ na araṇassa na abyākatassa dhammassa ārammaṇa paccayena paccayaḥ araṇaḥ abyākataḥ dhammaḥ na saraṇassa na abyākatassa dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_15.70:6.1",
        "original": "Ārammaṇe dve, adhipatiyā anantare samanantare nissaye upanissaye purejāte vippayutte dve …pe… avigate dve.",
        "analyzed": "ārammaṇe dve adhipatiyā anantare samanantare nissaye upanissaye purejāte vippayutte dve pe avigate dve ",
        "folio": "6"
    }
]