[
    {
        "segmentnr": "PA_patthana_16.25:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.25:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.25:0.3",
        "original": "16.25. Kusalattika, Piṭṭhiduka",
        "analyzed": "kusalattika piṭṭhiduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.25:1.1_0",
        "original": "Akusalaṁ dassanena pahātabbaṁ dhammaṁ paṭicca naakusalo nadassanena pahātabbo dhammo",
        "analyzed": "akusalam dassanena pahātabbam dhammam paṭicca na akusalaḥ na dassanena pahātabbaḥ dhammaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.25:1.1_1",
        "original": "uppajjati hetupaccayā. Akusalaṁ dassanena pahātabbaṁ dhammaṁ paṭicca nakusalo nadassanena",
        "analyzed": "uppajjati hetu paccayā akusalam dassanena pahātabbam dhammam paṭicca na kusalaḥ na dassanena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.25:1.1_2",
        "original": "pahātabbo dhammo uppajjati hetupaccayā. Akusalaṁ dassanena pahātabbaṁ dhammaṁ paṭicca",
        "analyzed": "pahātabbaḥ dhammaḥ uppajjati hetu paccayā akusalam dassanena pahātabbam dhammam paṭicca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.25:1.1_3",
        "original": "nakusalo nadassanena pahātabbo ca naakusalo nadassanena pahātabbo ca dhammā uppajjanti",
        "analyzed": "na kusalaḥ na dassanena pahātabbo ca na akusalaḥ na dassanena pahātabbo ca dhammā uppajjanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.25:1.1_4",
        "original": "hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.25:2.1_0",
        "original": "Abyākataṁ nadassanena pahātabbaṁ dhammaṁ paccayā naabyākato nanadassanena pahātabbo",
        "analyzed": "abyākatam na dassanena pahātabbam dhammam paccayā na abyākataḥ na na dassanena pahātabbo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.25:2.1_1",
        "original": "dhammo uppajjati hetupaccayā. Abyākataṁ nadassanena pahātabbaṁ dhammaṁ paccayā nakusalo",
        "analyzed": "dhammaḥ uppajjati hetu paccayā abyākatam na dassanena pahātabbam dhammam paccayā na kusalaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.25:2.1_2",
        "original": "nanadassanena pahātabbo dhammo uppajjati hetupaccayā. Abyākataṁ nadassanena pahātabbaṁ",
        "analyzed": "na na dassanena pahātabbaḥ dhammaḥ uppajjati hetu paccayā abyākatam na dassanena pahātabba ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.25:2.1_3",
        "original": "dhammaṁ paccayā nakusalo nanadassanena pahātabbo ca naabyākato nanadassanena pahātabbo",
        "analyzed": "dhammam paccayā na kusalaḥ nana dassanena pahātabbo ca na abyākataḥ nana dassanena pahātabbo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.25:2.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.25:3.1_0",
        "original": "Akusalaṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca naakusalo nabhāvanāya pahātabbo dhammo",
        "analyzed": "akusalam bhāvanāya pahātabbam dhammam paṭicca na akusalaḥ na bhāvanāya pahātabbaḥ dhammaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.25:3.1_1",
        "original": "uppajjati hetupaccayā. Akusalaṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca nakusalo nabhāvanāya",
        "analyzed": "uppajjati hetu paccayā akusalam bhāvanāya pahātabbam dhammam paṭicca na kusalaḥ na bhāvanāya ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.25:3.1_2",
        "original": "pahātabbo dhammo uppajjati hetupaccayā. Akusalaṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca",
        "analyzed": "pahātabbaḥ dhammaḥ uppajjati hetu paccayā akusalam bhāvanāya pahātabbam dhammam paṭicca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.25:3.1_3",
        "original": "nakusalo nabhāvanāya pahātabbo ca naakusalo nabhāvanāya pahātabbo ca dhammā uppajjanti",
        "analyzed": "na kusalaḥ na bhāvanāya pahātabbo ca na akusalaḥ na bhāvanāya pahātabbo ca dhammā uppajjanti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.25:3.1_4",
        "original": "hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.25:4.1",
        "original": "Abyākataṁ nabhāvanāya pahātabbaṁ dhammaṁ paccayā naabyākato nanabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "abyākatam na bhāvanāya pahātabbam dhammam paccayā na abyākataḥ na na bhāvanāya pahātabbaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.25:5.1_0",
        "original": "Akusalaṁ dassanena pahātabbahetukaṁ dhammaṁ paṭicca naakusalo nadassanena pahātabbahetuko",
        "analyzed": "akusalam dassanena pahātabba hetukam dhammam paṭicca na akusalaḥ na dassanena pahātabba hetukaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.25:5.1_1",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe pañca …pe… avigate pañca.",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe pañca pe avigate pañca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.25:6.1",
        "original": "Akusalaṁ nadassanena pahātabbahetukaṁ dhammaṁ paṭicca nakusalo nanadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "akusalam na dassanena pahātabba hetukam dhammam paṭicca na kusalaḥ na na dassanena pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_16.25:7.1",
        "original": "Abyākataṁ nadassanena pahātabbahetukaṁ dhammaṁ paccayā naabyākato nanadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "abyākatam na dassanena pahātabba hetukam dhammam paccayā na abyākataḥ na na dassanena pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_16.25:8.1_0",
        "original": "Akusalaṁ bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca naakusalo nabhāvanāya pahātabbahetuko",
        "analyzed": "akusalam bhāvanāya pahātabba hetukam dhammam paṭicca na akusalaḥ na bhāvanāya pahātabba hetukaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_16.25:8.1_1",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe pañca …pe… avigate pañca.",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe pañca pe avigate pañca ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_16.25:9.1",
        "original": "Akusalaṁ nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nakusalo nanabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "akusalam na bhāvanāya pahātabba hetukam dhammam paṭicca na kusalaḥ na na bhāvanāya pahātabba hetukaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_16.25:10.1",
        "original": "Kusalaṁ savitakkaṁ dhammaṁ paṭicca nakusalo nasavitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "kusalam sa vitakkam dhammam paṭicca na kusalaḥ na sa vitakkaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_16.25:11.1",
        "original": "Kusalaṁ avitakkaṁ dhammaṁ paṭicca naakusalo naavitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "kusalam avitakkam dhammam paṭicca na akusalaḥ na avitakkaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe vipāke tīṇi pe avigate nava ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_16.25:12.1",
        "original": "Kusalaṁ savicāraṁ dhammaṁ paṭicca nakusalo nasavicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "kusalam sa vicāram dhammam paṭicca na kusalaḥ na sa vicāraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_16.25:13.1",
        "original": "Kusalaṁ avicāraṁ dhammaṁ paṭicca naakusalo naavicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "kusalam avicāram dhammam paṭicca na akusalaḥ na avicāraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe vipāke tīṇi pe avigate nava ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_16.25:14.1",
        "original": "Kusalaṁ sappītikaṁ dhammaṁ paṭicca nakusalo nasappītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "kusalam sappītikam dhammam paṭicca na kusalaḥ na sappītikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_16.25:15.1",
        "original": "Kusalaṁ appītikaṁ dhammaṁ paṭicca naakusalo naappītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "kusalam appītikam dhammam paṭicca na akusalaḥ na appītikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe vipāke tīṇi pe avigate nava ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_16.25:16.1",
        "original": "Kusalaṁ pītisahagataṁ dhammaṁ paṭicca nakusalo napītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "kusalam pīti sahagatam dhammam paṭicca na kusalaḥ na pīti sahagataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_16.25:17.1",
        "original": "Kusalaṁ napītisahagataṁ dhammaṁ paṭicca naakusalo nanapītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "kusalam na pīti sahagatam dhammam paṭicca na akusalaḥ na na pīti sahagataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe vipāke tīṇi pe avigate nava ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_16.25:18.1",
        "original": "Kusalaṁ sukhasahagataṁ dhammaṁ paṭicca nakusalo nasukhasahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "kusalam sukha sahagatam dhammam paṭicca na kusalaḥ na sukha sahagataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_16.25:19.1",
        "original": "Kusalaṁ nasukhasahagataṁ dhammaṁ paṭicca naakusalo nanasukhasahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "kusalam na sukha sahagatam dhammam paṭicca na akusalaḥ na na sukha sahagataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe vipāke tīṇi pe avigate nava ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_16.25:20.1",
        "original": "Kusalaṁ upekkhāsahagataṁ dhammaṁ paṭicca nakusalo naupekkhāsahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "kusalam upekkhā sahagatam dhammam paṭicca na kusalaḥ na upekkhā sahagataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_16.25:21.1",
        "original": "Kusalaṁ naupekkhāsahagataṁ dhammaṁ paṭicca nakusalo nanaupekkhāsahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "kusalam na aupekkhā sahagatam dhammam paṭicca na kusalaḥ na na aupekkhā sahagataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe vipāke tīṇi pe avigate nava ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_patthana_16.25:22.1",
        "original": "Abyākataṁ kāmāvacaraṁ dhammaṁ paṭicca nakusalo nakāmāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "abyākatam kāmāvacaram dhammam paṭicca na kusalaḥ na kāmāvacaraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_patthana_16.25:23.1_0",
        "original": "Kusalaṁ nakāmāvacaraṁ dhammaṁ paṭicca nakusalo nanakāmāvacaro dhammo uppajjati hetupaccayā.",
        "analyzed": "kusalam na kāmāvacaram dhammam paṭicca na kusalaḥ na na kāmāvacaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_patthana_16.25:23.1_1",
        "original": "(Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "saṅkhitta hetuyā cha adhipatiyā cha pe aññamaññe tīṇi pe vipāke tīṇi pe avigate cha ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_patthana_16.25:24.1_0",
        "original": "Kusalaṁ rūpāvacaraṁ dhammaṁ paṭicca nakusalo narūpāvacaro dhammo uppajjati hetupaccayā.",
        "analyzed": "kusalam rūpāvacaram dhammam paṭicca na kusalaḥ na rūpāvacaraḥ dhammo uppajjati hetu paccayā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_patthana_16.25:24.1_1",
        "original": "(Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "saṅkhitta hetuyā cha adhipatiyā cha pe aññamaññe tīṇi pe vipāke tīṇi pe avigate cha ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_patthana_16.25:25.1",
        "original": "Abyākataṁ narūpāvacaraṁ dhammaṁ paṭicca nakusalo nanarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "abyākatam na rūpāvacaram dhammam paṭicca na kusalaḥ na na rūpāvacaraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_patthana_16.25:26.1",
        "original": "Kusalaṁ arūpāvacaraṁ dhammaṁ paṭicca nakusalo naarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… avigate cha.",
        "analyzed": "kusalam arūpāvacaram dhammam paṭicca na kusalaḥ na arūpāvacaraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā cha pe avigate cha ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_patthana_16.25:27.1",
        "original": "Abyākataṁ naarūpāvacaraṁ dhammaṁ paccayā naabyākato nanaarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
        "analyzed": "abyākatam na arūpāvacaram dhammam paccayā na abyākataḥ na na arūpāvacaraḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā pañca pe avigate pañca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_patthana_16.25:28.1",
        "original": "Abyākataṁ pariyāpannaṁ dhammaṁ paccayā naabyākato napariyāpanno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
        "analyzed": "abyākatam pariyāpannam dhammam paccayā na abyākataḥ na pariyāpannaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca pe vipāke tīṇi pe avigate pañca ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_patthana_16.25:29.1",
        "original": "Kusalaṁ apariyāpannaṁ dhammaṁ paṭicca nakusalo naapariyāpanno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "kusalam apariyāpannam dhammam paṭicca na kusalaḥ na apariyāpannaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā cha pe vipāke tīṇi pe avigate cha ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_patthana_16.25:30.1",
        "original": "Kusalaṁ niyyānikaṁ dhammaṁ paṭicca nakusalo naniyyāniko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "kusalam niyyānikam dhammam paṭicca na kusalaḥ na niyyānikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_patthana_16.25:31.1",
        "original": "Abyākataṁ aniyyānikaṁ dhammaṁ paccayā naabyākato naaniyyāniko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "abyākatam aniyyānikam dhammam paccayā na abyākataḥ na aniyyānikaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_patthana_16.25:32.1",
        "original": "Kusalaṁ niyataṁ dhammaṁ paṭicca nakusalo naniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… avigate cha.",
        "analyzed": "kusalam niyatam dhammam paṭicca na kusalaḥ na niyataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā cha pe avigate cha ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_patthana_16.25:33.1",
        "original": "Abyākataṁ aniyataṁ dhammaṁ paccayā naabyākato naaniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
        "analyzed": "abyākatam aniyatam dhammam paccayā na abyākataḥ na aniyataḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca pe avigate pañca ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_patthana_16.25:34.1",
        "original": "Abyākataṁ sauttaraṁ dhammaṁ paccayā naabyākato nasauttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
        "analyzed": "abyākatam sauttaram dhammam paccayā na abyākataḥ na sauttaraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca pe vipāke tīṇi pe avigate pañca ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_patthana_16.25:35.1",
        "original": "Kusalaṁ anuttaraṁ dhammaṁ paṭicca nakusalo naanuttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… avigate cha.",
        "analyzed": "kusalam anuttaram dhammam paṭicca na kusalaḥ na anuttaraḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā cha pe avigate cha ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_patthana_16.25:36.1_0",
        "original": "Akusalaṁ saraṇaṁ dhammaṁ paṭicca naakusalo nasaraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "akusalam saraṇam dhammam paṭicca na akusalaḥ na saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_patthana_16.25:36.1_1",
        "original": "Akusalaṁ saraṇaṁ dhammaṁ paṭicca nakusalo nasaraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "akusalam saraṇam dhammam paṭicca na kusalaḥ na saraṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_patthana_16.25:36.1_2",
        "original": "Akusalaṁ saraṇaṁ dhammaṁ paṭicca nakusalo nasaraṇo ca naakusalo nasaraṇo ca dhammā",
        "analyzed": "akusalam saraṇam dhammam paṭicca na kusalaḥ na saraṇaḥ ca na akusalaḥ na saraṇaḥ ca dhammā ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_patthana_16.25:36.1_3",
        "original": "uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "uppajjanti hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_patthana_16.25:37.1_0",
        "original": "Abyākataṁ araṇaṁ dhammaṁ paccayā naabyākato naaraṇo dhammo uppajjati hetupaccayā.",
        "analyzed": "abyākatam araṇam dhammam paccayā na abyākataḥ na araṇaḥ dhammo uppajjati hetu paccayā ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_patthana_16.25:37.1_1",
        "original": "Abyākataṁ araṇaṁ dhammaṁ paccayā nakusalo naaraṇo dhammo uppajjati hetupaccayā. Abyākataṁ",
        "analyzed": "abyākatam araṇam dhammam paccayā na kusalaḥ na araṇaḥ dhammo uppajjati hetu paccayā abyākata ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_patthana_16.25:37.1_2",
        "original": "araṇaṁ dhammaṁ paccayā nakusalo naaraṇo ca naabyākato naaraṇo ca dhammā uppajjanti",
        "analyzed": "araṇam dhammam paccayā na kusalaḥ na araṇaḥ ca na abyākataḥ na araṇaḥ ca dhammā uppajjanti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_patthana_16.25:37.1_3",
        "original": "hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "37"
    }
]