[
    {
        "segmentnr": "PA_patthana_23.19:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.19:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma paccanīya anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.19:0.3",
        "original": "23.19. Kusalattika, Sanidassanattika",
        "analyzed": "kusala attika sa nidassana ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.19:1.1",
        "original": "Nakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "na kusalam na sa nidassana sappaṭigham dhammam paṭicca abyākataḥ sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā eka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.19:2.1",
        "original": "Naakusalaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "na akusalam na sa nidassana sappaṭigham dhammam paṭicca abyākataḥ sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā eka ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.19:3.1",
        "original": "Naabyākataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "na abyākatam na sa nidassana sappaṭigham dhammam paṭicca abyākataḥ sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā eka ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.19:4.1",
        "original": "Nakusalaṁ nasanidassanasappaṭighañca naabyākataṁ nasanidassanasappaṭighañca dhammaṁ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "na kusalam na sa nidassana sappaṭigham ca na abyākatam na sa nidassana sappaṭigham ca dhammam paṭicca abyākataḥ sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā eka ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_23.19:5.1",
        "original": "Naakusalaṁ nasanidassanasappaṭighañca naabyākataṁ nasanidassanasappaṭighañca dhammaṁ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "na akusalam na sa nidassana sappaṭigham ca na abyākatam na sa nidassana sappaṭigham ca dhammam paṭicca abyākataḥ sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā eka ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_23.19:6.1",
        "original": "Nakusalaṁ nasanidassanasappaṭighañca naakusalaṁ nasanidassanasappaṭighañca dhammaṁ paṭicca abyākato sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "na kusalam na sanidassana sappaṭighañca na akusalam na sanidassana sappaṭighañca dhammam paṭicca abyākataḥ sa nidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā eka ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_23.19:7.1",
        "original": "Hetuyā cha, adhipatiyā cha …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "hetuyā cha adhipatiyā cha pe vipāke tīṇi pe avigate cha ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_23.19:8.1_0",
        "original": "Nakusalaṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca abyākato anidassanasappaṭigho dhammo",
        "analyzed": "na kusalam na a nidassana sa paṭigham dhammam paṭicca abyākataḥ anidassana sa paṭighaḥ dhammaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_23.19:8.1_1",
        "original": "uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi",
        "analyzed": "uppajjati hetu paccayā saṅkhitta hetuyā cha adhipatiyā cha pe aññamaññe tīṇi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_23.19:8.1_2",
        "original": "…pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "pe vipāke tīṇi pe avigate cha ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_23.19:9.1",
        "original": "Nakusalaṁ naanidassanaappaṭighaṁ dhammaṁ paṭicca abyākato anidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na anidassana appaṭigham dhammam paṭicca abyākataḥ anidassana sappaṭighaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "9"
    }
]