[
    {
        "segmentnr": "PA_patthana_15.2:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.2:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.2:0.3",
        "original": "15.2. Hetuduka, Vedanāttika",
        "analyzed": "     ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.2:1.1",
        "original": "Hetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā.",
        "analyzed": "hetum sukhāya vedanāya sampayuttam dhammam paṭicca na hetu na sukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.2:2.1",
        "original": "Nahetuṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā.",
        "analyzed": "na hetum sukhāya vedanāya sampayuttam dhammam paṭicca na hetu na sukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.2:3.1",
        "original": "Hetuṁ sukhāya vedanāya sampayuttañca nahetuṁ sukhāya vedanāya sampayuttañca dhammaṁ paṭicca nahetu nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "hetum sukhāya vedanāya sampayuttañca na hetum sukhāya vedanāya sampayuttañca dhammam paṭicca na hetu na sukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.2:4.1",
        "original": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi ārammaṇe tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_15.2:5.1",
        "original": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
        "analyzed": "sahajāta vāram pi pe pañhā vāram pi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_15.2:6.1",
        "original": "Hetuṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "hetum dukkhāya vedanāya sampayuttam dhammam paṭicca na hetu na dukkhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_15.2:7.1",
        "original": "Hetuyā tīṇi …pe… avigate tīṇi. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā tīṇi pe avigate tīṇi sabbattha vitthāro ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_15.2:8.1",
        "original": "Hetuṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nahetu naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "hetum adukkhamasukhāya vedanāya sampayuttam dhammam paṭicca na hetu na adukkhamasukhāya vedanāya sampayuttaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_15.2:9.1",
        "original": "Hetuyā tīṇi …pe… avigate tīṇi. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā tīṇi pe avigate tīṇi sabbattha vitthāro ",
        "folio": "9"
    }
]