[
    {
        "segmentnr": "PA_patthana_9.1:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.1:0.2",
        "original": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.1:0.3",
        "original": "9.1. Hetuduka, Kusalattika",
        "analyzed": "hetu duka kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.1:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.1:1.1",
        "original": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
        "analyzed": "namaḥ tassa bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.1:2.1_0",
        "original": "Nahetuṁ nakusalaṁ dhammaṁ paṭicca nahetu nakusalo dhammo uppajjati hetupaccayā—nahetuṁ",
        "analyzed": "na hetum na kusalam dhammam paṭicca na hetu na kusalaḥ dhammaḥ uppajjati hetu paccayā na hetu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.1:2.1_1",
        "original": "akusalaṁ abyākataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ. Nahetuṁ",
        "analyzed": "akusalam abyākatam ekam khandham paṭicca tayo khandhā citta samuṭṭhānañca rūpa na hetu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.1:2.1_2",
        "original": "nakusalaṁ dhammaṁ paṭicca nanahetuṁ nakusalo dhammo uppajjati hetupaccayā—nahetū",
        "analyzed": "na kusalam dhammam paṭicca na na hetum na kusalaḥ dhammaḥ uppajjati hetu paccayā na hetū ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.1:2.1_3",
        "original": "akusale abyākate khandhe paṭicca hetū. Nahetuṁ nakusalaṁ dhammaṁ paṭicca nahetu nakusalo",
        "analyzed": "akusale abyākate khandhe paṭicca hetū na hetum na kusalam dhammam paṭicca na hetu na kusalaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.1:2.1_4",
        "original": "ca nanahetu nakusalo ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca na na hetu na kusalo ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.1:3.1_0",
        "original": "Nanahetuṁ nakusalaṁ dhammaṁ paṭicca nanahetu nakusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "nana hetum na kusalam dhammam paṭicca nana hetu na kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_9.1:3.1_1",
        "original": "Nanahetuṁ nakusalaṁ dhammaṁ paṭicca nahetu nakusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "na na hetum na kusalam dhammam paṭicca na hetu na kusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_9.1:3.1_2",
        "original": "Nanahetuṁ nakusalaṁ dhammaṁ paṭicca nahetu nakusalo ca nanahetu nakusalo ca dhammā",
        "analyzed": "na na hetum na kusalam dhammam paṭicca na hetu na kusalaḥ ca na na hetu na kusalaḥ ca dhammā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_9.1:3.1_3",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_9.1:4.1_0",
        "original": "Nahetuṁ nakusalañca nanahetuṁ nakusalañca dhammaṁ paṭicca nahetu nakusalo dhammo",
        "analyzed": "na hetum na kusalam ca na na hetum na kusalañca dhammam paṭicca na hetu na kusalaḥ dhammaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_9.1:4.1_1",
        "original": "uppajjati hetupaccayā. Nahetuṁ nakusalañca nanahetuṁ nakusalañca dhammaṁ paṭicca",
        "analyzed": "uppajjati hetu paccayā na hetum na kusalañca na na hetum na kusalañca dhammam paṭicca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_9.1:4.1_2",
        "original": "nanahetu nakusalo dhammo uppajjati hetupaccayā. Nahetuṁ nakusalañca nanahetuṁ nakusalañca",
        "analyzed": "na na hetu na kusalaḥ dhammaḥ uppajjati hetu paccayā na hetum na kusalañca na na hetum na kusalañca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_9.1:4.1_3",
        "original": "dhammaṁ paṭicca nahetu nakusalo ca nanahetu nakusalo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "dhammam paṭicca na hetu na kusalaḥ ca na na hetu na kusalo ca dhammā uppajjanti hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_9.1:5.1",
        "original": "Hetuyā nava …pe… avigate nava.",
        "analyzed": "hetuyā nava pe avigate nava ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_9.1:6.1",
        "original": "Nahetuyā dve, na ārammaṇe tīṇi, naadhipatiyā nava …pe… nakamme tīṇi …pe… naāhāre …pe… namagge ekaṁ …pe… novigate tīṇi.",
        "analyzed": "na hetuyā dve na ārammaṇe tīṇi na adhipatiyā nava pe na kamme tīṇi pe na āhāre pe na magge ekam pe no vigate tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_9.1:7.1",
        "original": "(Sahajātavārepi …pe… sampayuttavārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe sampayutta vāre pi sabbattha vitthāro ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_9.1:8.0",
        "original": "Hetu-ārammaṇa",
        "analyzed": "hetu ārammaṇa ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_9.1:8.1_0",
        "original": "Nanahetu nakusalo dhammo nanahetussa nakusalassa dhammassa hetupaccayena paccayo.",
        "analyzed": "nana hetu na kusalaḥ dhammaḥ nana hetussa na kusalassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_9.1:8.1_1",
        "original": "Nanahetu nakusalo dhammo nahetussa nakusalassa dhammassa hetupaccayena paccayo. Nanahetu",
        "analyzed": "na na hetu na kusalaḥ dhammaḥ na hetussa na kusalassa dhammassa hetu paccayena paccayaḥ na na hetu ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_9.1:8.1_2",
        "original": "nakusalo dhammo nahetussa nakusalassa ca nanahetussa nakusalassa ca dhammassa hetupaccayena paccayo.",
        "analyzed": "na kusalaḥ dhammaḥ na hetussa na kusalassa ca na na hetussa na kusalassa ca dhammassa hetu paccayena paccayaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_9.1:9.1",
        "original": "Nahetu nakusalo dhammo nahetussa nakusalassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "na hetu na kusalaḥ dhammaḥ na hetussa na kusalassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_9.1:10.1_0",
        "original": "Hetuyā tīṇi, ārammaṇe nava …pe… upanissaye nava, purejāte pacchājāte tīṇi …pe… kamme",
        "analyzed": "hetuyā tīṇi ārammaṇe nava pe upanissaye nava purejāte pacchājāte tīṇi pe kamme ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_9.1:10.1_1",
        "original": "tīṇi …pe… āhāre tīṇi …pe… jhāne tīṇi …pe… vippayutte pañca …pe… avigate nava. (Pañhāvāraṁ",
        "analyzed": "tīṇi pe āhāre tīṇi pe jhāne tīṇi pe vippayutte pañca pe avigate nava pañhāvāra ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_9.1:10.1_2",
        "original": "evaṁ vitthāretabbaṁ.)",
        "analyzed": "evam ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_9.1:11.1_0",
        "original": "Nahetuṁ naakusalaṁ dhammaṁ paṭicca nahetu naakusalo dhammo uppajjati hetupaccayā—nahetuṁ",
        "analyzed": "na hetum na akusalam dhammam paṭicca na hetu na akusalaḥ dhammaḥ uppajjati hetu paccayā na hetu ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_9.1:11.1_1",
        "original": "kusalaṁ abyākataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe…",
        "analyzed": "kusalam abyākatam ekam khandham paṭicca tayo khandhāḥ citta samuṭṭhānañca rūpam pe ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_9.1:11.1_2",
        "original": "dve khandhe …pe… nahetuṁ naakusalaṁ dhammaṁ paṭicca nanahetu naakusalo dhammo uppajjati",
        "analyzed": "dve khandhe pe na hetum na akusalam dhammam paṭicca na na hetu na akusalaḥ dhammaḥ uppajjati ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_9.1:11.1_3",
        "original": "hetupaccayā—nahetū kusale abyākate khandhe paṭicca hetū. Nahetuṁ naakusalaṁ dhammaṁ",
        "analyzed": "hetu paccayāna hetū kusale abyākate khandhe paṭicca hetū na hetum na akusalam dhamma ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_9.1:11.1_4",
        "original": "paṭicca nahetu naakusalo ca nanahetu naakusalo ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "paṭicca na hetu na akusalo ca na na hetu na akusalo ca dhammā uppajjanti hetu paccayā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_9.1:12.1_0",
        "original": "Nanahetuṁ naakusalaṁ dhammaṁ paṭicca nanahetu naakusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "nana hetum na akusalam dhammam paṭicca nana hetu na akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_9.1:12.1_1",
        "original": "Nanahetuṁ naakusalaṁ dhammaṁ paṭicca nahetu naakusalo dhammo uppajjati hetupaccayā.",
        "analyzed": "na na hetum na akusalam dhammam paṭicca na hetu na akusalaḥ dhammo uppajjati hetu paccayā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_9.1:12.1_2",
        "original": "Nanahetuṁ naakusalaṁ dhammaṁ paṭicca nahetu naakusalo ca nanahetu naakusalo ca dhammā",
        "analyzed": "na na hetum na akusalam dhammam paṭicca na hetu na akusalaḥ ca na na hetu na akusalaḥ ca dhammā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_9.1:12.1_3",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_9.1:13.1_0",
        "original": "Nahetuṁ naakusalañca nanahetuṁ naakusalañca dhammaṁ paṭicca nahetu naakusalo dhammo",
        "analyzed": "na hetum na akusalam ca na na hetum na akusalañca dhammam paṭicca na hetu na akusalaḥ dhammaḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_9.1:13.1_1",
        "original": "uppajjati hetupaccayā. Nahetuṁ naakusalañca nanahetuṁ naakusalañca dhammaṁ paṭicca",
        "analyzed": "uppajjati hetu paccayā na hetum na akusalañca na na hetum na akusalañca dhammam paṭicca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_9.1:13.1_2",
        "original": "nanahetu naakusalo dhammo uppajjati hetupaccayā. Nahetuṁ naakusalañca nanahetuṁ naakusalañca",
        "analyzed": "na na hetu na akusalaḥ dhammaḥ uppajjati hetu paccayā na hetum na akusalañca na na hetum na akusalañca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_9.1:13.1_3",
        "original": "dhammaṁ paṭicca nahetu naakusalo ca nanahetu naakusalo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "dhammam paṭicca na hetu na akusalo ca na na hetu na akusalo ca dhammā uppajjanti hetu paccayā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_9.1:14.1",
        "original": "Hetuyā nava …pe… avigate nava. (Sabbattha nava.)",
        "analyzed": "hetuyā nava pe avigate nava sabbattha nava ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_9.1:15.1_0",
        "original": "Nahetuṁ naabyākataṁ dhammaṁ paṭicca nahetu naabyākato dhammo uppajjati hetupaccayā—kusalākusalaṁ",
        "analyzed": "na hetum na abyākatam dhammam paṭicca na hetu na abyākataḥ dhammaḥ uppajjati hetu paccaya akusala akusala ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_9.1:15.1_1",
        "original": "nahetuṁ ekaṁ khandhaṁ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho. Nahetuṁ",
        "analyzed": "na hetum ekam khandham paṭicca tayaḥ khandhā tayo khandhe paṭicca ekaḥ khandhaḥ na hetu ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_9.1:15.1_2",
        "original": "naabyākataṁ dhammaṁ paṭicca nanahetu naabyākato dhammo uppajjati hetupaccayā. Nahetuṁ",
        "analyzed": "na abyākatam dhammam paṭicca na na hetu na abyākataḥ dhammaḥ uppajjati hetu paccayā na hetu ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_9.1:15.1_3",
        "original": "naabyākataṁ dhammaṁ paṭicca nahetu naabyākato ca nanahetu naabyākato ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "na abyākatam dhammam paṭicca na hetu na abyākataḥ ca na na hetu na abyākataḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_9.1:16.1",
        "original": "Nanahetuṁ naabyākataṁ dhammaṁ paṭicca nanahetu naabyākato dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "nana hetum na abyākatam dhammam paṭicca nana hetu na abyākataḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_9.1:17.1_0",
        "original": "Nahetuṁ naabyākatañca nanahetuṁ naabyākatañca dhammaṁ paṭicca nahetu naabyākato dhammo",
        "analyzed": "na hetum na abyākatam ca na na hetum na abyākatañca dhammam paṭicca na hetu na abyākataḥ dhammaḥ ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_9.1:17.1_1",
        "original": "uppajjati hetupaccayā. Nahetuṁ naabyākatañca nanahetuṁ naabyākatañca dhammaṁ paṭicca",
        "analyzed": "uppajjati hetu paccayā na hetum na abyākatam ca na na hetum na abyākatam ca dhammam paṭicca ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_9.1:17.1_2",
        "original": "nanahetu naabyākato dhammo uppajjati hetupaccayā. Nahetuṁ naabyākatañca nanahetuṁ",
        "analyzed": "na na hetu na abyākataḥ dhammaḥ uppajjati hetu paccayā na hetum na abyākatam ca na na hetu ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_9.1:17.1_3",
        "original": "naabyākatañca dhammaṁ paṭicca nahetu naabyākato ca nanahetu naabyākato ca dhammā",
        "analyzed": "na abyākatañca dhammam paṭicca na hetu na abyākato ca na na hetu na abyākato ca dhammā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_9.1:17.1_4",
        "original": "uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_9.1:18.1",
        "original": "Hetuyā nava …pe… avigate nava. (Sabbattha nava.)",
        "analyzed": "hetuyā nava pe avigate nava sabbattha nava ",
        "folio": "18"
    }
]