[
    {
        "segmentnr": "PA_patthana_24.11:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.11:0.2",
        "original": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma paccanīya anuloma duka duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.11:0.3",
        "original": "24.11. Cūḷantaraduka, Hetuduka",
        "analyzed": "cūḍantaraduka hetuduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_24.11:1.1",
        "original": "Naappaccayaṁ nahetuṁ dhammaṁ paṭicca sappaccayo hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na appaccayam na hetum dhammam paṭicca sappaccayaḥ hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_24.11:2.1",
        "original": "Naappaccayaṁ nanahetuṁ dhammaṁ paṭicca sappaccayo nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhataṁ sappaccayasadisaṁ.)",
        "analyzed": "na appaccayam na na hetum dhammam paṭicca sappaccayaḥ na hetu dhammaḥ uppajjati hetu paccayā hetuyā ekam pe avigate eka saṅkhatam sappaccaya sadisa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_24.11:3.1",
        "original": "Nasanidassanaṁ nahetuṁ dhammaṁ paṭicca anidassano hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na sanidassanam na hetum dhammam paṭicca anidassanaḥ hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_24.11:4.1",
        "original": "Nasanidassanaṁ nanahetuṁ dhammaṁ paṭicca sanidassano nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi.",
        "analyzed": "na sanidassanam na na hetum dhammam paṭicca sanidassanaḥ na hetu dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe ekam pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_24.11:5.1",
        "original": "Nasappaṭighaṁ nahetuṁ dhammaṁ paṭicca appaṭigho hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
        "analyzed": "na sappaṭigham na hetum dhammam paṭicca appaṭighaḥ hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā ekam pe avigate eka ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_24.11:6.1",
        "original": "Nasappaṭighaṁ nanahetuṁ dhammaṁ paṭicca sappaṭigho nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… avigate tīṇi.",
        "analyzed": "na sappaṭigham na na hetum dhammam paṭicca sappaṭighaḥ na hetu dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe ekam pe avigate tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_24.11:7.1",
        "original": "Narūpiṁ nahetuṁ dhammaṁ paṭicca arūpī hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā ekaṁ …pe… purejāte āsevane ekaṁ …pe… avigate tīṇi.",
        "analyzed": "narūpim na hetum dhammam paṭicca arūpī hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi ārammaṇe tīṇi adhipatiyā ekam pe purejāte āsevane ekam pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_24.11:8.1",
        "original": "Narūpiṁ nanahetuṁ dhammaṁ paṭicca arūpī nahetu dhammo uppajjati hetupaccayā. (Gaṇitakena tīṇi. Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe ekaṁ …pe… aññamaññe tīṇi …pe… avigate tīṇi.",
        "analyzed": "narūpim na na hetum dhammam paṭicca arūpī na hetu dhammo uppajjati hetu paccayā gaṇitakena tīṇi saṅkhitta hetuyā tīṇi ārammaṇe ekam pe aññamaññe tīṇi pe avigate tīṇi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_24.11:9.1",
        "original": "Nalokiyaṁ nahetuṁ dhammaṁ paṭicca lokuttaro hetu dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "na lokiyam na hetum dhammam paṭicca lokuttaraḥ hetu dhammo uppajjati hetu paccayā eka ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_24.11:10.1",
        "original": "Nalokuttaraṁ nahetuṁ dhammaṁ paṭicca lokiyo hetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… avigate dve.",
        "analyzed": "na lokuttaram na hetum dhammam paṭicca lokiyaḥ hetu dhammo uppajjati hetu paccayā eka saṅkhitta hetuyā dve pe avigate dve ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_24.11:11.1",
        "original": "Nalokiyaṁ nanahetuṁ dhammaṁ paṭicca lokiyo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na lokiyam na na hetum dhammam paṭicca lokiyaḥ na hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_24.11:12.1",
        "original": "Nalokuttaraṁ nanahetuṁ dhammaṁ paṭicca lokiyo nahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā cattāri, ārammaṇe dve …pe… avigate cattāri.",
        "analyzed": "na lokuttaram na na hetum dhammam paṭicca lokiyaḥ na hetu dhammo uppajjati hetu paccayā eka saṅkhitta hetuyā cattāri ārammaṇe dve pe avigate cattāri ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_24.11:13.1",
        "original": "Nakenaci viññeyyaṁ nahetuṁ dhammaṁ paṭicca kenaci viññeyyo hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
        "analyzed": "na kenacid viññeyyam na hetum dhammam paṭicca kenacid viññeyyaḥ hetu dhammo uppajjati hetu paccayā saṅkhitta hetuyā nava pe avigate nava ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_24.11:14.1",
        "original": "Nakenaci naviññeyyaṁ nanahetuṁ dhammaṁ paṭicca kenaci naviññeyyo nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
        "analyzed": "na kenacid na viññeyyam na na hetum dhammam paṭicca kenacid na viññeyyaḥ na hetu dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava pe avigate nava ",
        "folio": "14"
    }
]