[
    {
        "segmentnr": "PA_patthana_15.62:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.62:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.62:0.3",
        "original": "15.62. Upekkhāsahagataduka, Kusalattika",
        "analyzed": "upekkhā sahagata duka kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.62:1.1_0",
        "original": "Upekkhāsahagataṁ kusalaṁ dhammaṁ paṭicca naupekkhāsahagato nakusalo dhammo uppajjati",
        "analyzed": "upekkhā sahagatam kusalam dhammam paṭicca na upekkhā sahagataḥ na kusalaḥ dhammo uppajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.62:1.1_1",
        "original": "hetupaccayā. Naupekkhāsahagataṁ kusalaṁ dhammaṁ paṭicca naupekkhāsahagato nakusalo",
        "analyzed": "hetu paccayā na aupekkhā sahagatam kusalam dhammam paṭicca na aupekkhā sahagataḥ na kusalo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.62:1.1_2",
        "original": "dhammo uppajjati hetupaccayā. Upekkhāsahagataṁ kusalañca naupekkhāsahagataṁ kusalañca",
        "analyzed": "dhammaḥ uppajjati hetu paccayā upekkhā sahagatam kusalañca na aupekkhā sahagatam kusalañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.62:1.1_3",
        "original": "dhammaṁ paṭicca naupekkhāsahagato nakusalo dhammo uppajjati hetupaccayā. Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "dhammam paṭicca na aupekkhā sahagataḥ na kusalaḥ dhammaḥ uppajjati hetu paccayā hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.62:2.1_0",
        "original": "Upekkhāsahagataṁ akusalaṁ dhammaṁ paṭicca naupekkhāsahagato naakusalo dhammo uppajjati",
        "analyzed": "upekkhā sahagatam akusalam dhammam paṭicca na upekkhā sahagataḥ na akusalaḥ dhammo uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.62:2.1_1",
        "original": "hetupaccayā. Naupekkhāsahagataṁ akusalaṁ dhammaṁ paṭicca naupekkhāsahagato naakusalo",
        "analyzed": "hetu paccayā na upekkhā sahagatam akusalam dhammam paṭicca na upekkhā sahagataḥ na akusalaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.62:2.1_2",
        "original": "dhammo uppajjati hetupaccayā. Upekkhāsahagataṁ akusalañca naupekkhāsahagataṁ akusalañca",
        "analyzed": "dhammaḥ uppajjati hetu paccayā upekkhā sahagatam akusalañca na upekkhā sahagatam akusalañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.62:2.1_3",
        "original": "dhammaṁ paṭicca naupekkhāsahagato naakusalo dhammo uppajjati hetupaccayā. Hetuyā",
        "analyzed": "dhammam paṭicca na upekkhā sahagataḥ na akusalaḥ dhammaḥ uppajjati hetu paccayā hetuyā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.62:2.1_4",
        "original": "tīṇi …pe… avigate tīṇi. (Abyākatamūlaṁ tīṇiyeva paccayavasena.)",
        "analyzed": "tīṇi pe avigate tīṇi abyākata mūlam paccaya vasena ",
        "folio": "2"
    }
]