[
    {
        "segmentnr": "PA_patthana_18.24:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.24:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.24:0.3",
        "original": "18.24. Piṭṭhiduka, Hetuduka",
        "analyzed": "piṭṭhiduka hetuduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.24:1.1",
        "original": "Dassanena pahātabbaṁ hetuṁ dhammaṁ paṭicca nadassanena pahātabbo nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "dassanena pahātabbam hetum dhammam paṭicca na dassanena pahātabbaḥ na hetu dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.24:2.1_0",
        "original": "Nadassanena pahātabbaṁ hetuṁ dhammaṁ paṭicca nadassanena pahātabbo nahetu dhammo",
        "analyzed": "na dassanena pahātabbam hetum dhammam paṭicca na dassanena pahātabbaḥ na hetu dhammo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.24:2.1_1",
        "original": "uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā cattāri, ārammaṇe dve …pe… vipāke",
        "analyzed": "uppajjati hetu paccayā eka saṅkhitta hetuyā cattāri ārammaṇe dve pe vipāke ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.24:2.1_2",
        "original": "ekaṁ …pe… avigate cattāri.",
        "analyzed": "ekam pe a vigate cattāri ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.24:3.1",
        "original": "Dassanena pahātabbaṁ nahetuṁ dhammaṁ paṭicca nanadassanena pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "dassanena pahātabbam na hetum dhammam paṭicca nana dassanena pahātabbaḥ nana hetu dhammo uppajjati hetu paccayā eka ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.24:4.1",
        "original": "Nadassanena pahātabbaṁ nahetuṁ dhammaṁ paṭicca nadassanena pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve.",
        "analyzed": "na dassanena pahātabbam na hetum dhammam paṭicca na dassanena pahātabbaḥ na na hetu dhammo uppajjati hetu paccayā eka saṅkhitta hetuyā dve pe vipāke ekam pe avigate dve ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_18.24:5.1_0",
        "original": "Bhāvanāya pahātabbaṁ hetuṁ dhammaṁ paṭicca nabhāvanāya pahātabbo nahetu dhammo uppajjati",
        "analyzed": "bhāvanāya pahātabbam hetum dhammam paṭicca na bhāvanāya pahātabbaḥ na hetu dhammo uppajjati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.24:5.1_1",
        "original": "hetupaccayā … tīṇi. Nabhāvanāya pahātabbaṁ hetuṁ dhammaṁ paṭicca nabhāvanāya pahātabbo",
        "analyzed": "hetu paccayā tīṇi na bhāvanāya pahātabbam hetum dhammam paṭicca na bhāvanāya pahātabbaḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.24:5.1_2",
        "original": "nahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā cattāri, ārammaṇe",
        "analyzed": "na hetu dhammaḥ uppajjati hetu paccayā eka saṅkhitta hetuyā cattāri ārammaṇe ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.24:5.1_3",
        "original": "dve …pe… vipāke ekaṁ …pe… avigate cattāri.",
        "analyzed": "dve pe vipāke ekam pe avigate cattāri ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.24:6.1",
        "original": "Bhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nanabhāvanāya pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "bhāvanāya pahātabbam na hetum dhammam paṭicca na na bhāvanāya pahātabbaḥ na na hetu dhammo uppajjati hetu paccayā eka ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_18.24:7.1",
        "original": "Nabhāvanāya pahātabbaṁ nahetuṁ dhammaṁ paṭicca nabhāvanāya pahātabbo nanahetu dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve.",
        "analyzed": "na bhāvanāya pahātabbam na hetum dhammam paṭicca na bhāvanāya pahātabbaḥ na na hetu dhammo uppajjati hetu paccayā eka saṅkhitta hetuyā dve pe vipāke ekam pe avigate dve ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_18.24:8.1",
        "original": "Dassanena pahātabbahetukaṁ hetuṁ dhammaṁ paṭicca nadassanena pahātabbahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "dassanena pahātabba hetukam hetum dhammam paṭicca na dassanena pahātabba hetukaḥ na hetu dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_18.24:9.1_0",
        "original": "Nadassanena pahātabbahetukaṁ hetuṁ dhammaṁ paṭicca nanadassanena pahātabbahetuko",
        "analyzed": "na dassanena pahātabba hetukam hetum dhammam paṭicca na na dassanena pahātabba hetukaḥ ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_18.24:9.1_1",
        "original": "nahetu dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha pañhe. Saṅkhittaṁ.) Hetuyā",
        "analyzed": "na hetu dhammaḥ uppajjati hetu paccayā tīṇi sabbattha pañhe saṅkhitta hetuyā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_18.24:9.1_2",
        "original": "cha, ārammaṇe dve, adhipatiyā ekaṁ …pe… vipāke ekaṁ …pe… avigate cha.",
        "analyzed": "cha ārammaṇe dve adhipatiyā ekam pe vipāke ekam pe avigate cha ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_18.24:10.1_0",
        "original": "Dassanena pahātabbahetukaṁ nahetuṁ dhammaṁ paṭicca nanadassanena pahātabbahetuko",
        "analyzed": "dassanena pahātabba hetukam na hetum dhammam paṭicca nana dassanena pahātabba hetukaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.24:10.1_1",
        "original": "nanahetu dhammo uppajjati hetupaccayā. Nadassanena pahātabbahetukaṁ nahetuṁ dhammaṁ",
        "analyzed": "na na hetu dhammaḥ uppajjati hetu paccayā na dassanena pahātabba hetukam na hetum dhamma ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.24:10.1_2",
        "original": "paṭicca nadassanena pahātabbahetuko nanahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "paṭicca na dassanena pahātabba hetukaḥ na na hetu dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.24:10.1_3",
        "original": "Hetuyā dve, ārammaṇe tīṇi, adhipatiyā dve …pe… vipāke ekaṁ …pe… avigate tīṇi.",
        "analyzed": "hetuyā dve ārammaṇe tīṇi adhipatiyā dve pe vipāke ekam pe avigate tīṇi ",
        "folio": "10"
    }
]