[
    {
        "segmentnr": "PA_patthana_15.25:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.25:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.25:0.3",
        "original": "15.25. Hetusahetukadukādi, Kusalattika",
        "analyzed": "hetu sa hetuka duka ādi kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_15.25:1.1_0",
        "original": "Hetu ceva sahetuko ca kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa dhammassa",
        "analyzed": "hetu ca iva sa hetukaḥ ca kusalaḥ dhammaḥ na hetussa ca iva na ahetukassa ca na kusalassa dhammassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.25:1.1_1",
        "original": "ārammaṇapaccayena paccayo. Hetu ceva sahetuko ca kusalo dhammo naahetukassa ceva",
        "analyzed": "ārammaṇa paccayena paccayaḥ hetu ca iva sa hetukaḥ ca kusalaḥ dhammaḥ na ahetukassa ca iva ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.25:1.1_2",
        "original": "nana ca hetussa nakusalassa dhammassa ārammaṇapaccayena paccayo. Hetu ceva sahetuko",
        "analyzed": "na na ca hetussa na kusalassa dhammassa ārammaṇa paccayena paccayaḥ hetu ca iva sa hetukaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.25:1.1_3",
        "original": "ca kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa ca naahetukassa ceva",
        "analyzed": "ca kusalaḥ dhammaḥ na hetussa ca iva na ahetukassa ca na kusalassa ca na ahetukassa ca iva ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.25:1.1_4",
        "original": "nana ca hetussa nakusalassa ca dhammassa ārammaṇapaccayena paccayo.",
        "analyzed": "na na ca hetussa na kusalassa ca dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_15.25:2.1_0",
        "original": "Sahetuko ceva na ca hetu kusalo dhammo naahetukassa ceva nana ca hetussa nakusalassa",
        "analyzed": "sa hetukaḥ ca iva na ca hetu kusalaḥ dhammaḥ na ahetukassa ca iva na na ca hetussa na kusalassa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.25:2.1_1",
        "original": "dhammassa ārammaṇapaccayena paccayo. Sahetuko ceva na ca hetu kusalo dhammo nahetussa",
        "analyzed": "dhammassa ārammaṇa paccayena paccayaḥ sa hetukaḥ ca iva na ca hetu kusalaḥ dhammaḥ na hetussa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.25:2.1_2",
        "original": "ceva naahetukassa ca nakusalassa dhammassa ārammaṇapaccayena paccayo. Sahetuko ceva",
        "analyzed": "ca iva na ahetukassa ca na kusalassa dhammassa ārammaṇa paccayena paccayaḥ sa hetukaḥ ca iva ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.25:2.1_3",
        "original": "na ca hetu kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa ca naahetukassa",
        "analyzed": "na ca hetu kusalaḥ dhammaḥ na hetussa ca iva na ahetukassa ca na kusalassa ca na ahetukassa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.25:2.1_4",
        "original": "ceva nana ca hetussa nakusalassa ca dhammassa ārammaṇapaccayena paccayo.",
        "analyzed": "ca iva na na ca hetussa na kusalassa ca dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_15.25:3.1_0",
        "original": "Hetu ceva sahetuko kusalo ca sahetuko ceva na ca hetu kusalo ca dhammā nahetussa",
        "analyzed": "hetu ca iva sa hetukaḥ kusalo ca sa hetukaḥ ca iva na ca hetu kusalo ca dhammā na hetussa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.25:3.1_1",
        "original": "ceva naahetukassa nakusalassa dhammassa ārammaṇapaccayena paccayo. Hetu ceva sahetuko",
        "analyzed": "ca iva na ahetukassa na kusalassa dhammassa ārammaṇa paccayena paccayaḥ hetu ca iva sa hetuko ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.25:3.1_2",
        "original": "kusalo ca sahetuko ceva na ca hetu kusalo ca dhammā naahetukassa ceva nana ca hetussa",
        "analyzed": "kusalo ca sa hetuko ca iva na ca hetu kusalo ca dhammā na ahetukassa ca iva na na ca hetussa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.25:3.1_3",
        "original": "nakusalassa dhammassa ārammaṇapaccayena paccayo. Hetu ceva sahetuko kusalo ca sahetuko",
        "analyzed": "na kusalassa dhammassa ārammaṇa paccayena paccayaḥ hetu ca iva sa hetukaḥ kusalo ca sa hetuko ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.25:3.1_4",
        "original": "ceva na ca hetu kusalo ca dhammā nahetussa ceva naahetukassa nakusalassa ca naahetukassa",
        "analyzed": "ca iva na ca hetu kusalaḥ ca dhammā na hetussa ca iva na ahetukassa na kusalassa ca na ahetukassa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.25:3.1_5",
        "original": "ceva nana hetussa nakusalassa ca dhammassa ārammaṇapaccayena paccayo.",
        "analyzed": "ca iva na na hetussa na kusalassa ca dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_15.25:4.1",
        "original": "Ārammaṇe nava, adhipatiyā anantare samanantare upanissaye natthiyā vigate nava.",
        "analyzed": "ārammaṇe nava adhipatiyā anantare samanantare upanissaye natthiyā vigate nava ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_15.25:5.1",
        "original": "Hetu ceva sahetuko ca akusalo dhammo nahetussa ceva naahetukassa naakusalassa ca dhammassa ārammaṇapaccayena paccayo. (Etena upāyena nava pañhā kātabbā.)",
        "analyzed": "hetu ca iva sa hetukaḥ ca akusalaḥ dhammaḥ na hetussa ca iva na ahetukassa na akusalassa ca dhammassa ārammaṇa paccayena paccayaḥ etena upāyena nava pañhā kātabbā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_15.25:6.1",
        "original": "Ārammaṇe nava, anantare samanantare upanissaye natthiyā vigate nava.",
        "analyzed": "ārammaṇe nava anantare samanantare upanissaye natthiyā vigate nava ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_15.25:7.1",
        "original": "Hetu ceva sahetuko ca abyākato dhammo nahetussa ceva naahetukassa ca naabyākatassa dhammassa ārammaṇapaccayena paccayo. (Nava pañhā kātabbā.)",
        "analyzed": "hetu ca iva sa hetukaḥ ca abyākataḥ dhammaḥ na hetussa ca iva na ahetukassa ca na abyākatassa dhammassa ārammaṇa paccayena paccayaḥ nava pañhā kātabbā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_15.25:8.1",
        "original": "Ārammaṇe adhipatiyā upanissaye nava.",
        "analyzed": "ārammaṇe adhipatiyā upanissaye nava ",
        "folio": "8"
    }
]