[
    {
        "segmentnr": "PA_patthana_8.29:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.29:0.2",
        "original": "Dhammapaccanīya (2), Dukapaṭṭhānapāḷi (2)",
        "analyzed": "dhamma paccanīya duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.29:0.3",
        "original": "8.29. Ganthaganthaniyaduka",
        "analyzed": "gantha gantha niyaduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.29:1.1_0",
        "original": "Naganthañceva naaganthaniyañca dhammaṁ paṭicca nagantho ceva naaganthaniyo ca dhammo",
        "analyzed": "na gantham ca iva na a ganthaniyam ca dhammam paṭicca na ganthaḥ ca iva na a ganthaniyaḥ ca dhammo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.29:1.1_1",
        "original": "uppajjati hetupaccayā. Naganthañceva naaganthaniyañca dhammaṁ paṭicca naaganthaniyo",
        "analyzed": "uppajjati hetu paccayā na gantham ca iva na a ganthaniyam ca dhammam paṭicca na a ganthaniyaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.29:1.1_2",
        "original": "ceva nano ca gantho dhammo uppajjati hetupaccayā. Naganthañceva naaganthaniyañca",
        "analyzed": "ca iva na no ca ganthaḥ dhammaḥ uppajjati hetu paccayā na ganthañca iva na a ganthaniyañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.29:1.1_3",
        "original": "dhammaṁ paṭicca nagantho ceva naaganthaniyo ca naaganthaniyo ceva nano ca gantho",
        "analyzed": "dhammam paṭicca na ganthaḥ ca iva na a ganthaniyaḥ ca na a ganthaniyaḥ ca iva na no ca gantho ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.29:1.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.29:2.1_0",
        "original": "Naaganthaniyañceva nano ca ganthaṁ dhammaṁ paṭicca naaganthaniyo ceva nanogantho",
        "analyzed": "na a ganthaniyam ca iva na no ca gantham dhammam paṭicca na a ganthaniyaḥ ca iva na no gantho ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.29:2.1_1",
        "original": "ca dhammo uppajjati hetupaccayā. Naaganthaniyañceva nano ca ganthaṁ dhammaṁ paṭicca",
        "analyzed": "ca dhammaḥ uppajjati hetu paccayā na a ganthaniyam ca iva na no ca gantham dhammam paṭicca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.29:2.1_2",
        "original": "nagantho ceva naaganthaniyo ca dhammo uppajjati hetupaccayā. Naaganthaniyañceva nano",
        "analyzed": "na ganthaḥ ca iva na a ganthaniyaḥ ca dhammaḥ uppajjati hetu paccayā na a ganthaniyam ca iva na no ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.29:2.1_3",
        "original": "ca ganthaṁ dhammaṁ paṭicca nagantho ceva naaganthaniyo ca naaganthaniyo ceva nano",
        "analyzed": "ca gantham dhammam paṭicca na ganthaḥ ca iva na a ganthaniyaḥ ca na a ganthaniyaḥ ca iva na no ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.29:2.1_4",
        "original": "ca gantho ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca gantho ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.29:3.1",
        "original": "Naganthañceva naaganthaniyañca naaganthaniyañceva nano ca ganthañca dhammaṁ paṭicca nagantho ceva naaganthaniyo ca dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na gantham ca iva na a ganthaniyam ca na a ganthaniyam ca iva na no ca gantham ca dhammam paṭicca na ganthaḥ ca iva na a ganthaniyaḥ ca dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_8.29:4.1",
        "original": "Hetuyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā nava pe vipāke ekam pe avigate nava sabbattha vitthāro ",
        "folio": "4"
    }
]