[
    {
        "segmentnr": "PA_patthana_18.5:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.5:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.5:0.3",
        "original": "18.5. Hetuduka, Āsavagocchaka",
        "analyzed": "hetuduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_18.5:1.1",
        "original": "Hetuṁ āsavaṁ dhammaṁ paṭicca nahetu naāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
        "analyzed": "hetum āsavam dhammam paṭicca na hetu na āsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca pe avigate pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_18.5:2.1",
        "original": "Hetuṁ noāsavaṁ dhammaṁ paṭicca nanahetu nanoāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
        "analyzed": "hetum noāsavam dhammam paṭicca na na hetu na noāsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca pe avigate pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_18.5:3.1",
        "original": "Nahetuṁ sāsavaṁ dhammaṁ paccayā nanahetu nasāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum sa āsavam dhammam paccayā na na hetu na sa āsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_18.5:4.1",
        "original": "Hetuṁ anāsavaṁ dhammaṁ paṭicca nahetu naanāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum anāsavam dhammam paṭicca na hetu na anāsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_18.5:5.1",
        "original": "Hetuṁ āsavasampayuttaṁ dhammaṁ paṭicca nahetu naāsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava.",
        "analyzed": "hetum āsava sampayuttam dhammam paṭicca na hetu na āsava sampayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava ārammaṇe tīṇi pe avigate nava ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_18.5:6.1",
        "original": "Hetuṁ āsavavippayuttaṁ dhammaṁ paṭicca nahetu naāsavavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum āsava vippayuttam dhammam paṭicca na hetu na āsava vippayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_18.5:7.1",
        "original": "Hetuṁ āsavañceva sāsavañca dhammaṁ paṭicca nahetu naāsavo ceva naanāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
        "analyzed": "hetum āsavañca iva sa āsavañca dhammam paṭicca na hetu na āsavaḥ ca iva na anāsavaḥ ca dhammo uppajjati hetu paccayā saṅkhitta hetuyā pañca pe avigate pañca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_18.5:8.1",
        "original": "Hetuṁ sāsavañceva no ca āsavaṁ dhammaṁ paṭicca nanahetu naanāsavo ceva nano ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
        "analyzed": "hetum sa āsavañca iva no ca āsavam dhammam paṭicca na na hetu na anāsavaḥ ca iva na no ca āsavaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā pañca pe avigate pañca ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_18.5:9.1",
        "original": "Hetuṁ āsavañceva āsavasampayuttañca dhammaṁ paṭicca nahetu naāsavo ceva naāsavavippayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetum āsavañca iva āsava sampayuttañca dhammam paṭicca na hetu na āsavaḥ ca iva na āsava vippayuttaḥ ca dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_18.5:10.1",
        "original": "Nahetuṁ āsavasampayuttañceva no ca āsavaṁ dhammaṁ paṭicca nanahetu naāsavavippayutto ceva nanoāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na hetum āsava sampayuttam ca iva no ca āsavam dhammam paṭicca na na hetu na āsava vippayuttaḥ ca iva na no āsavaḥ ca dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_18.5:11.1",
        "original": "Nahetuṁ āsavavippayuttaṁ sāsavaṁ dhammaṁ paccayā nanahetu āsavavippayutto nasāsavo dhammo uppajjati hetupaccayā. (Lokiyasadisaṁ.)",
        "analyzed": "na hetum āsava vippayuttam sa asavam dhammam paccayā na na hetu āsava vippayuttaḥ na sa asavaḥ dhammaḥ uppajjati hetu paccayā lokiya sadisa ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_18.5:12.1_0",
        "original": "Hetuṁ āsavavippayuttaṁ anāsavaṁ dhammaṁ paṭicca nahetu āsavavippayutto naanāsavo",
        "analyzed": "hetum āsava vippayuttam anāsavam dhammam paṭicca na hetu āsava vippayuttaḥ na anāsavaḥ ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_18.5:12.1_1",
        "original": "dhammo uppajjati hetupaccayā. Nahetuṁ āsavavippayuttaṁ anāsavaṁ dhammaṁ paṭicca nahetu",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na hetum āsava vippayuttam anāsavam dhammam paṭicca na hetu ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_18.5:12.1_2",
        "original": "āsavavippayutto naanāsavo dhammo uppajjati hetupaccayā. Hetuṁ āsavavippayuttaṁ anāsavañca",
        "analyzed": "āsava vippayuttaḥ na anāsavaḥ dhammaḥ uppajjati hetu paccayā hetum āsava vippayuttam anāsavañca ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_18.5:12.1_3",
        "original": "nahetuṁ āsavavippayuttaṁ anāsavañca dhammaṁ paṭicca nahetu āsavavippayutto naanāsavo",
        "analyzed": "na hetum āsava vippayuttam anāsavañca dhammam paṭicca na hetu āsava vippayuttaḥ na anāsavaḥ ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_18.5:12.1_4",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "dhammaḥ uppajjati hetu paccayā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_18.5:13.1",
        "original": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi adhipatiyā tīṇi pe avigate tīṇi ",
        "folio": "13"
    }
]