[
    {
        "segmentnr": "PA_patthana_23.2:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.2:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma paccanīya anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.2:0.3",
        "original": "23.2. Kusalattika, Vipākattika",
        "analyzed": "kusala attika vipāka attika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.2:1.1",
        "original": "Nakusalaṁ navipākaṁ dhammaṁ paṭicca abyākato vipāko dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "na kusalam na vipākam dhammam paṭicca abyākataḥ vipākaḥ dhammo uppajjati hetu paccayā eka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.2:2.1",
        "original": "Naakusalaṁ navipākaṁ dhammaṁ paṭicca abyākato vipāko dhammo uppajjati hetupaccayā … ekaṁ.",
        "analyzed": "na akusalam na vipākam dhammam paṭicca abyākataḥ vipākaḥ dhammo uppajjati hetu paccayā eka ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.2:3.1",
        "original": "Nakusalaṁ navipākañca naakusalaṁ navipākañca dhammaṁ paṭicca abyākato vipāko dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.)",
        "analyzed": "na kusalam na vipākam ca na akusalam na vipākam ca dhammam paṭicca abyākataḥ vipākaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_23.2:4.1",
        "original": "Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi pe avigate tīṇi ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_23.2:5.1_0",
        "original": "Nakusalaṁ navipākadhammadhammaṁ paccayā kusalo vipākadhammadhammo uppajjati hetupaccayā.",
        "analyzed": "na kusalam na vipāka dhamma dhammam paccayā kusalaḥ vipāka dhamma dhammo uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_23.2:5.1_1",
        "original": "Nakusalaṁ navipākadhammadhammaṁ paccayā akusalo vipākadhammadhammo uppajjati hetupaccayā … dve.",
        "analyzed": "na kusalam na vipāka dhamma dhammam paccayā akusalaḥ vipāka dhamma dhammo uppajjati hetu paccayā dve ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_23.2:6.1",
        "original": "Naakusalaṁ navipākadhammadhammaṁ paccayā akusalo vipākadhammadhammo uppajjati hetupaccayā … dve.",
        "analyzed": "na akusalam na vipāka dhamma dhammam paccayā akusalaḥ vipāka dhamma dhammaḥ uppajjati hetu paccayā dve ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_23.2:7.1",
        "original": "Nakusalaṁ navipākadhammadhammañca naakusalaṁ navipākadhammadhammañca dhammaṁ paccayā kusalo vipākadhammadhammo uppajjati hetupaccayā … dve. (Saṅkhittaṁ.)",
        "analyzed": "na kusalam na vipāka dhamma dhammañca na akusalam na vipāka dhamma dhammañca dhammam paccayā kusalaḥ vipāka dhamma dhammaḥ uppajjati hetu paccayā dve ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_23.2:8.1",
        "original": "Hetuyā cha …pe… avigate cha.",
        "analyzed": "hetuyā cha pe avigate cha ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_23.2:9.1",
        "original": "Nakusalaṁ nanevavipākanavipākadhammadhammaṁ paṭicca abyākato nevavipākanavipākadhammadhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na kusalam na neva vipāka na vipāka dhamma dhammam paṭicca abyākataḥ neva vipāka na vipāka dhamma dhammaḥ uppajjati hetu paccayā saṅkhitta ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_23.2:10.1",
        "original": "Hetuyā cha, adhipatiyā cha …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "hetuyā cha adhipatiyā cha pe aññamaññe tīṇi pe vipāke tīṇi pe avigate cha ",
        "folio": "10"
    }
]