[
    {
        "segmentnr": "PA_patthana_22.6:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.6:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma paccanīya anuloma tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.6:0.3",
        "original": "22.6. Kusalattika, Āsavagocchaka",
        "analyzed": "kusalattika āsavagocchaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.6:1.1",
        "original": "Nakusalaṁ noāsavaṁ dhammaṁ paṭicca akusalo āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam noāsavam dhammam paṭicca akusalaḥ āsavaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.6:2.1",
        "original": "Nakusalaṁ nanoāsavaṁ dhammaṁ paṭicca akusalo noāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava.",
        "analyzed": "na kusalam na noāsavam dhammam paṭicca akusalaḥ noāsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava ārammaṇe tīṇi pe avigate nava ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.6:3.1",
        "original": "Nakusalaṁ nasāsavaṁ dhammaṁ paṭicca abyākato sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke tīṇi …pe… avigate pañca.",
        "analyzed": "na kusalam na sa āsavam dhammam paṭicca abyākataḥ sa āsavaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca adhipatiyā pañca pe vipāke tīṇi pe avigate pañca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_22.6:4.1",
        "original": "Nakusalaṁ naanāsavaṁ dhammaṁ paccayā kusalo anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha …pe… vipāke tīṇi …pe… avigate cha.",
        "analyzed": "na kusalam na anāsavam dhammam paccayā kusalaḥ anāsavaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā cha pe vipāke tīṇi pe avigate cha ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_22.6:5.1",
        "original": "Nakusalaṁ naāsavasampayuttaṁ dhammaṁ paṭicca akusalo āsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na āsava sampayuttam dhammam paṭicca akusalaḥ āsava sampayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.6:6.1",
        "original": "Nakusalaṁ naāsavavippayuttaṁ dhammaṁ paṭicca akusalo āsavavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava.",
        "analyzed": "na kusalam na āsava vippayuttam dhammam paṭicca akusalaḥ āsava vippayuttaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā nava ārammaṇe tīṇi pe avigate nava ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.6:7.1",
        "original": "Nakusalaṁ naāsavañceva naanāsavañca dhammaṁ paṭicca akusalo āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na āsavañca iva na anāsavañca dhammam paṭicca akusalaḥ āsavaḥ ca iva sa āsavaḥ ca dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.6:8.1",
        "original": "Nakusalaṁ naanāsavañceva nano ca āsavaṁ dhammaṁ paṭicca akusalo sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava.",
        "analyzed": "na kusalam na anāsavam ca iva na no ca āsavam dhammam paṭicca akusalaḥ sa āsavaḥ ca iva no ca āsavaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā nava ārammaṇe tīṇi pe avigate nava ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_22.6:9.1",
        "original": "Nakusalaṁ naāsavañceva naāsavavippayuttañca dhammaṁ paṭicca akusalo āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na āsavañca iva na āsava vippayuttañca dhammam paṭicca akusalaḥ āsavaḥ ca iva āsava sampayuttaḥ ca dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_22.6:10.1",
        "original": "Nakusalaṁ naāsavavippayuttañceva nano ca āsavaṁ dhammaṁ paṭicca akusalo āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na kusalam na āsava vippayuttam ca iva na no ca āsavam dhammam paṭicca akusalaḥ āsava sampayuttaḥ ca iva no ca āsavaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_22.6:11.1_0",
        "original": "Nakusalaṁ āsavavippayuttaṁ nasāsavaṁ dhammaṁ paṭicca abyākato āsavavippayutto sāsavo",
        "analyzed": "na kusalam āsava vippayuttam na sa āsavam dhammam paṭicca abyākataḥ āsava vippayuttaḥ sa āsavaḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_22.6:11.1_1",
        "original": "dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca, adhipatiyā pañca …pe… vipāke",
        "analyzed": "dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā pañca adhipatiyā pañca pe vipāke ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_22.6:11.1_2",
        "original": "tīṇi …pe… avigate pañca.",
        "analyzed": "tīṇi pe avigate pañca ",
        "folio": "11"
    }
]