[
    {
        "segmentnr": "PA_patthana_16.61:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.61:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.61:0.3",
        "original": "16.61. Sanidassanattika, Āsavasāsavaduka",
        "analyzed": "sa ni dassa na ttikaḥ āsavasāsavaduka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.61:1.1_0",
        "original": "Anidassanaappaṭighaṁ āsavañceva sāsavañca dhammaṁ paṭicca naanidassanaappaṭigho naāsavo",
        "analyzed": "anidassana appaṭigham āsavañca iva sa āsavañca dhammam paṭicca na anidassana appaṭighaḥ na āsavaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.61:1.1_1",
        "original": "ceva naanāsavo ca dhammo uppajjati hetupaccayā. Anidassanaappaṭighaṁ āsavañceva sāsavañca",
        "analyzed": "ca iva na anāsavaḥ ca dhammaḥ uppajjati hetu paccayā anidassana appaṭigham āsavañca iva sa āsavañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.61:1.1_2",
        "original": "dhammaṁ paṭicca nasanidassanasappaṭigho naāsavo ceva naanāsavo ca dhammo uppajjati",
        "analyzed": "dhammam paṭicca na sanidassana sappaṭighaḥ na āsavaḥ ca iva na anāsavaḥ ca dhammaḥ uppajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.61:1.1_3",
        "original": "hetupaccayā …pe… anidassanaappaṭighaṁ āsavañceva sāsavañca dhammaṁ paṭicca nasanidassanasappaṭigho",
        "analyzed": "hetu paccayā pe anidassana appaṭigham āsavam ca iva sa āsavam ca dhammam paṭicca na sa nidassana sa paṭighaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.61:1.1_4",
        "original": "naāsavo ceva naanāsavo ca naanidassanasappaṭigho naāsavo ceva naanāsavo ca dhammā",
        "analyzed": "na āsavaḥ ca iva na anāsavaḥ ca na anidassana sappaṭighaḥ na āsavaḥ ca iva na anāsavaḥ ca dhammā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.61:1.1_5",
        "original": "uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, ārammaṇe tīṇi …pe… avigate cha.",
        "analyzed": "uppajjanti hetu paccayā saṅkhitta hetuyā cha ārammaṇe tīṇi pe avigate cha ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.61:2.1_0",
        "original": "Anidassanaappaṭighaṁ sāsavañceva no ca āsavaṁ dhammaṁ paṭicca nasanidassanasappaṭigho",
        "analyzed": "anidassana appaṭigham sa āsavam ca iva no ca āsavam dhammam paṭicca na sa nidassana sa paṭighaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.61:2.1_1",
        "original": "naanāsavo ceva nanoāsavo ca dhammo uppajjati hetupaccayā. Anidassanaappaṭighaṁ sāsavañceva",
        "analyzed": "na anāsavaḥ ca iva na noāsavaḥ ca dhammaḥ uppajjati hetu paccayā anidassana appaṭigham sa āsavam ca eva ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.61:2.1_2",
        "original": "no ca āsavaṁ dhammaṁ paṭicca naanidassanasappaṭigho naanāsavo ceva nano ca āsavo",
        "analyzed": "no ca āsavam dhammam paṭicca na a nidassana sa paṭighaḥ na anāsavaḥ ca iva na no ca āsavaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.61:2.1_3",
        "original": "dhammo uppajjati hetupaccayā. Anidassanasappaṭighaṁ sāsavañceva no ca āsavaṁ dhammaṁ",
        "analyzed": "dhammaḥ uppajjati hetu paccayā anidassana sappaṭigham sa āsavam ca iva no ca āsavam dhamma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.61:2.1_4",
        "original": "paṭicca nasanidassanasappaṭigho naanāsavo ceva nano ca āsavo naanidassanasappaṭigho",
        "analyzed": "paṭicca na sanidassana sappaṭighaḥ na anāsavaḥ ca iva na no ca āsavaḥ na anidassana sappaṭighaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.61:2.1_5",
        "original": "naanāsavo ceva nano āsavo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.) Hetuyā",
        "analyzed": "na anāsavaḥ ca iva na no āsavaḥ ca dhammā uppajjanti hetu paccayā saṅkhitta hetuyā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.61:2.1_6",
        "original": "tīṇi …pe… avigate tīṇi.",
        "analyzed": "tīṇi pe avigate tīṇi ",
        "folio": "2"
    }
]