[
    {
        "segmentnr": "PA_patthana_13.6:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.6:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
        "analyzed": "dhamma anuloma paccanīya tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.6:0.3",
        "original": "13.6. Vitakkattika",
        "analyzed": "vitakkattika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.0",
        "original": "Hetu",
        "analyzed": "hetu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.1_0",
        "original": "Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā.",
        "analyzed": "sa vitakka sa vicāram dhammam paṭicca na sa vitakka sa vicāraḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.1_1",
        "original": "Savitakkasavicāraṁ dhammaṁ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā.",
        "analyzed": "sa vitakka sa vicāram dhammam paṭicca na a vitakka vicāra mattaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.1_2",
        "original": "Savitakkasavicāraṁ dhammaṁ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā.",
        "analyzed": "sa vitakka sa vicāram dhammam paṭicca na avitakka avicāraḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.1_3",
        "original": "Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca dhammā",
        "analyzed": "sa vitakka sa vicāram dhammam paṭicca na sa vitakka sa vicāraḥ ca na avitakka avicāraḥ ca dhammā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.1_4",
        "original": "uppajjanti hetupaccayā. Savitakkasavicāraṁ dhammaṁ paṭicca naavitakkavicāramatto",
        "analyzed": "uppajjanti hetu paccayā sa vitakka sa vicāram dhammam paṭicca na a vitakka vicāra mattaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.1_5",
        "original": "ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Savitakkasavicāraṁ dhammaṁ",
        "analyzed": "ca na avitakka avicāro ca dhammā uppajjanti hetu paccayā sa vitakka sa vicāram dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.1_6",
        "original": "paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "paṭicca na sa vitakka sa vicāraḥ ca na a vitakka vicāra mattaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.1_7",
        "original": "Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca",
        "analyzed": "sa vitakka sa vicāram dhammam paṭicca na sa vitakka sa vicāraḥ ca na a vitakka vicāra matto ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:1.1_8",
        "original": "naavitakkaavicāro ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "na avitakka avicāro ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_13.6:2.1_0",
        "original": "Avitakkavicāramattaṁ dhammaṁ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā.",
        "analyzed": "avitakka vicāra mattam dhammam paṭicca na avitakka vicāra mattaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.6:2.1_1",
        "original": "Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā.",
        "analyzed": "avitakka vicāra mattam dhammam paṭicca na sa vitakka sa vicāraḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.6:2.1_2",
        "original": "Avitakkavicāramattaṁ dhammaṁ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā.",
        "analyzed": "avitakka vicāra mattam dhammam paṭicca na avitakka avicāraḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.6:2.1_3",
        "original": "Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca",
        "analyzed": "a vitakka vicāra mattam dhammam paṭicca na sa vitakka sa vicāraḥ ca na a vitakka avicāraḥ ca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.6:2.1_4",
        "original": "dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṁ dhammaṁ paṭicca naavitakkavicāramatto",
        "analyzed": "dhammā uppajjanti hetu paccayā a vitakka vicāra mattam dhammam paṭicca na a vitakka vicāra mattaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.6:2.1_5",
        "original": "ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā. Avitakkavicāramattaṁ dhammaṁ",
        "analyzed": "ca na avitakka avicāro ca dhammā uppajjanti hetu paccayā avitakka vicāra mattam dhamma ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.6:2.1_6",
        "original": "paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "paṭicca na sa vitakka sa vicāraḥ ca na a vitakka vicāra mattaḥ ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.6:2.1_7",
        "original": "Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto",
        "analyzed": "a vitakka vicāra mattam dhammam paṭicca na sa vitakka sa vicāraḥ ca na a vitakka vicāra matto ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.6:2.1_8",
        "original": "ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca na avitakka avicāro ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_13.6:3.1",
        "original": "Avitakkaavicāraṁ dhammaṁ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā …pe… satta.",
        "analyzed": "avitakka avicāram dhammam paṭicca na avitakka avicāraḥ dhammaḥ uppajjati hetu paccayā pe satta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_13.6:4.1",
        "original": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta.",
        "analyzed": "sa vitakka sa vicārañca avitakka avicārañca dhammam paṭicca na sa vitakka sa vicāraḥ dhammaḥ uppajjati hetu paccayā pe satta ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_13.6:5.1",
        "original": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta.",
        "analyzed": "avitakka vicāra mattam ca avitakka avicāram ca dhammam paṭicca na sa vitakka sa vicāraḥ dhammaḥ uppajjati hetu paccayā pe satta ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_13.6:6.1",
        "original": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta.",
        "analyzed": "sa vitakka sa vicāram ca avitakka vicāra mattam ca dhammam paṭicca na sa vitakka sa vicāraḥ dhammaḥ uppajjati hetu paccayā pe satta ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_13.6:7.1",
        "original": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. (Saṅkhittaṁ.)",
        "analyzed": "sa vitakka sa vicāram ca avitakka vicāra mattam ca avitakka avicāram ca dhammam paṭicca na sa vitakka sa vicāraḥ dhammaḥ uppajjati hetu paccayā pe satta ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_13.6:8.1",
        "original": "Hetuyā ekūnapaññāsa, ārammaṇe ekūnapaññāsa, adhipatiyā bāttiṁsa …pe… purejāte āsevane pañcavīsa …pe… avigate ekūnapaññāsa.",
        "analyzed": "hetuyā ekūnapaññāsa ārammaṇe ekūnapaññāsa adhipatiyā bāttisa pe purejāte āsevane pañcavīsa pe avigate ekūnapaññāsa ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_13.6:9.1",
        "original": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
        "analyzed": "sahajāta vāram pi pe pañhā vāram pi ",
        "folio": "9"
    }
]