[
    {
        "segmentnr": "PA_patthana_16.19:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.19:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.19:0.3",
        "original": "16.19. Kusalattika, Cittasaṁsaṭṭhaduka",
        "analyzed": "        ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.19:1.1_0",
        "original": "Kusalaṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca nakusalo nacittasaṁsaṭṭho dhammo uppajjati",
        "analyzed": "kusalam citta sasaṭṭham dhammam paṭicca na kusalaḥ na citta sasaṭṭhaḥ dhammo uppajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.19:1.1_1",
        "original": "hetupaccayā. Kusalaṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca naakusalo nacittasaṁsaṭṭho dhammo",
        "analyzed": "hetu paccayā kusalam citta sasaṭṭham dhammam paṭicca na akusalaḥ na citta sasaṭṭhaḥ dhammo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.19:1.1_2",
        "original": "uppajjati hetupaccayā. Kusalaṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca naabyākato nacittasaṁsaṭṭho",
        "analyzed": "uppajjati hetu paccayā kusalam citta sasaṭṭham dhammam paṭicca na abyākataḥ na citta sasaṭṭhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.19:1.1_3",
        "original": "dhammo uppajjati hetupaccayā. Kusalaṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca naakusalo nacittasaṁsaṭṭho",
        "analyzed": "dhammaḥ uppajjati hetu paccayā kusalam citta sasaṭṭham dhammam paṭicca na akusalaḥ na citta sasaṭṭhaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.19:1.1_4",
        "original": "ca naabyākato nacittasaṁsaṭṭho ca dhammā uppajjanti hetupaccayā. Kusalaṁ cittasaṁsaṭṭhaṁ",
        "analyzed": "ca na abyākataḥ na citta sasaṭṭho ca dhammā uppajjanti hetu paccayā kusalam citta sasaṭṭha ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.19:1.1_5",
        "original": "dhammaṁ paṭicca nakusalo nacittasaṁsaṭṭho ca naakusalo nacittasaṁsaṭṭho ca dhammā",
        "analyzed": "dhammam paṭicca na kusalaḥ na citta sasaṭṭho ca na akusalaḥ na citta sasaṭṭho ca dhammā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.19:1.1_6",
        "original": "uppajjanti hetupaccayā … pañca.",
        "analyzed": "uppajjanti hetu paccayā pañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.19:2.1_0",
        "original": "Akusalaṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca naakusalo nacittasaṁsaṭṭho dhammo uppajjati",
        "analyzed": "akusalam citta sasaṭṭham dhammam paṭicca na akusalaḥ na citta sasaṭṭhaḥ dhammo uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.19:2.1_1",
        "original": "hetupaccayā. Akusalaṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca nakusalo nacittasaṁsaṭṭho dhammo",
        "analyzed": "hetu paccayā akusalam citta sasaṭṭham dhammam paṭicca na kusalaḥ na citta sasaṭṭhaḥ dhammo ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.19:2.1_2",
        "original": "uppajjati hetupaccayā. Akusalaṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca naabyākato nacittasaṁsaṭṭho",
        "analyzed": "uppajjati hetu paccayā akusalam citta sasaṭṭham dhammam paṭicca na abyākataḥ na citta sasaṭṭhaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.19:2.1_3",
        "original": "dhammo uppajjati hetupaccayā. Akusalaṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca nakusalo nacittasaṁsaṭṭho",
        "analyzed": "dhammaḥ uppajjati hetu paccayā akusalam citta sasaṭṭham dhammam paṭicca na kusalaḥ na citta sasaṭṭhaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.19:2.1_4",
        "original": "ca naabyākato nacittasaṁsaṭṭho ca dhammā uppajjanti hetupaccayā. Akusalaṁ cittasaṁsaṭṭhaṁ",
        "analyzed": "ca na abyākataḥ na citta sasaṭṭho ca dhammā uppajjanti hetu paccayā akusalam citta sasaṭṭha ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.19:2.1_5",
        "original": "dhammaṁ paṭicca nakusalo nacittasaṁsaṭṭho ca naakusalo nacittasaṁsaṭṭho ca dhammā",
        "analyzed": "dhammam paṭicca na kusalaḥ na citta sasaṭṭho ca na akusalaḥ na citta sasaṭṭho ca dhammā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.19:2.1_6",
        "original": "uppajjanti hetupaccayā … pañca.",
        "analyzed": "uppajjanti hetu paccayā pañca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.19:3.1_0",
        "original": "Abyākataṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca nakusalo nacittasaṁsaṭṭho dhammo uppajjati",
        "analyzed": "abyākatam citta sasaṭṭham dhammam paṭicca na kusalaḥ na citta sasaṭṭhaḥ dhammo uppajjati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.19:3.1_1",
        "original": "hetupaccayā. Abyākataṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca naakusalo nacittasaṁsaṭṭho",
        "analyzed": "hetu paccayā abyākatam citta sasaṭṭham dhammam paṭicca na akusalaḥ na citta sasaṭṭhaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.19:3.1_2",
        "original": "dhammo uppajjati hetupaccayā. Abyākataṁ cittasaṁsaṭṭhaṁ dhammaṁ paṭicca nakusalo",
        "analyzed": "dhammaḥ uppajjati hetu paccayā abyākatam citta sasaṭṭham dhammam paṭicca na kusalaḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.19:3.1_3",
        "original": "nacittasaṁsaṭṭho ca naakusalo nacittasaṁsaṭṭho ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na citta sasaṭṭhaḥ ca na akusalaḥ na citta sasaṭṭhaḥ ca dhammā uppajjanti hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.19:4.1",
        "original": "Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
        "analyzed": "hetuyā terasa ārammaṇe nava pe vipāke tīṇi pe avigate terasa ",
        "folio": "4"
    }
]