[
    {
        "segmentnr": "PA_patthana_23.51:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.51:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikatikapaṭṭhānapāḷi (5)",
        "analyzed": "dhamma paccanīya anuloma tika tika paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.51:0.3",
        "original": "23.51. Sanidassanattika, Parittārammaṇattika",
        "analyzed": "sa ni dassana ttika paritta ārammaṇa ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_23.51:1.1",
        "original": "Nasanidassanasappaṭighaṁ naparittārammaṇaṁ dhammaṁ paṭicca anidassanaappaṭigho parittārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham na paritta ārammaṇam dhammam paṭicca anidassana appaṭighaḥ paritta ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_23.51:2.1",
        "original": "Nasanidassanasappaṭighaṁ namahaggatārammaṇaṁ dhammaṁ paccayā anidassanaappaṭigho mahaggatārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham na mahaggata ārammaṇam dhammam paccayā anidassana appaṭighaḥ mahaggata ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_23.51:3.1",
        "original": "Nasanidassanasappaṭighaṁ naappamāṇārammaṇaṁ dhammaṁ paccayā anidassanaappaṭigho appamāṇārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "na sanidassana sappaṭigham na appamāṇa ārammaṇam dhammam paccayā anidassana appaṭighaḥ appamāṇa ārammaṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "3"
    }
]