[
    {
        "segmentnr": "PA_patthana_22.23:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.23:0.2",
        "original": "Dhammapaccanīyānuloma (4), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma paccanīya anuloma tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.23:0.3",
        "original": "22.23. Hīnattikādi, Hetuduka",
        "analyzed": "hīnattika ādi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_22.23:1.1",
        "original": "Nahīnaṁ nahetuṁ dhammaṁ paṭicca majjhimo hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na hīnam na hetum dhammam paṭicca majjhimaḥ hetu dhammo uppajjati hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_22.23:2.1",
        "original": "Hetuyā nava …pe… vipāke cha …pe… avigate nava.",
        "analyzed": "hetuyāḥ nava pe vipāke cha pe avigate nava ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_22.23:3.1",
        "original": "Namicchattaniyataṁ nahetuṁ dhammaṁ paṭicca sammattaniyato hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na micchatta niyatam na hetum dhammam paṭicca sammatta niyataḥ hetu dhammo uppajjati hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_22.23:4.1",
        "original": "Hetuyā nava …pe… vipāke tīṇi …pe… avigate nava.",
        "analyzed": "hetuyāḥ nava pe vipāke tīṇi pe avigate nava ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_22.23:5.1",
        "original": "Namaggārammaṇaṁ nahetuṁ dhammaṁ paṭicca maggārammaṇo hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na magga ārammaṇam na hetum dhammam paṭicca magga ārammaṇaḥ hetu dhammo uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_22.23:6.1",
        "original": "Hetuyā chabbīsa …pe… āsevane pannarasa …pe… avigate chabbīsa.",
        "analyzed": "hetuyā chabbīsa pe āsevane pannarasa pe avigate chabbīsa ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_22.23:7.1_0",
        "original": "Naanuppanno nanahetu dhammo uppannassa nahetussa dhammassa hetupaccayena paccayo.",
        "analyzed": "na anuppannaḥ na na hetu dhammaḥ uppannassa na hetussa dhammassa hetu paccayena paccayaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.23:7.1_1",
        "original": "Nauppādī nanahetu dhammo uppannassa nahetussa dhammassa hetupaccayena paccayo. Naanuppanno",
        "analyzed": "na auppādī na na hetu dhammaḥ uppannassa na hetussa dhammassa hetu paccayena paccayaḥ na anuppannaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.23:7.1_2",
        "original": "nanahetu ca nauppādī nanahetu ca dhammā uppannassa nahetussa dhammassa hetupaccayena",
        "analyzed": "na na hetu ca na auppādī na na hetu ca dhammā uppannassa na hetussa dhammassa hetu paccayena ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.23:7.1_3",
        "original": "paccayo. (Saṅkhittaṁ.)",
        "analyzed": "paccayaḥ saṅkhitta ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_22.23:8.1",
        "original": "Hetuyā tīṇi, ārammaṇe cha, adhipatiyā tīṇi, sahajāte aññamaññe nissaye tīṇi, upanissaye cha, pacchājāte vipāke indriye magge sampayutte vippayutte atthiyā avigate tīṇi.",
        "analyzed": "hetuyā tīṇi ārammaṇe cha adhipatiyā tīṇi sahajāte aññamaññe nissaye tīṇi upanissaye cha pacchājāte vipāke indriye magge sampayutte vippayutte atthiyāḥ avigate tīṇi ",
        "folio": "8"
    }
]