[
    {
        "segmentnr": "PA_patthana_9.6:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.6:0.2",
        "original": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.6:0.3",
        "original": "9.6. Sahetukadukādi, Kusalattika",
        "analyzed": "sa hetuka duka ādi kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.6:1.1_0",
        "original": "Nasahetukaṁ nakusalaṁ dhammaṁ paṭicca nasahetuko nakusalo dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ",
        "analyzed": "na sa hetukam na kusalam dhammam paṭicca na sa hetukaḥ na kusalaḥ dhammaḥ uppajjati hetu paccayā vicikicchā sahagata ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.6:1.1_1",
        "original": "uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ, ekaṁ mahābhūtaṁ paṭicca tayo",
        "analyzed": "uddhacca sahagatam moham paṭicca citta samuṭṭhānam rūpe ekam mahābhūtam paṭicca tayo ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.6:1.1_2",
        "original": "mahābhūtā …pe… dve mahābhūte …pe… nasahetukaṁ nakusalaṁ dhammaṁ paṭicca naahetuko",
        "analyzed": "mahābhūtā pe dve mahābhūte pe na sa hetukam na kusalam dhammam paṭicca na ahetukaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.6:1.1_3",
        "original": "nakusalo dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ",
        "analyzed": "na kusalaḥ dhammaḥ uppajjati hetu paccayā vicikicchā sahagatam uddhacca sahagatam moha ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.6:1.1_4",
        "original": "paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṁ paṭicca sahetukā khandhā.",
        "analyzed": "paṭicca sampayuttakāḥ khandhāḥ paṭisandhi kkhaṇe vatthum paṭicca sa hetukāḥ khandhāḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.6:1.1_5",
        "original": "Nasahetukaṁ nakusalaṁ dhammaṁ paṭicca nasahetuko nakusalo ca naahetuko nakusalo ca",
        "analyzed": "na sa hetukam na kusalam dhammam paṭicca na sa hetukaḥ na kusalo ca na ahetukaḥ na kusalo ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.6:1.1_6",
        "original": "dhammā uppajjanti hetupaccayā.",
        "analyzed": "dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.6:2.1",
        "original": "Naahetukaṁ nakusalaṁ dhammaṁ paṭicca naahetuko nakusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na ahetukam na kusalam dhammam paṭicca na ahetukaḥ na kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.6:3.1",
        "original": "Nasahetukaṁ nakusalañca naahetukaṁ nakusalañca dhammaṁ paṭicca nasahetuko nakusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na sahetukam na kusalam ca na ahetukam na kusalañca dhammam paṭicca na sahetukaḥ na kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_9.6:4.1",
        "original": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… avigate nava.",
        "analyzed": "hetuyā nava ārammaṇe cha adhipatiyā pañca pe avigate nava ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_9.6:5.1",
        "original": "Nasahetukaṁ naakusalaṁ dhammaṁ paṭicca nasahetuko naakusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na sa hetukam na akusalam dhammam paṭicca na sa hetukaḥ na akusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_9.6:6.1",
        "original": "Naahetukaṁ naakusalaṁ dhammaṁ paṭicca naahetuko naakusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na ahetukam na akusalam dhammam paṭicca na ahetukaḥ na akusalaḥ dhammo uppajjati hetu paccayā tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_9.6:7.1",
        "original": "Nasahetukaṁ naakusalañca naahetukaṁ naakusalañca dhammaṁ paṭicca nasahetuko naakusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na sahetukam na akusalañca na ahetukam na akusalañca dhammam paṭicca na sahetukaḥ na akusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_9.6:8.1",
        "original": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane dve …pe… avigate nava.",
        "analyzed": "hetuyā nava ārammaṇe cattāri adhipatiyā pañca pe aññamaññe cha pe purejāte āsevane dve pe avigate nava ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_9.6:9.1",
        "original": "Nasahetukaṁ naabyākataṁ dhammaṁ paṭicca naahetuko naabyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "na sa hetukam na abyākatam dhammam paṭicca na ahetukaḥ na abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_9.6:10.1",
        "original": "Naahetukaṁ naabyākataṁ dhammaṁ paṭicca naahetuko naabyākato dhammo uppajjati hetupaccayā.",
        "analyzed": "na ahetukam na abyākatam dhammam paṭicca na ahetukaḥ na abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_9.6:11.1",
        "original": "Nasahetukaṁ naabyākatañca naahetukaṁ naabyākatañca dhammaṁ paṭicca naahetuko naabyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na sahetukam na abyākatam ca na ahetukam na abyākatam ca dhammam paṭicca na ahetukaḥ na abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_9.6:12.1",
        "original": "Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā ekaṁ …pe… avigate pañca.",
        "analyzed": "hetuyā tīṇi ārammaṇe pañca adhipatiyā ekam pe avigate pañca ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_9.6:13.1",
        "original": "(Hetusampayuttadukaṁ sahetukadukasadisaṁ.)",
        "analyzed": "hetu sampayutta dukam sa hetuka duka sadisa ",
        "folio": "13"
    }
]