[
    {
        "segmentnr": "PA_patthana_16.76:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.76:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.76:0.3",
        "original": "16.76. Sanidassanattika, Upādinnaduka",
        "analyzed": "sa ni dassana ttika upa ādinna duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.76:1.1_0",
        "original": "Anidassanaappaṭighaṁ upādinnaṁ dhammaṁ paṭicca naanidassanaappaṭigho naupādinno dhammo",
        "analyzed": "anidassana appaṭigham upādinnam dhammam paṭicca na anidassana appaṭighaḥ na upādinnaḥ dhammaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.76:1.1_1",
        "original": "uppajjati hetupaccayā. Anidassanaappaṭighaṁ upādinnaṁ dhammaṁ paṭicca nasanidassanasappaṭigho",
        "analyzed": "uppajjati hetu paccayā anidassana appaṭigham upādinnam dhammam paṭicca na sa nidassana sappaṭighaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.76:1.1_2",
        "original": "naupādinno dhammo uppajjati hetupaccayā …pe… anidassanaappaṭighaṁ upādinnaṁ dhammaṁ",
        "analyzed": "na aupādinnaḥ dhammaḥ uppajjati hetu paccayā pe anidassana appaṭigham upādinnam dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.76:1.1_3",
        "original": "paṭicca nasanidassanasappaṭigho naupādinno ca naanidassanasappaṭigho naupādinno ca",
        "analyzed": "paṭicca na sa nidassana sappaṭighaḥ na upādinnaḥ ca na a nidassana sappaṭighaḥ na upādinnaḥ ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.76:1.1_4",
        "original": "dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.76:2.1",
        "original": "Hetuyā cha, sahajāte nissaye kamme vipāke āhāre indriye jhāne magge vippayutte atthiyā avigate cha.",
        "analyzed": "hetuyā cha sahajāte nissaye kamme vipāke āhāre indriye jhāne magge vippayutte atthiyā avigate cha ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.76:3.1",
        "original": "Sanidassanasappaṭigho anupādinno dhammo nasanidassanasappaṭighassa naanupādinnassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "sa nidassana sappaṭighaḥ anupādinnaḥ dhammaḥ na sa nidassana sappaṭighassa na anupādinnassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.76:4.1",
        "original": "Ārammaṇe nava, anantare samanantare tīṇi, upanissaye purejāte nava, kamme cha, atthiyā nava, natthiyā vigate tīṇi, avigate nava.",
        "analyzed": "ārammaṇe nava anantare samanantare tīṇi upanissaye purejāte nava kamme cha atthiyā nava natthiyā vigate tīṇi avigate nava ",
        "folio": "4"
    }
]