[
    {
        "segmentnr": "PA_patthana_8.4:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.4:0.2",
        "original": "Dhammapaccanīya (2), Dukapaṭṭhānapāḷi (2)",
        "analyzed": "dhamma paccanīya duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.4:0.3",
        "original": "8.4. Hetusahetukaduka",
        "analyzed": "hetu sa hetuka duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_8.4:1.1_0",
        "original": "Nahetuñceva naahetukañca dhammaṁ paṭicca nahetu ceva naahetuko ca dhammo uppajjati",
        "analyzed": "na hetum ca iva na ahetukañca dhammam paṭicca na hetu ca iva na ahetukaḥ ca dhammaḥ uppajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.4:1.1_1",
        "original": "hetupaccayā. Nahetuñceva naahetukañca dhammaṁ paṭicca naahetuko ceva na nahetu ca",
        "analyzed": "hetu paccayā na hetum ca iva na ahetukañca dhammam paṭicca na ahetukaḥ ca iva na na hetu ca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.4:1.1_2",
        "original": "dhammo uppajjati hetupaccayā. Nahetuñceva naahetukañca dhammaṁ paṭicca nahetu ceva",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na hetum ca iva na ahetukam ca dhammam paṭicca na hetu ca iva ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.4:1.1_3",
        "original": "naahetuko ca naahetuko ceva na nahetu ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "na ahetuko ca na ahetukaḥ ca iva na na hetu ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_8.4:2.1_0",
        "original": "Naahetukañceva na nahetuñca dhammaṁ paṭicca naahetuko ceva na nahetu ca dhammo uppajjati",
        "analyzed": "na ahetukam ca iva na na hetum ca dhammam paṭicca na ahetukaḥ ca iva na na hetu ca dhammo uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.4:2.1_1",
        "original": "hetupaccayā. Naahetukañceva na nahetuñca dhammaṁ paṭicca nahetu ceva naahetuko ca",
        "analyzed": "hetu paccayā na ahetukam ca iva na na hetum ca dhammam paṭicca na hetu ca iva na ahetukaḥ ca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.4:2.1_2",
        "original": "dhammo uppajjati hetupaccayā. Naahetukañceva na nahetuñca dhammaṁ paṭicca nahetu",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na ahetukam ca iva na na hetum ca dhammam paṭicca na hetu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.4:2.1_3",
        "original": "ceva naahetuko ca naahetuko ceva na nahetu ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca iva na ahetuko ca na ahetuko ca iva na na hetu ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_8.4:3.1",
        "original": "Nahetuñceva naahetukañca naahetukañceva na nahetuñca dhammaṁ paṭicca nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na hetum ca iva na ahetukam ca na ahetukam ca iva na na hetum ca dhammam paṭicca na hetu ca iva na ahetukaḥ ca dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_8.4:4.1",
        "original": "Hetuyā nava, ārammaṇe nava …pe… avigate nava.",
        "analyzed": "hetuyā nava ārammaṇe nava pe avigate nava ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_8.4:5.1",
        "original": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
        "analyzed": "sahajāta vāre pi pe pañhā vāre pi sabbattha vitthāro ",
        "folio": "5"
    }
]