[
    {
        "segmentnr": "PA_patthana_14.5:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_14.5:0.2",
        "original": "Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2)",
        "analyzed": "dhamma anuloma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_14.5:0.3",
        "original": "14.5. Hetuhetusampayuttaduka",
        "analyzed": "hetu hetu sampayutta duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_14.5:1.1_0",
        "original": "Hetuñceva hetusampayuttañca dhammaṁ paṭicca nahetu ceva nahetuvippayutto ca dhammo",
        "analyzed": "hetum ca iva hetu sampayuttañca dhammam paṭicca na hetu ca iva na hetu vippayuttaḥ ca dhammaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_14.5:1.1_1",
        "original": "uppajjati hetupaccayā. Hetuñceva hetusampayuttañca dhammaṁ paṭicca nahetuvippayutto",
        "analyzed": "uppajjati hetu paccayā hetum ca iva hetu sampayuttañca dhammam paṭicca na hetu vippayuttaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_14.5:1.1_2",
        "original": "ceva nanahetu ca dhammo uppajjati hetupaccayā. Hetuñceva hetusampayuttañca dhammaṁ",
        "analyzed": "ca iva na na hetu ca dhammaḥ uppajjati hetu paccayā hetuñca iva hetu sampayuttañca dhamma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_14.5:1.1_3",
        "original": "paṭicca nahetu ceva nahetuvippayutto ca nahetuvippayutto ceva nanahetu ca dhammā",
        "analyzed": "paṭicca na hetu ceva na hetu vippayutto ca na hetu vippayutto ceva na na hetu ca dhammā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_14.5:1.1_4",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_14.5:2.1_0",
        "original": "Hetusampayuttañceva na ca hetuṁ dhammaṁ paṭicca nahetuvippayutto ceva nanahetu ca",
        "analyzed": "hetu sampayuttam ca iva na ca hetum dhammam paṭicca na hetu vippayuttaḥ ca iva na na hetu ca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_14.5:2.1_1",
        "original": "dhammo uppajjati hetupaccayā. Hetusampayuttañceva na ca hetuṁ dhammaṁ paṭicca nahetu",
        "analyzed": "dhammaḥ uppajjati hetu paccayā hetu sampayuttam ca iva na ca hetum dhammam paṭicca na hetu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_14.5:2.1_2",
        "original": "ceva nahetuvippayutto ca dhammo uppajjati hetupaccayā. Hetusampayuttañceva na ca",
        "analyzed": "ca iva na hetu vippayuttaḥ ca dhammaḥ uppajjati hetu paccayā hetu sampayuttam ca iva na ca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_14.5:2.1_3",
        "original": "hetuṁ dhammaṁ paṭicca nahetu ceva nahetuvippayutto ca nahetuvippayutto ceva nanahetu",
        "analyzed": "hetum dhammam paṭicca na hetu ceva na hetu vippayutto ca na hetu vippayutto ca iva na na hetu ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_14.5:2.1_4",
        "original": "ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca dhammā uppajjanti hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_14.5:3.1_0",
        "original": "Hetuñceva hetusampayuttañca hetusampayuttañceva na ca hetuñca dhammaṁ paṭicca nahetu",
        "analyzed": "hetum ca iva hetu sampayuttam ca hetu sampayuttam ca iva na ca hetum ca dhammam paṭicca na hetu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.5:3.1_1",
        "original": "ceva nahetuvippayutto ca dhammo uppajjati hetupaccayā. Hetuñceva hetusampayuttañca",
        "analyzed": "ca iva na hetu vippayuttaḥ ca dhammaḥ uppajjati hetu paccayā hetuñca iva hetu sampayuttañca ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.5:3.1_2",
        "original": "hetusampayuttañceva na ca hetuñca dhammaṁ paṭicca nahetuvippayutto ceva nanahetu",
        "analyzed": "hetu sampayuttam ca iva na ca hetuñca dhammam paṭicca na hetu vippayuttaḥ ca iva na na hetu ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.5:3.1_3",
        "original": "dhammo ca uppajjati hetupaccayā. Hetuñceva hetusampayuttañca hetusampayuttañceva",
        "analyzed": "dhammaḥ ca uppajjati hetu paccayā hetuñca iva hetu sampayuttañca hetu sampayuttañca iva ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.5:3.1_4",
        "original": "na ca hetuñca dhammaṁ paṭicca nahetu ceva nahetuvippayutto ca nahetuvippayutto ceva",
        "analyzed": "na ca hetuñca dhammam paṭicca na hetu ca iva na hetu vippayuttaḥ ca na hetu vippayuttaḥ ca iva ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.5:3.1_5",
        "original": "nanahetu ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "nana hetu ca dhammā uppajjanti hetu paccayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_14.5:4.1",
        "original": "Hetuyā nava …pe… avigate nava. (Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
        "analyzed": "hetuyā nava pe avigate nava sahajāta vārampi pe pañhā vārampi vitthāretabba ",
        "folio": "4"
    }
]