[
    {
        "segmentnr": "PA_pvr_1.5:0.1",
        "original": "Parivāra",
        "analyzed": "parivāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_pvr_1.5:0.2",
        "original": "Bhikkhuvibhaṅga",
        "analyzed": "bhikkhu vibhaṅga ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_pvr_1.5:0.3",
        "original": "Paṭhamabhāga",
        "analyzed": "paṭhama bhāga ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_pvr_1.5:0.4",
        "original": "1.5 Samuṭṭhānavāra",
        "analyzed": "samuṭṭhāna vāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_pvr_1.5:1.1",
        "original": "Methunaṁ dhammaṁ paṭisevantassa āpattiyo channaṁ āpattisamuṭṭhānānaṁ katihi samuṭṭhānehi samuṭṭhanti?",
        "analyzed": "methunam dhammam paṭisevantassa āpattiyaḥ channam āpatti samuṭṭhānānam katihi samuṭṭhānehi samuṭṭhanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_pvr_1.5:1.2",
        "original": "Methunaṁ dhammaṁ paṭisevantassa āpattiyo channaṁ āpattisamuṭṭhānānaṁ ekena samuṭṭhānena samuṭṭhanti—",
        "analyzed": "methunam dhammam paṭisevantassa āpattiyaḥ channam āpatti samuṭṭhānānam ekena samuṭṭhānena samuṭṭhanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_pvr_1.5:1.3",
        "original": "kāyato ca cittato ca samuṭṭhanti, na vācato …pe….",
        "analyzed": "kāyataḥ ca cittataḥ ca samuṭṭhanti na vācataḥ pe ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_pvr_1.5:2.1",
        "original": "Anādariyaṁ paṭicca udake uccāraṁ vā passāvaṁ vā kheḷaṁ vā karontassa āpatti channaṁ āpattisamuṭṭhānānaṁ katihi samuṭṭhānehi samuṭṭhāti?",
        "analyzed": "anādariyam paṭicca udake uccāram vā passāvam vā kheḷam vā karontassa āpatti channam āpatti samuṭṭhānānam katihi samuṭṭhānehi samuṭṭhāti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_pvr_1.5:2.2",
        "original": "Anādariyaṁ paṭicca udake uccāraṁ vā passāvaṁ vā kheḷaṁ vā karontassa āpatti channaṁ āpattisamuṭṭhānānaṁ ekena samuṭṭhānena samuṭṭhāti—",
        "analyzed": "anādariyam paṭicca udake uccāram vā passāvam vā kheḷam vā karontassa āpatti channam āpatti samuṭṭhānānam ekena samuṭṭhānena samuṭṭhāti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_pvr_1.5:2.3",
        "original": "kāyato ca cittato ca samuṭṭhāti, na vācato.",
        "analyzed": "kāyataḥ ca cittataḥ ca samuṭṭhāti na vācataḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_pvr_1.5:3.1",
        "original": "Samuṭṭhānavāro niṭṭhito pañcamo.",
        "analyzed": "samuṭṭhāna vāraḥ niṭṭhitaḥ pañcamaḥ ",
        "folio": "3"
    }
]