[
    {
        "segmentnr": "PA_patthana_16.95:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.95:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.95:0.3",
        "original": "16.95. Sanidassanattika, Saraṇaduka",
        "analyzed": "sani dassana ttika sa raṇa duka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.95:1.1",
        "original": "Anidassanaappaṭighaṁ saraṇaṁ dhammaṁ paṭicca naanidassanaappaṭigho nasaraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā cha, adhipatiyā cha …pe… avigate cha.",
        "analyzed": "anidassana appaṭigham saraṇam dhammam paṭicca na anidassana appaṭighaḥ na saraṇaḥ dhammo uppajjati hetu paccayā saṅkhitta hetuyā cha adhipatiyā cha pe avigate cha ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.95:2.1",
        "original": "Anidassanaappaṭighaṁ araṇaṁ dhammaṁ paccayā nasanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
        "analyzed": "anidassana appaṭigham araṇam dhammam paccayā na sa nidassana sappaṭighaḥ na araṇaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā tīṇi pe avigate tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.95:3.1",
        "original": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
        "analyzed": "sahajāta vārampi pe sampayutta vārampi paṭicca vāra sadisa ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_16.95:4.1",
        "original": "Sanidassanasappaṭigho araṇo dhammo nasanidassanasappaṭighassa naaraṇassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "sa nidassana sappaṭighaḥ araṇaḥ dhammaḥ na sa nidassana sappaṭighassa na araṇassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_16.95:5.1",
        "original": "Ārammaṇe adhipatiyā nava, anantare samanantare tīṇi, nissaye tīṇi, upanissaye purejāte nava, vippayutte tīṇi …pe… avigate nava.",
        "analyzed": "ārammaṇe adhipatiyā nava anantare samanantare tīṇi nissaye tīṇi upanissaye purejāte nava vippayutte tīṇi pe avigate nava ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_16.95:6.1",
        "original": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.)",
        "analyzed": "yathā kusala ttike pañhāvārassa anulomam pi paccanīyam pi anuloma paccanīyam pi paccanīya anulomam pi gaṇitaḥ evam gaṇetabba ",
        "folio": "6"
    }
]