[
    {
        "segmentnr": "PA_patthana_16.12:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.12:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.12:0.3",
        "original": "16.12. Kusalattika, Kenaciviññeyyaduka",
        "analyzed": "kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.12:1.1_0",
        "original": "Kusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca nakusalo nakenaci viññeyyo dhammo uppajjati",
        "analyzed": "kusalam kenacid viññeyyam dhammam paṭicca na kusalaḥ na kenacid viññeyyaḥ dhammaḥ uppajjati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.12:1.1_1",
        "original": "hetupaccayā. Kusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca naakusalo nakenaci viññeyyo",
        "analyzed": "hetu paccayā kusalam kenacid viññeyyam dhammam paṭicca na akusalaḥ na kenacid viññeyyaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.12:1.1_2",
        "original": "dhammo uppajjati hetupaccayā. Kusalaṁ kenaci viññeyyaṁ dhammaṁ paṭicca naabyākato",
        "analyzed": "dhammaḥ uppajjati hetu paccayā kusalam kenacid viññeyyam dhammam paṭicca na abyākataḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.12:1.1_3",
        "original": "nakenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekūnavīsati,",
        "analyzed": "na kenacid viññeyyaḥ dhammaḥ uppajjati hetu paccayā saṅkhitta hetuyā ekūnavīsati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.12:1.1_4",
        "original": "ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsati.",
        "analyzed": "ārammaṇe nava pe vipāke tīṇi pe avigate ekūnavīsati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.12:2.1_0",
        "original": "Kusalaṁ kenaci naviññeyyaṁ dhammaṁ paṭicca nakusalo nakenaci naviññeyyo dhammo uppajjati",
        "analyzed": "kusalam kenaci na viññeyyam dhammam paṭicca na kusalaḥ na kenaci na viññeyyaḥ dhammaḥ uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.12:2.1_1",
        "original": "hetupaccayā. Kusalaṁ kenaci naviññeyyaṁ dhammaṁ paṭicca naakusalo nakenaci naviññeyyo",
        "analyzed": "hetu paccayā kusalam kenaci na viññeyyam dhammam paṭicca na akusalaḥ na kenaci na viññeyyaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.12:2.1_2",
        "original": "dhammo uppajjati hetupaccayā. Kusalaṁ kenaci naviññeyyaṁ dhammaṁ paṭicca naabyākato",
        "analyzed": "dhammaḥ uppajjati hetu paccayā kusalam kenaci na viññeyyam dhammam paṭicca na abyākataḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.12:2.1_3",
        "original": "nakenaci naviññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na kenacid na viññeyyaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_16.12:3.1",
        "original": "Hetuyā ekūnavīsati, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate ekūnavīsati. (Etena upāyena kenaci naviññeyye ekūnavīsati pañhā kātabbā.)",
        "analyzed": "hetuyā ekūnavīsati ārammaṇe nava pe vipāke tīṇi pe avigate ekūnavīsati etena upāyena kenaci na viññeyye ekūnavīsati pañhā kātabbā ",
        "folio": "3"
    }
]