[
    {
        "segmentnr": "PA_patthana_9.7:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.7:0.2",
        "original": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3)",
        "analyzed": "dhamma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.7:0.3",
        "original": "9.7. Hetusahetukadukādi, Kusalattika",
        "analyzed": "hetu sa hetuka duka ādi kusala ttika ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_9.7:1.1_0",
        "original": "Nahetuñceva naahetukañca nakusalaṁ dhammaṁ paṭicca nahetu ceva naahetuko ca nakusalo",
        "analyzed": "na hetum ca iva na ahetukam ca na kusalam dhammam paṭicca na hetu ca iva na ahetukaḥ ca na kusalaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.7:1.1_1",
        "original": "dhammo uppajjati hetupaccayā. Nahetuñceva naahetukañca nakusalaṁ dhammaṁ paṭicca",
        "analyzed": "dhammaḥ uppajjati hetu paccayā na hetum ca iva na ahetukam ca na kusalam dhammam paṭicca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.7:1.1_2",
        "original": "naahetuko ceva nana ca hetu nakusalo dhammo uppajjati hetupaccayā. Nahetuñceva naahetukañca",
        "analyzed": "na ahetukaḥ ca iva na na ca hetu na kusalaḥ dhammaḥ uppajjati hetu paccayā na hetuñca iva na ahetukañca ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.7:1.1_3",
        "original": "nakusalaṁ dhammaṁ paṭicca nahetu ceva naahetuko ca nakusalo ca naahetuko ceva nana",
        "analyzed": "na kusalam dhammam paṭicca na hetu ca iva na ahetuko ca na kusalo ca na ahetuko ca iva na ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.7:1.1_4",
        "original": "ca hetu nakusalo ca dhammā uppajjanti hetupaccayā.",
        "analyzed": "ca hetu na kusalo ca dhammā uppajjanti hetu paccayā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_9.7:2.1",
        "original": "Naahetukañceva nana ca hetuṁ nakusalaṁ dhammaṁ paṭicca naahetuko ceva nana ca hetu nakusalo dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na ahetukam ca iva na na ca hetum na kusalam dhammam paṭicca na ahetukaḥ ca iva na na ca hetu na kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_9.7:3.1",
        "original": "Nahetuñceva naahetukañca nakusalañca naahetukañceva nana ca hetuṁ nakusalañca dhammaṁ paṭicca nahetu ceva naahetuko ca nakusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na hetum ca iva na ahetukam ca na kusalam ca na ahetukam ca iva na na ca hetum na kusalañca dhammam paṭicca na hetu ca iva na ahetukaḥ ca na kusalaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_9.7:4.1",
        "original": "Hetuyā nava …pe… avigate nava.",
        "analyzed": "hetuyā nava pe avigate nava ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_9.7:5.1",
        "original": "Nahetuñceva naahetukañca naakusalaṁ dhammaṁ paṭicca nahetu ceva naahetuko ca naakusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na hetum ca iva na ahetukam ca na akusalam dhammam paṭicca na hetu ca iva na ahetukaḥ ca na akusalaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_9.7:6.1",
        "original": "Hetuyā nava …pe… avigate nava.",
        "analyzed": "hetuyā nava pe avigate nava ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_9.7:7.1",
        "original": "Nahetuñceva naahetukañca naabyākataṁ dhammaṁ paṭicca nahetu ceva naahetuko ca naabyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na hetum ca iva na ahetukam ca na abyākatam dhammam paṭicca na hetu ca iva na ahetukaḥ ca na abyākataḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_9.7:8.1",
        "original": "Hetuyā nava …pe… avigate nava. (Vipākaṁ natthi.)",
        "analyzed": "hetuyā nava pe avigate nava vipākam natthi ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_9.7:9.1",
        "original": "(Hetuhetusampayuttadukaṁ hetusahetukadukasadisaṁ.)",
        "analyzed": "hetu hetu sampayutta dukam ",
        "folio": "9"
    }
]