[
    {
        "segmentnr": "PA_patthana_12.1:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_12.1:0.2",
        "original": "Dhammapaccanīya (2), Dukadukapaṭṭhānapāḷi (6)",
        "analyzed": "dhamma paccanīya ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_12.1:0.3",
        "original": "12.1. Hetuduka, Sahetukadukādi",
        "analyzed": "hetu duka sa hetuka duka ādi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_12.1:1.1",
        "original": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
        "analyzed": "namaḥ tassa bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_12.1:2.1",
        "original": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na hetum na sa hetukam dhammam paṭicca na hetu na sa hetukaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_patthana_12.1:3.1",
        "original": "Hetuyā tīṇi, ārammaṇe ekaṁ …pe… vipāke ekaṁ …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi ārammaṇe ekam pe vipāke ekam pe avigate tīṇi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_patthana_12.1:4.1",
        "original": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati nahetupaccayā.",
        "analyzed": "na hetum na sa hetukam dhammam paṭicca na hetu na sa hetukaḥ dhammaḥ uppajjati na hetu paccayā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_patthana_12.1:5.1",
        "original": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati naārammaṇapaccayā. (Saṅkhittaṁ.)",
        "analyzed": "na hetum na sa hetukam dhammam paṭicca na hetu na sa hetukaḥ dhammaḥ uppajjati na ārammaṇa paccayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_patthana_12.1:6.1",
        "original": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā tīṇi …pe… nakamme ekaṁ …pe… naāhāre naindriye najhāne namagge ekaṁ …pe… novigate tīṇi.",
        "analyzed": "na hetuyā eka na ārammaṇe tīṇi na adhipatiyā tīṇi pe na kamme ekam pe na āhāre na indriye na jhāne na magge ekam pe no vigate tīṇi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_patthana_12.1:7.0",
        "original": "Hetu-ārammaṇa",
        "analyzed": "hetu ārammaṇa ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_12.1:7.1",
        "original": "Nanahetu nasahetuko dhammo nahetussa nasahetukassa dhammassa hetupaccayena paccayo.",
        "analyzed": "na na hetu na sa hetukaḥ dhammaḥ na hetussa na sa hetukassa dhammassa hetu paccayena paccayaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_patthana_12.1:8.1_0",
        "original": "Nahetu nasahetuko dhammo nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo.",
        "analyzed": "na hetu na sa hetukaḥ dhammaḥ na hetussa na sa hetukassa dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_12.1:8.1_1",
        "original": "Nahetu nasahetuko dhammo nanahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
        "analyzed": "na hetu na sa hetukaḥ dhammaḥ na na hetussa na sa hetukassa dhammassa ārammaṇa paccayena paccayaḥ saṅkhitta ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_patthana_12.1:9.1_0",
        "original": "Hetuyā ekaṁ, ārammaṇe cattāri, anantare cattāri …pe… sahajāte tīṇi, aññamaññe ekaṁ,",
        "analyzed": "hetuyā eka ārammaṇe cattāri anantare cattāri pe sahajāte tīṇi aññamaññe eka ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_12.1:9.1_1",
        "original": "nissaye upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme …pe… jhāne ekaṁ,",
        "analyzed": "nissaye upanissaye cattāri purejāte pacchājāte āsevane dve kamme pe jhāne eka ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_12.1:9.1_2",
        "original": "sampayutte ekaṁ, vippayutte tīṇi …pe… avigate cattāri.",
        "analyzed": "sampayutte eka vippayutte tīṇi pe avigate cattāri ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_patthana_12.1:10.1_0",
        "original": "Nahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā.",
        "analyzed": "na hetum na ahetukam dhammam paṭicca na hetu na ahetukaḥ dhammo uppajjati hetu paccayā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_12.1:10.1_1",
        "original": "Nahetuṁ naahetukaṁ dhammaṁ paṭicca nanahetu naahetuko dhammo uppajjati hetupaccayā.",
        "analyzed": "na hetum na ahetukam dhammam paṭicca na na hetu na ahetukaḥ dhammo uppajjati hetu paccayā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_12.1:10.1_2",
        "original": "Nahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko ca nanahetu naahetuko ca dhammā",
        "analyzed": "na hetum na ahetukam dhammam paṭicca na hetu na ahetukaḥ ca na na hetu na ahetukaḥ ca dhammā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_12.1:10.1_3",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_patthana_12.1:11.1_0",
        "original": "Nanahetuṁ naahetukaṁ dhammaṁ paṭicca nanahetu naahetuko dhammo uppajjati hetupaccayā.",
        "analyzed": "nana hetum na ahetukam dhammam paṭicca nana hetu na ahetukaḥ dhammaḥ uppajjati hetu paccayā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_12.1:11.1_1",
        "original": "Nanahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā.",
        "analyzed": "na na hetum na ahetukam dhammam paṭicca na hetu na ahetukaḥ dhammo uppajjati hetu paccayā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_12.1:11.1_2",
        "original": "Nanahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko ca nanahetu naahetuko ca dhammā",
        "analyzed": "na na hetum na ahetukam dhammam paṭicca na hetu na ahetukaḥ ca na na hetu na ahetukaḥ ca dhammā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_12.1:11.1_3",
        "original": "uppajjanti hetupaccayā.",
        "analyzed": "uppajjanti hetu paccayā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_patthana_12.1:12.1_0",
        "original": "Nahetuṁ naahetukañca nanahetuṁ naahetukañca dhammaṁ paṭicca nahetu naahetuko dhammo",
        "analyzed": "na hetum na ahetukam ca na na hetum na ahetukañca dhammam paṭicca na hetu na ahetukaḥ dhammaḥ ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_12.1:12.1_1",
        "original": "uppajjati hetupaccayā. Nahetuṁ naahetukañca nanahetuṁ naahetukañca dhammaṁ paṭicca",
        "analyzed": "uppajjati hetu paccayā na hetum na ahetukam ca na na hetum na ahetukam ca dhammam paṭicca ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_12.1:12.1_2",
        "original": "nanahetu naahetuko dhammo uppajjati hetupaccayā. Nahetuṁ naahetukañca nanahetuṁ naahetukañca",
        "analyzed": "na na hetu na ahetukaḥ dhammaḥ uppajjati hetu paccayā na hetum na ahetukam ca na na hetum na ahetukam ca ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_12.1:12.1_3",
        "original": "dhammaṁ paṭicca nahetu naahetuko ca nanahetu naahetuko ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
        "analyzed": "dhammam paṭicca na hetu na ahetuko ca na na hetu na ahetuko ca dhammā uppajjanti hetu paccayā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_patthana_12.1:13.1",
        "original": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Sabbattha nava.)",
        "analyzed": "hetuyā nava ārammaṇe nava pe avigate nava sabbattha nava ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_patthana_12.1:14.1",
        "original": "Nahetuṁ nahetusampayuttaṁ dhammaṁ paṭicca nahetu nahetusampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na hetum na hetu sampayuttam dhammam paṭicca na hetu na hetu sampayuttaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_patthana_12.1:15.1",
        "original": "Hetuyā tīṇi, ārammaṇe ekaṁ …pe… vipāke ekaṁ …pe… avigate tīṇi.",
        "analyzed": "hetuyā tīṇi ārammaṇe ekam pe vipāke ekam pe avigate tīṇi ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_patthana_12.1:16.1",
        "original": "Nahetuṁ nahetuvippayuttaṁ dhammaṁ paṭicca nahetu nahetuvippayutto dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na hetum na hetu vippayuttam dhammam paṭicca na hetu na hetu vippayuttaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_patthana_12.1:17.1",
        "original": "Nanahetuṁ nahetuvippayuttaṁ dhammaṁ paṭicca nanahetu nahetuvippayutto dhammo uppajjati hetupaccayā … tīṇi.",
        "analyzed": "na na hetum na hetu vippayuttam dhammam paṭicca na na hetu na hetu vippayuttaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_patthana_12.1:18.1",
        "original": "Nahetuṁ nahetuvippayuttañca nanahetuṁ nahetuvippayuttañca dhammaṁ paṭicca nahetu nahetuvippayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
        "analyzed": "na hetum na hetu vippayuttam ca na na hetum na hetu vippayuttam ca dhammam paṭicca na hetu na hetu vippayuttaḥ dhammaḥ uppajjati hetu paccayā tīṇi ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_patthana_12.1:19.1",
        "original": "Hetuyā nava …pe… avigate nava. (Sabbattha vitthāro.)",
        "analyzed": "hetuyā nava pe avigate nava sabbattha vitthāro ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_patthana_12.1:20.1",
        "original": "Nahetuṁ nahetuñceva naahetukañca dhammaṁ paṭicca nahetu nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā. (Yāva pañhāvārepi ekaṁ.)",
        "analyzed": "na hetum na hetum ca iva na ahetukañca dhammam paṭicca na hetu na hetu ca iva na ahetukaḥ ca dhammo uppajjati hetu paccayā yāva pañhā vāre pi eka ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_patthana_12.1:21.1",
        "original": "Nanahetuṁ naahetukañceva nana ca hetuṁ dhammaṁ paṭicca nanahetu naahetuko ceva nana ca hetu dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "nana hetum na ahetukam ca iva na na ca hetum dhammam paṭicca nana hetu na ahetukaḥ ca iva na na ca hetu dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_patthana_12.1:22.1",
        "original": "Nahetuṁ nahetuñceva nahetuvippayuttañca dhammaṁ paṭicca nahetu nahetu ceva nahetuvippayutto ca dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "na hetum na hetum ca iva na hetu vippayuttañca dhammam paṭicca na hetu na hetu ca iva na hetu vippayuttaḥ ca dhammaḥ uppajjati hetu paccayā sabbattha eka ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_patthana_12.1:23.1",
        "original": "Nanahetuṁ nahetuvippayuttañceva nana ca hetuṁ dhammaṁ paṭicca nanahetu nahetuvippayutto ceva nana ca hetu dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "nana hetum na hetu vippayuttam ca iva na na ca hetum dhammam paṭicca nana hetu na hetu vippayuttaḥ ca iva na na ca hetu dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_patthana_12.1:24.1",
        "original": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "na hetum na sa hetukam dhammam paṭicca na hetu na sa hetukaḥ dhammaḥ uppajjati hetu paccayā sabbattha eka ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_patthana_12.1:25.1",
        "original": "Nahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
        "analyzed": "na hetum na ahetukam dhammam paṭicca na hetu na ahetukaḥ dhammo uppajjati hetu paccayā sabbattha eka ",
        "folio": "25"
    }
]