[
    {
        "segmentnr": "PA_patthana_16.7:0.1",
        "original": "Paṭṭhānapakaraṇa",
        "analyzed": "paṭṭhāna pakaraṇa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.7:0.2",
        "original": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
        "analyzed": "dhamma anuloma paccanīya tika duka paṭṭhāna pāḷi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.7:0.3",
        "original": "16.7. Kusalattika, Sappaccayadukādi",
        "analyzed": "kusala ttika sappaccaya duka ādi ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_patthana_16.7:1.1_0",
        "original": "Abyākato appaccayo dhammo naabyākatassa naappaccayassa dhammassa ārammaṇapaccayena",
        "analyzed": "abyākataḥ appaccayaḥ dhammaḥ na abyākatassa na appaccayassa dhammassa ārammaṇa paccayena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.7:1.1_1",
        "original": "paccayo. Abyākato appaccayo dhammo nakusalassa naappaccayassa dhammassa ārammaṇapaccayena",
        "analyzed": "paccayaḥ abyākataḥ appaccayaḥ dhammaḥ na kusalassa na appaccayassa dhammassa ārammaṇa paccayena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.7:1.1_2",
        "original": "paccayo. Abyākato appaccayo dhammo naakusalassa naappaccayassa dhammassa ārammaṇapaccayena",
        "analyzed": "paccayaḥ abyākataḥ appaccayaḥ dhammaḥ na akusalassa na appaccayassa dhammassa ārammaṇa paccayena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.7:1.1_3",
        "original": "paccayo. Abyākato appaccayo dhammo naakusalassa naappaccayassa ca naabyākatassa naappaccayassa",
        "analyzed": "paccayaḥ abyākataḥ appaccayaḥ dhammaḥ na akusalassa na appaccayassa ca na abyākatassa na appaccayassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.7:1.1_4",
        "original": "ca dhammassa ārammaṇapaccayena paccayo. Abyākato appaccayo dhammo nakusalassa naappaccayassa",
        "analyzed": "ca dhammassa ārammaṇa paccayena paccayaḥ abyākataḥ appaccayaḥ dhammaḥ na kusalassa na appaccayassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.7:1.1_5",
        "original": "ca naakusalassa naappaccayassa ca dhammassa ārammaṇapaccayena paccayo.",
        "analyzed": "ca na akusalassa na appaccayassa ca dhammassa ārammaṇa paccayena paccayaḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_patthana_16.7:2.1",
        "original": "Ārammaṇe pañca, adhipatiyā upanissaye pañca. (Asaṅkhataṁ appaccayasadisaṁ.)",
        "analyzed": "ārammaṇe pañca adhipatiyā upanissaye pañca asaṅkhatam appaccaya sadisa ",
        "folio": "2"
    }
]