[
    {
        "segmentnr": "PA_ud_8.3:0.1",
        "original": "Udāna 8.3",
        "analyzed": "udāna ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ud_8.3:0.2",
        "original": "Tatiyanibbānapaṭisaṁyuttasutta",
        "analyzed": "     ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ud_8.3:1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.3:1.2",
        "original": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
        "analyzed": "ekam samayam bhagavā sāvatthiyam viharati jetavane anāthapiṇḍikassa ārāme ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.3:1.3",
        "original": "Tena kho pana samayena bhagavā bhikkhū nibbānapaṭisaṁyuttāya dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṁseti.",
        "analyzed": "tena kho pana samayena bhagavā bhikkhū nibbāna paṭisayuttāya dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaseti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.3:1.4",
        "original": "Tedha bhikkhū aṭṭhiṁ katvā, manasi katvā, sabbaṁ cetaso samannāharitvā, ohitasotā dhammaṁ suṇanti.",
        "analyzed": "te idha bhikkhū aṭṭhim katvā manasi katvā sabbam cetasaḥ samannāharitvā ohita sotāḥ dhammam suṇanti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.3:2.1",
        "original": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
        "analyzed": "atha kho bhagavā etam attham viditvā tāyam velāyam imam udānam udānesi ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ud_8.3:3.1",
        "original": "“Atthi, bhikkhave, ajātaṁ abhūtaṁ akataṁ asaṅkhataṁ.",
        "analyzed": "atthi bhikkhave a jātam a bhūtam a katam ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ud_8.3:3.2",
        "original": "No cetaṁ, bhikkhave, abhavissa ajātaṁ abhūtaṁ akataṁ asaṅkhataṁ, nayidha jātassa bhūtassa katassa saṅkhatassa nissaraṇaṁ paññāyetha.",
        "analyzed": "no ceta bhikkhave abhavissa a jātam a bhūtam a katam a saṅkhata na yidha jātassa bhūtassa katassa saṅkhatassa nissaraṇam paññāyetha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ud_8.3:3.3",
        "original": "Yasmā ca kho, bhikkhave, atthi ajātaṁ abhūtaṁ akataṁ asaṅkhataṁ, tasmā jātassa bhūtassa katassa saṅkhatassa nissaraṇaṁ paññāyatī”ti.",
        "analyzed": "yasmā ca kho bhikkhave atthi a jātam a bhūtam a katam a saṅkhata tasmā jātassa bhūtassa katassa saṅkhatassa nissaraṇam paññāyati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ud_8.3:3.4",
        "original": "Tatiyaṁ.",
        "analyzed": "tatiya ",
        "folio": "3"
    }
]