[
    {
        "segmentnr": "PA_ud_8.6:0.1",
        "original": "Udāna 8.6",
        "analyzed": "udāna ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ud_8.6:0.2",
        "original": "Pāṭaligāmiyasutta",
        "analyzed": "pāṭaligāmiya sutta ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ud_8.6:1.1",
        "original": "Evaṁ me sutaṁ—",
        "analyzed": "evam me suta ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.6:1.2",
        "original": "ekaṁ samayaṁ bhagavā magadhesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena pāṭaligāmo tadavasari.",
        "analyzed": "ekam samayam bhagavā magadhesu cārikam caramānaḥ mahatā bhikkhu saṅghena saddhim yena pāṭaligāmaḥ tat avasari ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.6:1.3",
        "original": "Assosuṁ kho pāṭaligāmiyā upāsakā:",
        "analyzed": "assosum kho pāṭaligāmiyāḥ upāsakā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.6:1.4",
        "original": "“bhagavā kira magadhesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pāṭaligāmaṁ anuppatto”ti.",
        "analyzed": "bhagavā kira magadhesu cārikam caramānaḥ mahatā bhikkhu saṅghena saddhim pāṭaligāmam anuppatto ti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.6:1.5",
        "original": "Atha kho pāṭaligāmiyā upāsakā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu.",
        "analyzed": "atha khalu pāṭaligāmiyāḥ upāsakāḥ yena bhagavā tena upasaṅkamisu upasaṅkamitvā bhagavantam abhivādetvā ekamantam nisīdisu ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.6:1.6",
        "original": "Ekamantaṁ nisinnā kho pāṭaligāmiyā upāsakā bhagavantaṁ etadavocuṁ:",
        "analyzed": "ekamantam nisinnāḥ kho pāṭaligāmiyāḥ upāsakāḥ bhagavantam etat avocuḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.6:1.7",
        "original": "“adhivāsetu no, bhante, bhagavā āvasathāgāran”ti.",
        "analyzed": "adhivāsetu naḥ bhante bhagavā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.6:1.8",
        "original": "Adhivāsesi bhagavā tuṇhībhāvena.",
        "analyzed": "adhivāsesi bhagavā tuṇhībhāvena ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ud_8.6:2.1_0",
        "original": "Atha kho pāṭaligāmiyā upāsakā bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ",
        "analyzed": "atha kho pāṭaligāmiyāḥ upāsakāḥ bhagavataḥ adhivāsanam viditvā uṭṭhāya āsanā bhagavanta ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ud_8.6:2.1_1",
        "original": "abhivādetvā padakkhiṇaṁ katvā yenāvasathāgāraṁ tenupasaṅkamiṁsu; upasaṅkamitvā sabbasanthariṁ",
        "analyzed": "abhivādetvā padakkhiṇam katvā yena āvasathāgāram tena upasaṅkamisu upasaṅkamitvā sabba santhari ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ud_8.6:2.1_2",
        "original": "āvasathāgāraṁ santharitvā āsanāni paññāpetvā udakamaṇikaṁ patiṭṭhāpetvā telappadīpaṁ",
        "analyzed": "āvasatha āgāram santharitvā āsanāni paññāpetvā udaka maṇikam patiṭṭhāpetvā telappadīpa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ud_8.6:2.1_3",
        "original": "āropetvā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ",
        "analyzed": "āropetvā yena bhagavā tena upasaṅkamiṣu upasaṅkamitvā bhagavantam abhivādetvā ekamanta ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ud_8.6:2.1_4",
        "original": "aṭṭhaṁsu. Ekamantaṁ ṭhitā kho pāṭaligāmiyā upāsakā bhagavantaṁ etadavocuṁ:",
        "analyzed": "aṭṭhasu ekamantam ṭhitā kho pāṭaligāmiyāḥ upāsakāḥ bhagavantam etat avocuḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ud_8.6:2.2",
        "original": "“sabbasantharisanthataṁ, bhante, āvasathāgāraṁ; āsanāni paññattāni; udakamaṇiko patiṭṭhāpito telappadīpo āropito.",
        "analyzed": "bhante āvasatha āgāre āsanāni paññattāni udaka maṇikaḥ patiṭṭhāpito tela ppadīpaḥ āropito ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ud_8.6:2.3",
        "original": "Yassadāni, bhante, bhagavā kālaṁ maññatī”ti.",
        "analyzed": "yaḥ sadāni bhante bhagavā kālam maññati iti ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ud_8.6:3.1_0",
        "original": "Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena āvasathāgāraṁ",
        "analyzed": "atha kho bhagavā nivāsetvā patta cīvaram ādāya saddhim bhikkhu saṅghena yena āvasatha āgāra ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ud_8.6:3.1_1",
        "original": "tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā āvasathāgāraṁ pavisitvā majjhimaṁ thambhaṁ",
        "analyzed": "tena upasaṅkami upasaṅkamitvā pāde pakkhāletvā āvasathāgāram pavisitvā majjhimam thambha ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ud_8.6:3.1_2",
        "original": "nissāya puratthābhimukho nisīdi.",
        "analyzed": "nissāya purattha abhimukhaḥ nisīdi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ud_8.6:3.2",
        "original": "Bhikkhusaṅghopi kho pāde pakkhāletvā āvasathāgāraṁ pavisitvā pacchimaṁ bhittiṁ nissāya puratthābhimukho nisīdi bhagavantaṁyeva purakkhatvā.",
        "analyzed": "bhikkhu saṅghaḥ api kho pāde pakkhāletvā āvasatha āgāram pavisitvā pacchimam bhittim nissāya purattha abhimukhaḥ nisīdi bhagavantayā iva purakkhatvā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ud_8.6:3.3",
        "original": "Pāṭaligāmiyāpi kho upāsakā pāde pakkhāletvā āvasathāgāraṁ pavisitvā puratthimaṁ bhittiṁ nissāya pacchimābhimukhā nisīdiṁsu bhagavantaṁyeva purakkhatvā.",
        "analyzed": "pāṭaligāmiyā api kho upāsakā pāde pakkhāletvā āvasathāgāram pavisitvā puratthimam bhittim nissāya pacchima abhimukhāḥ nisīdisu bhagavantayā iva purakkhatvā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ud_8.6:3.4",
        "original": "Atha kho bhagavā pāṭaligāmiye upāsake āmantesi:",
        "analyzed": "atha khalu bhagavā pāṭaligāmiye upāsake āmantesi ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ud_8.6:4.1",
        "original": "“Pañcime, gahapatayo, ādīnavā dussīlassa sīlavipattiyā.",
        "analyzed": "pañcime gahapatayaḥ ādīnavāḥ dussīlassa sīla vipattiyā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ud_8.6:4.2",
        "original": "Katame pañca?",
        "analyzed": "katame pañca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ud_8.6:4.3",
        "original": "Idha, gahapatayo, dussīlo sīlavipanno pamādādhikaraṇaṁ mahatiṁ bhogajāniṁ nigacchati.",
        "analyzed": "idha gahapatayaḥ dussīlaḥ sīla vipannaḥ pamāda adhikaraṇam mahatim bhoga jānim nigacchati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ud_8.6:4.4",
        "original": "Ayaṁ paṭhamo ādīnavo dussīlassa sīlavipattiyā.",
        "analyzed": "ayam paṭhamaḥ ādīnavaḥ dussīlassa sīla vipattiyā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ud_8.6:5.1",
        "original": "Puna caparaṁ, gahapatayo, dussīlassa sīlavipannassa pāpako kittisaddo abbhuggacchati.",
        "analyzed": "puna capara gahapatayaḥ dussīlassa sīla vipannassa pāpakaḥ kitti saddaḥ abbhuggacchati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ud_8.6:5.2",
        "original": "Ayaṁ dutiyo ādīnavo dussīlassa sīlavipattiyā.",
        "analyzed": "ayam dutiyaḥ ādīnavaḥ dussīlassa sīla vipattiyā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ud_8.6:6.1_0",
        "original": "Puna caparaṁ, gahapatayo, dussīlo sīlavipanno yaññadeva parisaṁ upasaṅkamati—yadi",
        "analyzed": "puna capara gahapatayaḥ dussīlaḥ sīla vipannaḥ yaññat eva parisam upasaṅkamati yadi ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ud_8.6:6.1_1",
        "original": "khattiyaparisaṁ, yadi brāhmaṇaparisaṁ, yadi gahapatiparisaṁ, yadi samaṇaparisaṁ—avisārado",
        "analyzed": "yadi brāhmaṇa parisa yadi gahapati parisa yadi samaṇa parisa a visāra do ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ud_8.6:6.1_2",
        "original": "upasaṅkamati maṅkubhūto.",
        "analyzed": "upasaṅkamati maṅku bhūtaḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ud_8.6:6.2",
        "original": "Ayaṁ tatiyo ādīnavo dussīlassa sīlavipattiyā.",
        "analyzed": "ayam tatiyaḥ ādīnavaḥ dussīlassa sīla vipattiyā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ud_8.6:7.1",
        "original": "Puna caparaṁ, gahapatayo, dussīlo sīlavipanno sammūḷho kālaṁ karoti.",
        "analyzed": "puna capara gahapatayaḥ dussīlaḥ sīla vipannaḥ sammūḍhaḥ kālam karoti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ud_8.6:7.2",
        "original": "Ayaṁ catuttho ādīnavo dussīlassa sīlavipattiyā.",
        "analyzed": "ayam catutthaḥ ādīnavaḥ dussīlassa sīla vipattiyā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ud_8.6:8.1",
        "original": "Puna caparaṁ, gahapatayo, dussīlo sīlavipanno kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati.",
        "analyzed": "puna capara gahapatayaḥ dussīlaḥ sīla vipanno kāyassa bhedā param maraṇā apāyam duggatim vinipātam nirayam upapajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ud_8.6:8.2",
        "original": "Ayaṁ pañcamo ādīnavo dussīlassa sīlavipattiyā.",
        "analyzed": "ayam pañcamaḥ ādīnavaḥ dussīlassa sīla vipattiyā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ud_8.6:8.3",
        "original": "Ime kho, gahapatayo, pañca ādīnavā dussīlassa sīlavipattiyā.",
        "analyzed": "ime kho gahapatayo pañca ādīnavāḥ dussīlassa sīla vipattiyā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ud_8.6:9.1",
        "original": "Pañcime, gahapatayo, ānisaṁsā sīlavato sīlasampadāya.",
        "analyzed": "pañcime gahapatayaḥ ānisasā sīlavataḥ sīla sampadāya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ud_8.6:9.2",
        "original": "Katame pañca?",
        "analyzed": "katame pañca ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ud_8.6:9.3",
        "original": "Idha, gahapatayo, sīlavā sīlasampanno appamādādhikaraṇaṁ mahantaṁ bhogakkhandhaṁ adhigacchati.",
        "analyzed": "idha gahapatayaḥ sīlavā sīla sampannaḥ appamāda adhikaraṇam mahantam bhogakkhandham adhigacchati ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ud_8.6:9.4",
        "original": "Ayaṁ paṭhamo ānisaṁso sīlavato sīlasampadāya.",
        "analyzed": "ayam paṭhamaḥ ānisasaḥ sīlavataḥ sīla sampadāya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ud_8.6:10.1",
        "original": "Puna caparaṁ, gahapatayo, sīlavato sīlasampannassa kalyāṇo kittisaddo abbhuggacchati.",
        "analyzed": "puna capara gahapatayo sīlavataḥ sīla sampannassa kalyāṇaḥ kitti saddaḥ abbhuggacchati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ud_8.6:10.2",
        "original": "Ayaṁ dutiyo ānisaṁso sīlavato sīlasampadāya.",
        "analyzed": "ayam dutiyaḥ ānisasaḥ sīlavataḥ sīla sampadāya ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ud_8.6:11.1_0",
        "original": "Puna caparaṁ, gahapatayo, sīlavā sīlasampanno yaññadeva parisaṁ upasaṅkamati—yadi",
        "analyzed": "puna capara gahapatayo sīlavā sīla sampannaḥ yaññat eva parisam upasaṅkamati yadi ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ud_8.6:11.1_1",
        "original": "khattiyaparisaṁ, yadi brāhmaṇaparisaṁ, yadi gahapatiparisaṁ, yadi samaṇaparisaṁ—visārado",
        "analyzed": "yadi brāhmaṇa parisa yadi gahapati parisa yadi samaṇa parisa visāradaḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ud_8.6:11.1_2",
        "original": "upasaṅkamati amaṅkubhūto.",
        "analyzed": "upasaṅkamati a maṅku bhūtaḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ud_8.6:11.2",
        "original": "Ayaṁ tatiyo ānisaṁso sīlavato sīlasampadāya.",
        "analyzed": "ayam tatiyaḥ ānisasaḥ sīlavataḥ sīla sampadāya ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ud_8.6:12.1",
        "original": "Puna caparaṁ, gahapatayo, sīlavā sīlasampanno asammūḷho kālaṁ karoti.",
        "analyzed": "puna capara gahapatayaḥ sīlavā sīla sampannaḥ a sammūḍhaḥ kālam karoti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ud_8.6:12.2",
        "original": "Ayaṁ catuttho ānisaṁso sīlavato sīlasampadāya.",
        "analyzed": "ayam catutthaḥ ānisasaḥ sīlavato sīla sampadāya ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ud_8.6:13.1",
        "original": "Puna caparaṁ, gahapatayo, sīlavā sīlasampanno kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati.",
        "analyzed": "puna capara gahapatayo sīlavā sīla sampanno kāyassa bhedā param maraṇā sugatim saggam lokam upapajjati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ud_8.6:13.2",
        "original": "Ayaṁ pañcamo ānisaṁso sīlavato sīlasampadāya.",
        "analyzed": "ayam pañcamaḥ ānisasaḥ sīlavataḥ sīla sampadāya ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ud_8.6:13.3",
        "original": "Ime kho, gahapatayo, pañca ānisaṁsā sīlavato sīlasampadāyā”ti.",
        "analyzed": "ime kho gahapatayaḥ pañca ānisasā sīlavataḥ sīla sampadā āyāti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ud_8.6:14.1",
        "original": "Atha kho bhagavā pāṭaligāmiye upāsake bahudeva rattiṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uyyojesi:",
        "analyzed": "atha kho bhagavā pāṭaligāmiye upāsake bahu deva rattim dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahasetvā uyyojesi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ud_8.6:14.2",
        "original": "“abhikkantā kho, gahapatayo, ratti; yassadāni tumhe kālaṁ maññathā”ti",
        "analyzed": "abhikkantāḥ kho gahapatayo ratti yassadāni tumhe kālam maññatha ati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ud_8.6:14.3",
        "original": "Atha kho pāṭaligāmiyā upāsakā bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkamiṁsu.",
        "analyzed": "atha kho pāṭaligāmiyāḥ upāsakāḥ bhagavataḥ bhāsitam abhinanditvā anumoditvā uṭṭhāya āsanā bhagavantam abhivādetvā padakkhiṇam katvā pakkamisu ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ud_8.6:14.4",
        "original": "Atha kho bhagavā acirapakkantesu pāṭaligāmiyesu upāsakesu suññāgāraṁ pāvisi.",
        "analyzed": "atha kho bhagavā acira pakkantesu pāṭaligāmiyesu upāsakesu suññāgāram pāvisi ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ud_8.6:15.1",
        "original": "Tena kho pana samayena sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṁ māpenti vajjīnaṁ paṭibāhāya.",
        "analyzed": "tena khalu pana samayena sunidha vassa kārāḥ magadha mahāmattāḥ pāṭali gāme nagaram māpenti vajjīnam paṭibāhāya ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ud_8.6:15.2",
        "original": "Tena kho pana samayena sambahulā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhanti.",
        "analyzed": "tena kho pana samayena sambahulāḥ devatāyaḥ sahassa sahassā iva pāṭaligāme vatthūni pariggaṇhanti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ud_8.6:15.3",
        "original": "Yasmiṁ padese mahesakkhā devatā vatthūni pariggaṇhanti mahesakkhānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ.",
        "analyzed": "yasmin padese mahesakkhāḥ devatāḥ vatthūni pariggaṇhanti mahesakkhānam tattha raññam rāja mahāmattānam cittāni namanti nivesanāni māpetu ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ud_8.6:15.4",
        "original": "Yasmiṁ padese majjhimā devatā vatthūni pariggaṇhanti majjhimānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ.",
        "analyzed": "yasmin padese majjhimāḥ devatāḥ vatthūni pariggaṇhanti majjhimānam tattha raññam rāja mahāmattānam cittāni namanti nivesanāni māpetu ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ud_8.6:15.5",
        "original": "Yasmiṁ padese nīcā devatā vatthūni pariggaṇhanti nīcānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ.",
        "analyzed": "yasmin padese nīcāḥ devatāḥ vatthūni pariggaṇhanti nīcānam tattha raññam rāja mahāmattānam cittāni namanti nivesanāni māpetu ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ud_8.6:16.1",
        "original": "Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena tā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhantiyo.",
        "analyzed": "addasā kho bhagavā dibbena cakkhunā visuddhena atikkanta mānusakena tāḥ devatāyaḥ sahassa sahassā iva pāṭaligāme vatthūni pariggaṇhantiyaḥ ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ud_8.6:16.2",
        "original": "Yasmiṁ padese mahesakkhā devatā vatthūni pariggaṇhanti, mahesakkhānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ.",
        "analyzed": "yasmin padese mahesakkhāḥ devatāḥ vatthūni pariggaṇhanti mahesakkhānam tattha raññam rāja mahāmattānam cittāni namanti nivesanāni māpetu ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ud_8.6:16.3",
        "original": "Yasmiṁ padese majjhimā devatā vatthūni pariggaṇhanti, majjhimānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ.",
        "analyzed": "yasmin padese majjhimāḥ devatāḥ vatthūni pariggaṇhanti majjhimānam tattha raññam rāja mahāmattānam cittāni namanti nivesanāni māpetu ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ud_8.6:16.4",
        "original": "Yasmiṁ padese nīcā devatā vatthūni pariggaṇhanti, nīcānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ.",
        "analyzed": "yasmin padese nīcāḥ devatāḥ vatthūni pariggaṇhanti nīcānam tattha raññam rāja mahāmattānam cittāni namanti nivesanāni māpetu ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ud_8.6:16.5",
        "original": "Atha kho bhagavā tassā rattiyā paccūsasamaye paccuṭṭhāya āyasmantaṁ ānandaṁ āmantesi:",
        "analyzed": "atha kho bhagavā tassā rattiyā paccūsa samaye paccuṭṭhāya āyasmantam ānandam āmantesi ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ud_8.6:17.1",
        "original": "“Ke nu kho, ānanda, pāṭaligāme nagaraṁ māpentī”ti.",
        "analyzed": "ke nu khalu ānanda pāṭaligāme nagaram māpenti iti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.2",
        "original": "“Sunidhavassakārā, bhante, magadhamahāmattā pāṭaligāme nagaraṁ māpenti vajjīnaṁ paṭibāhāyā”ti.",
        "analyzed": "sunidha vassakārāḥ bhante magadha mahāmattā pāṭali gāme nagaram māpenti vajjīnam paṭibāhāya ati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.3",
        "original": "“Seyyathāpi, ānanda, devehi tāvatiṁsehi saddhiṁ mantetvā;",
        "analyzed": "sā iyyathā api ānanda devehi tāvatisehi saddhim mantetvā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.4",
        "original": "evamevaṁ kho, ānanda, sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṁ māpenti vajjīnaṁ paṭibāhāya.",
        "analyzed": "evam evam khalu ānanda sunidha vassakārāḥ magadha mahāmattāḥ pāṭali gāme nagaram māpenti vajjīnam paṭibāhāya ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.5",
        "original": "Idhāhaṁ, ānanda, addasaṁ dibbena cakkhunā visuddhena atikkantamānusakena sambahulā devatāyo sahassasahasseva pāṭaligāme vatthūni pariggaṇhantiyo.",
        "analyzed": "idha aham ānanda addasam dibbena cakkhunā visuddhena atikkanta mānusakena sambahulāḥ devatāyaḥ sahassa sahassā iva pāṭali gāme vatthūni pariggaṇhantiyaḥ ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.6",
        "original": "Yasmiṁ padese mahesakkhā devatā vatthūni pariggaṇhanti mahesakkhānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ.",
        "analyzed": "yasmin padese mahesakkhāḥ devatāḥ vatthūni pariggaṇhanti mahesakkhānam tattha raññam rāja mahāmattānam cittāni namanti nivesanāni māpetu ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.7",
        "original": "Yasmiṁ padese majjhimā devatā vatthūni pariggaṇhanti majjhimānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ.",
        "analyzed": "yasmin padese majjhimāḥ devatāḥ vatthūni pariggaṇhanti majjhimānam tattha raññam rāja mahāmattānam cittāni namanti nivesanāni māpetu ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.8",
        "original": "Yasmiṁ padese nīcā devatā vatthūni pariggaṇhanti nīcānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ.",
        "analyzed": "yasmin padese nīcāḥ devatāḥ vatthūni pariggaṇhanti nīcānam tattha raññam rāja mahāmattānam cittāni namanti nivesanāni māpetu ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.9",
        "original": "Yāvatā, ānanda, ariyaṁ āyatanaṁ yāvatā vaṇippatho idaṁ agganagaraṁ bhavissati pāṭaliputtaṁ puṭabhedanaṁ.",
        "analyzed": "yāvatā ānanda ariyam āyatanam yāvatā vaṇi pathaḥ idam agga nagaram bhavissati pāṭaliputtam puṭabhedana ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.10",
        "original": "Pāṭaliputtassa kho, ānanda, tayo antarāyā bhavissanti—",
        "analyzed": "pāṭaliputtassa kho ānanda tayaḥ antarāyāḥ bhavissanti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:17.11",
        "original": "aggito vā udakato vā mithubhedato vā”ti.",
        "analyzed": "aggitaḥ vā udakataḥ vā mithubhedataḥ vā ati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ud_8.6:18.1",
        "original": "Atha kho sunidhavassakārā magadhamahāmattā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavatā saddhiṁ sammodiṁsu.",
        "analyzed": "atha kho sunidha vassakārāḥ magadha mahāmattāḥ yena bhagavā tena upasaṅkamisu upasaṅkamitvā bhagavatā saddhim sammodisu ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ud_8.6:18.2",
        "original": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhaṁsu.",
        "analyzed": "sammodanīyam katham sāraṇīyam vītisāretvā ekamantam aṭṭhasu ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ud_8.6:18.3",
        "original": "Ekamantaṁ ṭhitā kho sunidhavassakārā magadhamahāmattā bhagavantaṁ etadavocuṁ:",
        "analyzed": "ekamantam ṭhitāḥ kho sunidha vassakārāḥ magadha mahāmattāḥ bhagavantam etat avocuḥ ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ud_8.6:18.4",
        "original": "“adhivāsetu no bhavaṁ gotamo ajjatanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti.",
        "analyzed": "adhivāsetu naḥ bhavam gotamaḥ ajjatanāya bhattam saddhim bhikkhu saṅghena ati ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ud_8.6:18.5",
        "original": "Adhivāsesi bhagavā tuṇhībhāvena.",
        "analyzed": "adhivāsesi bhagavā tuṇhībhāvena ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ud_8.6:19.1_0",
        "original": "Atha kho sunidhavassakārā magadhamahāmattā bhagavato adhivāsanaṁ viditvā yena sako",
        "analyzed": "atha kho sunidhavaḥ sakārāḥ magadha mahāmattāḥ bhagavataḥ adhivāsanam viditvā yena sakaḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ud_8.6:19.1_1",
        "original": "āvasatho tenupasaṅkamiṁsu; upasaṅkamitvā sake āvasathe paṇītaṁ khādanīyaṁ bhojanīyaṁ",
        "analyzed": "āvasathaḥ tena upasaṅkamisu upasaṅkamitvā sake āvasathe paṇītam khādanīyam bhojanīya ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ud_8.6:19.1_2",
        "original": "paṭiyādāpetvā bhagavato kālaṁ ārocesuṁ:",
        "analyzed": "paṭiyādāpetvā bhagavataḥ kālam ārocesu ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ud_8.6:19.2",
        "original": "“kālo, bho gotama, niṭṭhitaṁ bhattan”ti.",
        "analyzed": "kālaḥ bho gotama niṭṭhitam bhattanti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ud_8.6:20.1_0",
        "original": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena",
        "analyzed": "atha kho bhagavā pubbaṇhasamayam nivāsetvā patta cīvaram ādāya saddhim bhikkhu saṅghena ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ud_8.6:20.1_1",
        "original": "yena sunidhavassakārānaṁ magadhamahāmattānaṁ āvasatho tenupasaṅkami; upasaṅkamitvā",
        "analyzed": "yena sunidha vassakārānam magadha mahāmattānam āvasathaḥ tena upasaṅkami upasaṅkamitvā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ud_8.6:20.1_2",
        "original": "paññatte āsane nisīdi.",
        "analyzed": "paññatte āsane ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ud_8.6:20.2",
        "original": "Atha kho sunidhavassakārā magadhamahāmattā buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesuṁ sampavāresuṁ.",
        "analyzed": "atha kho sunidha vassakārāḥ magadha mahāmattāḥ buddha ppamukham bhikkhu saṅgham paṇītena khādanīyena bhojanīyena sahatthā santappesum sampavāresu ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ud_8.6:21.1",
        "original": "Atha kho sunidhavassakārā magadhamahāmattā bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdiṁsu.",
        "analyzed": "atha kho sunidha vassakārāḥ magadha mahāmattāḥ bhagavantam bhuttāvim onīta patta pāṇim aññataram nīcam āsanam gahetvā ekamantam nisīdisu ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ud_8.6:21.2",
        "original": "Ekamantaṁ nisinne kho sunidhavassakāre magadhamahāmatte bhagavā imāhi gāthāhi anumodi:",
        "analyzed": "ekamantam nisinne kho sunidhavassakāre magadha mahāmatte bhagavā imāhi gāthāhi anumodi ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ud_8.6:22.1",
        "original": "“Yasmiṁ padese kappeti,",
        "analyzed": "yasmin padese kappeti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ud_8.6:22.2",
        "original": "vāsaṁ paṇḍitajātiyo;",
        "analyzed": "vāsam ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ud_8.6:22.3",
        "original": "Sīlavantettha bhojetvā,",
        "analyzed": "sīlavantā itthā bhojetvā ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ud_8.6:22.4",
        "original": "saññate brahmacārayo.",
        "analyzed": "saññate brahmacārayo ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ud_8.6:23.1",
        "original": "Yā tattha devatā āsuṁ,",
        "analyzed": "yāḥ tattha devatāḥ āsu ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ud_8.6:23.2",
        "original": "tāsaṁ dakkhiṇamādise;",
        "analyzed": "tāsam dakkhiṇam ādise ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ud_8.6:23.3",
        "original": "Tā pūjitā pūjayanti,",
        "analyzed": "tā pūjitā pūjayanti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ud_8.6:23.4",
        "original": "mānitā mānayanti naṁ.",
        "analyzed": "mānitāḥ mānayanti na ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ud_8.6:24.1",
        "original": "Tato naṁ anukampanti,",
        "analyzed": "tatas nam anukampanti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ud_8.6:24.2",
        "original": "mātā puttaṁva orasaṁ;",
        "analyzed": "mātā puttave orasa ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ud_8.6:24.3",
        "original": "Devatānukampito poso,",
        "analyzed": "devatā anukampitaḥ posaḥ ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ud_8.6:24.4",
        "original": "sadā bhadrāni passatī”ti.",
        "analyzed": "sadā bhadrāni passati iti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ud_8.6:25.1",
        "original": "Atha kho bhagavā sunidhavassakārānaṁ magadhamahāmattānaṁ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi.",
        "analyzed": "atha kho bhagavā sunidha vassa kārānam magadha mahāmattānam imāhi gāthāhi anumoditvā uṭṭhāya āsanā pakkāmi ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ud_8.6:26.1",
        "original": "Tena kho pana samayena sunidhavassakārā magadhamahāmattā bhagavantaṁ piṭṭhito piṭṭhito anubandhā honti:",
        "analyzed": "tena kho pana samayena sunidha vassakārāḥ magadha mahāmattāḥ bhagavantam piṭṭhitas piṭṭhitas anubandhāḥ honti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ud_8.6:26.2",
        "original": "“yenajja samaṇo gotamo dvārena nikkhamissati taṁ gotamadvāraṁ nāma bhavissati.",
        "analyzed": "yena ajja samaṇaḥ gotamaḥ dvārena nikkhamissati tat gotamadvāram nāma bhavissati ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ud_8.6:26.3",
        "original": "Yena titthena gaṅgaṁ nadiṁ tarissati taṁ gotamatitthaṁ nāma bhavissatī”ti.",
        "analyzed": "yena titthena gaṅgam nadim tarissati tam gotamatittham nāma bhavissati iti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ud_8.6:27.1",
        "original": "Atha kho bhagavā yena dvārena nikkhami taṁ gotamadvāraṁ nāma ahosi.",
        "analyzed": "atha kho bhagavā yena dvārena nikkhami tam gotamadvāram nāma ahosi ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ud_8.6:27.2",
        "original": "Atha kho bhagavā yena gaṅgā nadī tenupasaṅkami.",
        "analyzed": "atha khalu bhagavā yena gaṅgā nadī tena upasaṅkami ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ud_8.6:27.3",
        "original": "Tena kho pana samayena gaṅgā nadī pūrā hoti samatittikā kākapeyyā.",
        "analyzed": "tena khalu pana samayena gaṅgā nadī pūrā hoti sama tittikā kākapeyyā ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ud_8.6:27.4",
        "original": "Appekacce manussā nāvaṁ pariyesanti, appekacce uḷumpaṁ pariyesanti, appekacce kullaṁ bandhanti apārā pāraṁ gantukāmā.",
        "analyzed": "appekacce manussāḥ nāvam pariyesanti appekacce uḷumpam pariyesanti appekacce kullam bandhanti apārā pāram gantu kāmā ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ud_8.6:27.5_0",
        "original": "Atha kho bhagavā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ",
        "analyzed": "atha khalu bhagavān aseyyathā api nāma balavā purisaḥ samiñjitam vā bāham pasāreyya pasārita ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ud_8.6:27.5_1",
        "original": "vā bāhaṁ samiñjeyya; evamevaṁ—gaṅgāya nadiyā orimatīre antarahito pārimatīre paccuṭṭhāsi",
        "analyzed": "vā bāham samiñjeyya evam eva gaṅgāya nadiyāḥ orima tīre antarahitaḥ pārima tīre paccuṭṭhāsi ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ud_8.6:27.5_2",
        "original": "saddhiṁ bhikkhusaṅghena.",
        "analyzed": "saddhim bhikkhu saṅghena ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ud_8.6:28.1",
        "original": "Addasā kho bhagavā te manusse appekacce nāvaṁ pariyesante, appekacce uḷumpaṁ pariyesante, appekacce kullaṁ bandhante apārā pāraṁ gantukāme.",
        "analyzed": "addasā kho bhagavā te manusse appekacce nāvam pariyesante appekacce uḷumpam pariyesante appekacce kullam bandhante apārā pāram gantu kāme ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ud_8.6:29.1",
        "original": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
        "analyzed": "atha kho bhagavā etam attham viditvā tāyam velāyam imam udānam udānesi ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ud_8.6:30.1",
        "original": "“Ye taranti aṇṇavaṁ saraṁ,",
        "analyzed": "ye taranti anṇavam sara ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ud_8.6:30.2",
        "original": "Setuṁ katvāna visajja pallalāni;",
        "analyzed": "setum katvāna visajja pallalāni ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ud_8.6:30.3",
        "original": "Kullañhi jano pabandhati,",
        "analyzed": "kullam hi janaḥ pabandhati ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ud_8.6:30.4",
        "original": "Tiṇṇā medhāvino janā”ti.",
        "analyzed": "tiṇṇā medhāvinaḥ janāti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ud_8.6:30.5",
        "original": "Chaṭṭhaṁ.",
        "analyzed": "chaṭṭha ",
        "folio": "30"
    }
]