[
    {
        "segmentnr": "PA_ya_2.2.1:0.1",
        "original": "2 Khandhayamaka",
        "analyzed": "khandha yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_2.2.1:0.2",
        "original": "2.2 Pavattivāra",
        "analyzed": "  ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_2.2.1:0.3",
        "original": "2.2.1. Uppādavāra",
        "analyzed": "uppāda vāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_2.2.1:1.0.1",
        "original": "2.2.1.1 Paccuppannavāra",
        "analyzed": "     ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_2.2.1:1.0.2",
        "original": "2.2.1.1.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_2.2.1:1.1",
        "original": "Yassa rūpakkhandho uppajjati tassa vedanākkhandho uppajjatīti?",
        "analyzed": "yassa rūpa kkhandho uppajjati tassa vedanā kkhandho uppajjati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_2.2.1:2.1_0",
        "original": "Asaññasattaṁ upapajjantānaṁ tesaṁ rūpakkhandho uppajjati, no ca tesaṁ vedanākkhandho",
        "analyzed": "asaññasattam upapajjantānam tesam rūpa kkhandho uppajjati no ca tesam vedanā kkhandho ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_2.2.1:2.1_1",
        "original": "uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ rūpakkhandho ca uppajjati vedanākkhandho ca uppajjati.",
        "analyzed": "uppajjati pañcavokāram upapajjantānam tesam rūpa kkhandho ca uppajjati vedanā kkhandho ca uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_2.2.1:3.1",
        "original": "Yassa vā pana vedanākkhandho uppajjati tassa rūpakkhandho uppajjatīti?",
        "analyzed": "yassa vā pana vedanā kkhandho uppajjati tassa rūpa kkhandho uppajjati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_2.2.1:4.1",
        "original": "Arūpaṁ upapajjantānaṁ tesaṁ vedanākkhandho uppajjati, no ca tesaṁ rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ vedanākkhandho ca uppajjati rūpakkhandho ca uppajjati.",
        "analyzed": "arūpam upapajjantānam tesam vedanā kkhandho uppajjati no ca tesam rūpa kkhandho uppajjati pañcavokāram upapajjantānam tesam vedanā kkhandho ca uppajjati rūpa kkhandho ca uppajjati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_2.2.1:5.0",
        "original": "2.2.1.1.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_2.2.1:5.1",
        "original": "Yattha rūpakkhandho uppajjati tattha vedanākkhandho uppajjatīti?",
        "analyzed": "yattha rūpa kkhandhaḥ uppajjati tattha vedanā kkhandhaḥ uppajjati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_2.2.1:6.1",
        "original": "Asaññasatte tattha rūpakkhandho uppajjati, no ca tattha vedanākkhandho uppajjati. Pañcavokāre tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjati.",
        "analyzed": "asaññasatte tattha rūpa kkhandho uppajjati no ca tattha vedanā kkhandho uppajjati pañcavokāre tattha rūpa kkhandho ca uppajjati vedanā kkhandho ca uppajjati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_2.2.1:7.1",
        "original": "Yattha vā pana vedanākkhandho uppajjati tattha rūpakkhandho uppajjatīti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ uppajjati tattha rūpa kkhandhaḥ uppajjati iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_2.2.1:8.1",
        "original": "Arūpe tattha vedanākkhandho uppajjati, no ca tattha rūpakkhandho uppajjati. Pañcavokāre tattha vedanākkhandho ca uppajjati rūpakkhandho ca uppajjati.",
        "analyzed": "arūpe tattha vedanā kkhandho uppajjati no ca tattha rūpa kkhandho uppajjati pañcavokāre tattha vedanā kkhandho ca uppajjati rūpa kkhandho ca uppajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_2.2.1:9.0",
        "original": "2.2.1.1.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_2.2.1:9.1",
        "original": "Yassa yattha rūpakkhandho uppajjati tassa tattha vedanākkhandho uppajjatīti?",
        "analyzed": "yassa yattha rūpa kkhandho uppajjati tassa tattha vedanā kkhandho uppajjati iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_2.2.1:10.1_0",
        "original": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho uppajjati, no ca tesaṁ tattha",
        "analyzed": "asaññasattam upapajjantānam tesam tattha rūpakkhandho uppajjati no ca tesam tattha ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_2.2.1:10.1_1",
        "original": "vedanākkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca",
        "analyzed": "vedanā khandho uppajjati pañcavokāram upapajjantānam tesam tattha rūpa kkhandho ca ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_2.2.1:10.1_2",
        "original": "uppajjati vedanākkhandho ca uppajjati.",
        "analyzed": "uppajjati vedanā khandho ca uppajjati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_2.2.1:11.1",
        "original": "Yassa vā pana yattha vedanākkhandho uppajjati tassa tattha rūpakkhandho uppajjatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandho uppajjati tassa tattha rūpa kkhandho uppajjati iti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_2.2.1:12.1_0",
        "original": "Arūpaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho uppajjati, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "arūpam upapajjantānam tesam tattha vedanā kkhandho uppajjati no ca tesam tattha rūpa kkhandho ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_2.2.1:12.1_1",
        "original": "uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca uppajjati rūpakkhandho ca uppajjati.",
        "analyzed": "uppajjati pañcavokāram upapajjantānam tesam tattha vedanā kkhandho ca uppajjati rūpa kkhandho ca uppajjati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_2.2.1:13.0",
        "original": "2.2.1.1.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_2.2.1:13.1",
        "original": "Yassa rūpakkhandho nuppajjati tassa vedanākkhandho nuppajjatīti?",
        "analyzed": "yassa rūpa kkhandho nuppajjati tassa vedanā kkhandho nuppajjati iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_2.2.1:14.1",
        "original": "Arūpaṁ upapajjantānaṁ tesaṁ rūpakkhandho nuppajjati, no ca tesaṁ vedanākkhandho nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjati.",
        "analyzed": "arūpam upapajjantānam tesam rūpa kkhandho nuppajjati no ca tesam vedanā kkhandho nuppajjati sabbesam cavantānam tesam rūpa kkhandho ca nuppajjati vedanā kkhandho ca nuppajjati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_2.2.1:15.1",
        "original": "Yassa vā pana vedanākkhandho nuppajjati tassa rūpakkhandho nuppajjatīti?",
        "analyzed": "yassa vā pana vedanā kkhandho nuppajjati tassa rūpa kkhandho nuppajjati iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_2.2.1:16.1",
        "original": "Asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho nuppajjati, no ca tesaṁ rūpakkhandho nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ vedanākkhandho ca nuppajjati rūpakkhandho ca nuppajjati.",
        "analyzed": "asaññasattam upapajjantānam tesam vedanā kkhandho nuppajjati no ca tesam rūpa kkhandho nuppajjati sabbesam cavantānam tesam vedanā kkhandho ca nuppajjati rūpa kkhandho ca nuppajjati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_2.2.1:17.0",
        "original": "2.2.1.1.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_2.2.1:17.1",
        "original": "Yattha rūpakkhandho nuppajjati tattha vedanākkhandho nuppajjatīti? Uppajjati.",
        "analyzed": "yattha rūpa kkhandhaḥ nuppajjati tattha vedanā kkhandhaḥ nuppajjati iti uppajjati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_2.2.1:18.1",
        "original": "Yattha vā pana vedanākkhandho nuppajjati tattha rūpakkhandho nuppajjatīti? Uppajjati.",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ nuppajjati tattha rūpa kkhandhaḥ nuppajjati iti uppajjati ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_2.2.1:19.0",
        "original": "2.2.1.1.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_2.2.1:19.1",
        "original": "Yassa yattha rūpakkhandho nuppajjati tassa tattha vedanākkhandho nuppajjatīti?",
        "analyzed": "yassa yattha rūpa kkhandho nuppajjati tassa tattha vedanā kkhandho nuppajjati iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_2.2.1:20.1_0",
        "original": "Arūpaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho nuppajjati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "arūpam upapajjantānam tesam tattha rūpa kkhandho nuppajjati no ca tesam tattha vedanā kkhandho ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_2.2.1:20.1_1",
        "original": "nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjati.",
        "analyzed": "nuppajjati sabbesam cavantānam tesam tattha rūpa kkhandho ca nuppajjati vedanā kkhandho ca nuppajjati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_2.2.1:21.1",
        "original": "Yassa vā pana yattha vedanākkhandho nuppajjati tassa tattha rūpakkhandho nuppajjatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandho nuppajjati tassa tattha rūpa kkhandho nuppajjati iti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_2.2.1:22.1_0",
        "original": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho nuppajjati, no ca tesaṁ tattha",
        "analyzed": "asaññasattam upapajjantānam tesam tattha vedanā khandho nuppajjati no ca tesam tattha ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_2.2.1:22.1_1",
        "original": "rūpakkhandho nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ tattha vedanākkhandho ca nuppajjati",
        "analyzed": "rūpa kkhandho nuppajjati sabbesam cavantānam tesam tattha vedanā kkhandho ca nuppajjati ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_2.2.1:22.1_2",
        "original": "rūpakkhandho ca nuppajjati.",
        "analyzed": "rūpa khandhaḥ ca na uppajjati ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_2.2.1:23.0.1",
        "original": "2.2.1.2. Atītavāra",
        "analyzed": "atītavāra ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_2.2.1:23.0.2",
        "original": "2.2.1.2.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_2.2.1:23.1",
        "original": "Yassa rūpakkhandho uppajjittha tassa vedanākkhandho uppajjitthāti? Āmantā.",
        "analyzed": "yassa rūpa kkhandhaḥ uppajjittha tassa vedanā kkhandhaḥ uppajjittha ati āmantā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_2.2.1:24.1",
        "original": "Yassa vā pana vedanākkhandho uppajjittha tassa rūpakkhandho uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ uppajjittha tassa rūpa kkhandhaḥ uppajjittha ati āmantā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_2.2.1:25.0",
        "original": "2.2.1.2.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_2.2.1:25.1",
        "original": "Yattha rūpakkhandho uppajjittha tattha vedanākkhandho uppajjitthāti?",
        "analyzed": "yattha rūpa kkhandhaḥ uppajjittha tattha vedanā kkhandhaḥ uppajjittha ati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_2.2.1:26.1",
        "original": "Asaññasatte tattha rūpakkhandho uppajjittha, no ca tattha vedanākkhandho uppajjittha. Pañcavokāre tattha rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjittha.",
        "analyzed": "asaññasatte tattha rūpa kkhandho uppajjittha no ca tattha vedanā kkhandho uppajjittha pañcavokāre tattha rūpa kkhandho ca uppajjittha vedanā kkhandho ca uppajjittha ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_2.2.1:27.1",
        "original": "Yattha vā pana vedanākkhandho uppajjittha tattha rūpakkhandho uppajjitthāti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ uppajjittha tattha rūpa kkhandhaḥ uppajjittha ati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_2.2.1:28.1",
        "original": "Arūpe tattha vedanākkhandho uppajjittha, no ca tattha rūpakkhandho uppajjittha. Pañcavokāre tattha vedanākkhandho ca uppajjittha rūpakkhandho ca uppajjittha.",
        "analyzed": "arūpe tattha vedanā kkhandho uppajjittha no ca tattha rūpa kkhandho uppajjittha pañcavokāre tattha vedanā kkhandho ca uppajjittha rūpa kkhandho ca uppajjittha ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_2.2.1:29.0",
        "original": "2.2.1.2.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_2.2.1:29.1",
        "original": "Yassa yattha rūpakkhandho uppajjittha tassa tattha vedanākkhandho uppajjitthāti?",
        "analyzed": "yassa yattha rūpa kkhandho uppajjittha tassa tattha vedanā kkhandho uppajjittha ati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_2.2.1:30.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjittha, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "asaññasattānam tesam tattha rūpa kkhandho uppajjittha no ca tesam tattha vedanā kkhandho ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_2.2.1:30.1_1",
        "original": "uppajjittha. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjittha.",
        "analyzed": "uppajjittha pañcavokārānam tesam tattha rūpa kkhandho ca uppajjittha vedanā kkhandho ca uppajjittha ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_2.2.1:31.1",
        "original": "Yassa vā pana yattha vedanākkhandho uppajjittha tassa tattha rūpakkhandho uppajjitthāti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandho uppajjittha tassa tattha rūpa kkhandho uppajjittha ati ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_2.2.1:32.1_0",
        "original": "Arūpānaṁ tesaṁ tattha vedanākkhandho uppajjittha, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "arūpānam tesam tattha vedanā kkhandho uppajjittha no ca tesam tattha rūpa kkhandho ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_2.2.1:32.1_1",
        "original": "uppajjittha. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca uppajjittha rūpakkhandho ca uppajjittha.",
        "analyzed": "uppajjittha pañcavokārānam tesam tattha vedanā kkhandho ca uppajjittha rūpa kkhandho ca uppajjittha ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_2.2.1:33.0",
        "original": "2.2.1.2.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_2.2.1:33.1",
        "original": "Yassa rūpakkhandho nuppajjittha tassa vedanākkhandho nuppajjitthāti? Natthi.",
        "analyzed": "yassa rūpa kkhandhaḥ nuppajjittha tassa vedanā kkhandhaḥ nuppajjittha ati natthi ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_2.2.1:34.1",
        "original": "Yassa vā pana vedanākkhandho nuppajjittha tassa rūpakkhandho nuppajjitthāti? Natthi.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nuppajjittha tassa rūpa kkhandhaḥ nuppajjittha ati natthi ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_2.2.1:35.0",
        "original": "2.2.1.2.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_2.2.1:35.1",
        "original": "Yattha rūpakkhandho nuppajjittha tattha vedanākkhandho nuppajjitthāti? Uppajjittha.",
        "analyzed": "yattha rūpa kkhandhaḥ nuppajjittha tattha vedanā kkhandhaḥ nuppajjittha ati uppajjittha ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_2.2.1:36.1",
        "original": "Yattha vā pana vedanākkhandho nuppajjittha tattha rūpakkhandho nuppajjitthāti? Uppajjittha.",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ nuppajjittha tattha rūpa kkhandhaḥ nuppajjittha ati uppajjittha ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_2.2.1:37.0",
        "original": "2.2.1.2.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_2.2.1:37.1",
        "original": "Yassa yattha rūpakkhandho nuppajjittha tassa tattha vedanākkhandho nuppajjitthāti?",
        "analyzed": "yassa yattha rūpa kkhandho nuppajjittha tassa tattha vedanā kkhandho nuppajjittha ati ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_2.2.1:38.1_0",
        "original": "Arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjittha, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "arūpānam tesam tattha rūpa kkhandho nuppajjittha no ca tesam tattha vedanā kkhandho ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_2.2.1:38.1_1",
        "original": "nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha rūpakkhandho ca nuppajjittha vedanākkhandho ca nuppajjittha.",
        "analyzed": "nuppajjittha suddhāvāsānam tesam tattha rūpa kkhandho ca nuppajjittha vedanā kkhandho ca nuppajjittha ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_2.2.1:39.1",
        "original": "Yassa vā pana yattha vedanākkhandho nuppajjittha tassa tattha rūpakkhandho nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandho nuppajjittha tassa tattha rūpa kkhandho nuppajjittha ati ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_2.2.1:40.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho nuppajjittha, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "asaññasattānam tesam tattha vedanā kkhandho nuppajjittha no ca tesam tattha rūpa kkhandho ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_2.2.1:40.1_1",
        "original": "nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha vedanākkhandho ca nuppajjittha rūpakkhandho ca nuppajjittha.",
        "analyzed": "nuppajjittha suddhāvāsānam tesam tattha vedanā kkhandho ca nuppajjittha rūpa kkhandho ca nuppajjittha ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_2.2.1:41.0.1",
        "original": "2.2.1.3. Anāgatavāra",
        "analyzed": "anāgatavāra ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_2.2.1:41.0.2",
        "original": "2.2.1.3.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_2.2.1:41.1",
        "original": "Yassa rūpakkhandho uppajjissati tassa vedanākkhandho uppajjissatīti? Āmantā.",
        "analyzed": "yassa rūpa kkhandhaḥ uppajjissati tassa vedanā kkhandhaḥ uppajjissati iti āmantā ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_2.2.1:42.1",
        "original": "Yassa vā pana vedanākkhandho uppajjissati tassa rūpakkhandho uppajjissatīti?",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ uppajjissati tassa rūpa kkhandhaḥ uppajjissati iti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_2.2.1:43.1_0",
        "original": "Ye arūpaṁ upapajjitvā parinibbāyissanti tesaṁ vedanākkhandho uppajjissati, no ca",
        "analyzed": "ye arūpam upapajjitvā parinibbāyissanti tesam vedanā khandhaḥ uppajjissati no ca ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_2.2.1:43.1_1",
        "original": "tesaṁ rūpakkhandho uppajjissati. Itaresaṁ tesaṁ vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjissati.",
        "analyzed": "tesam rūpa kkhandho uppajjissati itaresam tesam vedanā kkhandho ca uppajjissati rūpa kkhandho ca uppajjissati ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_2.2.1:44.0",
        "original": "2.2.1.3.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_2.2.1:44.1",
        "original": "Yattha rūpakkhandho uppajjissati tattha vedanākkhandho uppajjissatīti?",
        "analyzed": "yattha rūpa kkhandhaḥ uppajjissati tattha vedanā kkhandhaḥ uppajjissati iti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_2.2.1:45.1",
        "original": "Asaññasatte tattha rūpakkhandho uppajjissati, no ca tattha vedanākkhandho uppajjissati. Pañcavokāre tattha rūpakkhandho ca uppajjissati vedanākkhandho ca uppajjissati.",
        "analyzed": "asaññasatte tattha rūpa kkhandho uppajjissati no ca tattha vedanā kkhandho uppajjissati pañcavokāre tattha rūpa kkhandho ca uppajjissati vedanā kkhandho ca uppajjissati ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_2.2.1:46.1",
        "original": "Yattha vā pana vedanākkhandho uppajjissati tattha rūpakkhandho uppajjissatīti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ uppajjissati tattha rūpa kkhandhaḥ uppajjissati iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_2.2.1:47.1",
        "original": "Arūpe tattha vedanākkhandho uppajjissati, no ca tattha rūpakkhandho uppajjissati. Pañcavokāre tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjissati.",
        "analyzed": "arūpe tattha vedanā kkhandho uppajjissati no ca tattha rūpa kkhandho uppajjissati pañcavokāre tattha vedanā kkhandho ca uppajjissati rūpa kkhandho ca uppajjissati ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_2.2.1:48.0",
        "original": "2.2.1.3.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_2.2.1:48.1",
        "original": "Yassa yattha rūpakkhandho uppajjissati tassa tattha vedanākkhandho uppajjissatīti?",
        "analyzed": "yassa yattha rūpa kkhandho uppajjissati tassa tattha vedanā kkhandho uppajjissati iti ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_2.2.1:49.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjissati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "asaññasattānam tesam tattha rūpa kkhandho uppajjissati no ca tesam tattha vedanā kkhandho ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_2.2.1:49.1_1",
        "original": "uppajjissati. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca uppajjissati vedanākkhandho ca uppajjissati.",
        "analyzed": "uppajjissati pañcavokārānam tesam tattha rūpa kkhandho ca uppajjissati vedanā kkhandho ca uppajjissati ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_2.2.1:50.1",
        "original": "Yassa vā pana yattha vedanākkhandho uppajjissati tassa tattha rūpakkhandho uppajjissatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ uppajjissati tassa tattha rūpa kkhandhaḥ uppajjissati iti ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_2.2.1:51.1_0",
        "original": "Arūpānaṁ tesaṁ tattha vedanākkhandho uppajjissati, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "arūpānam tesam tattha vedanā kkhandho uppajjissati no ca tesam tattha rūpa kkhandho ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_2.2.1:51.1_1",
        "original": "uppajjissati. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjissati.",
        "analyzed": "uppajjissati pañcavokārānam tesam tattha vedanā kkhandho ca uppajjissati rūpa kkhandho ca uppajjissati ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_2.2.1:52.0",
        "original": "2.2.1.3.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_2.2.1:52.1",
        "original": "Yassa rūpakkhandho nuppajjissati tassa vedanākkhandho nuppajjissatīti?",
        "analyzed": "yassa rūpa kkhandhaḥ nuppajjissati tassa vedanā kkhandhaḥ nuppajjissati iti ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_2.2.1:53.1_0",
        "original": "Ye arūpaṁ upapajjitvā parinibbāyissanti tesaṁ rūpakkhandho nuppajjissati, no ca tesaṁ",
        "analyzed": "ye arūpam upapajjitvā parinibbāyissanti tesam rūpa khandho nuppajjissati no ca tesam ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_2.2.1:53.1_1",
        "original": "vedanākkhandho nuppajjissati. Pacchimabhavikānaṁ tesaṁ rūpakkhandho ca nuppajjissati",
        "analyzed": "vedanā kkhandho nuppajjissati pacchimabhavikānam tesam rūpa kkhandho ca nuppajjissati ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_2.2.1:53.1_2",
        "original": "vedanākkhandho ca nuppajjissati.",
        "analyzed": "vedanā khandhaḥ ca nuppajjissati ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_2.2.1:54.1",
        "original": "Yassa vā pana vedanākkhandho nuppajjissati tassa rūpakkhandho nuppajjissatīti? Āmantā.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nuppajjissati tassa rūpa kkhandhaḥ nuppajjissati iti āmantā ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_2.2.1:55.0",
        "original": "2.2.1.3.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_2.2.1:55.1",
        "original": "Yattha rūpakkhandho nuppajjissati tattha vedanākkhandho nuppajjissatīti? Uppajjissati.",
        "analyzed": "yattha rūpa kkhandhaḥ nuppajjissati tattha vedanā kkhandhaḥ nuppajjissati iti uppajjissati ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_2.2.1:56.1",
        "original": "Yattha vā pana vedanākkhandho nuppajjissati tattha rūpakkhandho nuppajjissatīti? Uppajjissati.",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ nuppajjissati tattha rūpa kkhandhaḥ nuppajjissati iti uppajjissati ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_2.2.1:57.0",
        "original": "2.2.1.3.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_2.2.1:57.1",
        "original": "Yassa yattha rūpakkhandho nuppajjissati tassa tattha vedanākkhandho nuppajjissatīti?",
        "analyzed": "yassa yattha rūpa kkhandho nuppajjissati tassa tattha vedanā kkhandho nuppajjissati iti ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_2.2.1:58.1_0",
        "original": "Arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjissati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "arūpānam tesam tattha rūpa kkhandho nuppajjissati no ca tesam tattha vedanā kkhandho ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_2.2.1:58.1_1",
        "original": "nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha rūpakkhandho ca nuppajjissati vedanākkhandho ca nuppajjissati.",
        "analyzed": "nuppajjissati pacchimabhavikānam tesam tattha rūpa kkhandho ca nuppajjissati vedanā kkhandho ca nuppajjissati ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_2.2.1:59.1",
        "original": "Yassa vā pana yattha vedanākkhandho nuppajjissati tassa tattha rūpakkhandho nuppajjissatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ nuppajjissati tassa tattha rūpa kkhandhaḥ nuppajjissati iti ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_2.2.1:60.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho nuppajjissati, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "asaññasattānam tesam tattha vedanā kkhandho nuppajjissati no ca tesam tattha rūpa kkhandho ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_2.2.1:60.1_1",
        "original": "nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha vedanākkhandho ca nuppajjissati rūpakkhandho ca nuppajjissati.",
        "analyzed": "nuppajjissati pacchimabhavikānam tesam tattha vedanā kkhandho ca nuppajjissati rūpa kkhandho ca nuppajjissati ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_2.2.1:61.0.1",
        "original": "2.2.1.4. Paccuppannātītavāra",
        "analyzed": "      ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_2.2.1:61.0.2",
        "original": "2.2.1.4.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_2.2.1:61.1",
        "original": "Yassa rūpakkhandho uppajjati tassa vedanākkhandho uppajjitthāti? Āmantā.",
        "analyzed": "yassa rūpa kkhandhaḥ uppajjati tassa vedanā kkhandhaḥ uppajjittha ati āmantā ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_2.2.1:62.1",
        "original": "Yassa vā pana vedanākkhandho uppajjittha tassa rūpakkhandho uppajjatīti?",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ uppajjittha tassa rūpa kkhandhaḥ uppajjati iti ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_2.2.1:63.1_0",
        "original": "Sabbesaṁ cavantānaṁ arūpaṁ upapajjantānaṁ tesaṁ vedanākkhandho uppajjittha, no ca",
        "analyzed": "sabbesam cavantānam arūpam upapajjantānam tesam vedanā khandho uppajjittha no ca ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_2.2.1:63.1_1",
        "original": "tesaṁ rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ",
        "analyzed": "tesam rūpakkhandho uppajjati pañcavokāram upapajjantānam asaññasattam upapajjantānam ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_2.2.1:63.1_2",
        "original": "tesaṁ vedanākkhandho ca uppajjittha rūpakkhandho ca uppajjati.",
        "analyzed": "tesam vedanā kkhandhaḥ ca uppajjittha rūpa kkhandhaḥ ca uppajjati ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_2.2.1:64.1",
        "original": "Yassa vedanākkhandho uppajjati tassa saññākkhandho uppajjitthāti? Āmantā.",
        "analyzed": "yassa vedanā kkhandhaḥ uppajjati tassa saññā kkhandhaḥ uppajjittha ati āmantā ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_2.2.1:65.1",
        "original": "Yassa vā pana saññākkhandho uppajjittha tassa vedanākkhandho uppajjatīti?",
        "analyzed": "yassa vā pana saññā kkhandho uppajjittha tassa vedanā kkhandho uppajjati iti ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_2.2.1:66.1_0",
        "original": "Sabbesaṁ cavantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ saññākkhandho uppajjittha,",
        "analyzed": "sabbesam cavantānam asaññasattam upapajjantānam tesam saññā kkhandho uppajjittha ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_2.2.1:66.1_1",
        "original": "no ca tesaṁ vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ",
        "analyzed": "no ca tesam vedanā khandho uppajjati catuvokāram pañcavokāram upapajjantānam tesam ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_2.2.1:66.1_2",
        "original": "saññākkhandho ca uppajjittha vedanākkhandho ca uppajjati.",
        "analyzed": "saññā kkhandho ca uppajjittha vedanā kkhandho ca uppajjati ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_2.2.1:67.0",
        "original": "2.2.1.4.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_2.2.1:67.1",
        "original": "Yattha rūpakkhandho uppajjati tattha vedanākkhandho uppajjitthāti?",
        "analyzed": "yattha rūpa kkhandhaḥ uppajjati tattha vedanā kkhandhaḥ uppajjittha ati ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_2.2.1:68.1",
        "original": "Asaññasatte tattha rūpakkhandho uppajjati, no ca tattha vedanākkhandho uppajjittha. Pañcavokāre tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjittha.",
        "analyzed": "asaññasatte tattha rūpa kkhandho uppajjati no ca tattha vedanā kkhandho uppajjittha pañcavokāre tattha rūpa kkhandho ca uppajjati vedanā kkhandho ca uppajjittha ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_2.2.1:69.1",
        "original": "Yattha vā pana vedanākkhandho uppajjittha tattha rūpakkhandho uppajjatīti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ uppajjittha tattha rūpa kkhandhaḥ uppajjati iti ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_2.2.1:70.1",
        "original": "Arūpe tattha vedanākkhandho uppajjittha, no ca tattha rūpakkhandho uppajjati. Pañcavokāre tattha vedanākkhandho ca uppajjittha rūpakkhandho ca uppajjati.",
        "analyzed": "arūpe tattha vedanā kkhandho uppajjittha no ca tattha rūpa kkhandho uppajjati pañcavokāre tattha vedanā kkhandho ca uppajjittha rūpa kkhandho ca uppajjati ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_2.2.1:71.1",
        "original": "Yattha vedanākkhandho uppajjati tattha saññākkhandho uppajjitthāti? Āmantā.",
        "analyzed": "yattha vedanā kkhandhaḥ uppajjati tattha saññā kkhandhaḥ uppajjittha ati āmantā ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_2.2.1:72.1",
        "original": "Yattha vā pana saññākkhandho uppajjittha tattha vedanākkhandho uppajjatīti? Āmantā.",
        "analyzed": "yattha vā pana saññā kkhandhaḥ uppajjittha tattha vedanā kkhandhaḥ uppajjati iti āmantā ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_2.2.1:73.0",
        "original": "2.2.1.4.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_2.2.1:73.1",
        "original": "Yassa yattha rūpakkhandho uppajjati tassa tattha vedanākkhandho uppajjitthāti?",
        "analyzed": "yassa yattha rūpa kkhandho uppajjati tassa tattha vedanā kkhandho uppajjittha ati ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_2.2.1:74.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho",
        "analyzed": "suddhāvāsam upapajjantānam asaññasattam upapajjantānam tesam tattha rūpa kkhandho ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_2.2.1:74.1_1",
        "original": "uppajjati, no ca tesaṁ tattha vedanākkhandho uppajjittha. Itaresaṁ pañcavokāraṁ upapajjantānaṁ",
        "analyzed": "uppajjati no ca tesam tattha vedanā khandho uppajjittha itaresam pañcavokāram upapajjantāna ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_2.2.1:74.1_2",
        "original": "tesaṁ tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjittha.",
        "analyzed": "tesam tattha rūpa kkhandho ca uppajjati vedanā kkhandho ca uppajjittha ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_2.2.1:75.1",
        "original": "Yassa vā pana yattha vedanākkhandho uppajjittha tassa tattha rūpakkhandho uppajjatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandho uppajjittha tassa tattha rūpa kkhandho uppajjati iti ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_2.2.1:76.1_0",
        "original": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho uppajjittha, no ca tesaṁ",
        "analyzed": "pañcavokārā cavantānam arūpānam tesam tattha vedanā khandho uppajjittha no ca tesam ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_2.2.1:76.1_1",
        "original": "tattha rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "tattha rūpa kkhandho uppajjati pañcavokāram upapajjantānam tesam tattha vedanā kkhandho ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_2.2.1:76.1_2",
        "original": "ca uppajjittha rūpakkhandho ca uppajjati.",
        "analyzed": "ca uppajjittha rūpakkhandho ca uppajjati ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_2.2.1:77.1",
        "original": "Yassa yattha vedanākkhandho uppajjati tassa tattha saññākkhandho uppajjitthāti?",
        "analyzed": "yassa yattha vedanā kkhandho uppajjati tassa tattha saññā kkhandho uppajjittha ati ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_2.2.1:78.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho uppajjati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāsam upapajjantānam tesam tattha vedanā khandho uppajjati no ca tesam tattha ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_2.2.1:78.1_1",
        "original": "saññākkhandho uppajjittha. Itaresaṁ catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ",
        "analyzed": "saññā kkhandho uppajjittha itaresam catuvokāram pañcavokāram upapajjantānam ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_2.2.1:78.1_2",
        "original": "tattha vedanākkhandho ca uppajjati saññākkhandho ca uppajjittha.",
        "analyzed": "tattha vedanā khandho ca uppajjati saññā khandho ca uppajjittha ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_2.2.1:79.1",
        "original": "Yassa vā pana yattha saññākkhandho uppajjittha tassa tattha vedanākkhandho uppajjatīti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho uppajjittha tassa tattha vedanā kkhandho uppajjati iti ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_2.2.1:80.1_0",
        "original": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha saññākkhandho uppajjittha, no ca tesaṁ",
        "analyzed": "catuvokārā pañcavokārā cavantānam tesam tattha saññā khandho uppajjittha no ca tesam ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_2.2.1:80.1_1",
        "original": "tattha vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha",
        "analyzed": "tattha vedanā khandho uppajjati catuvokāram pañcavokāram upapajjantānam tesam tattha ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_2.2.1:80.1_2",
        "original": "saññākkhandho ca uppajjittha vedanākkhandho ca uppajjati.",
        "analyzed": "saññā kkhandho ca uppajjittha vedanā kkhandho ca uppajjati ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_2.2.1:81.0",
        "original": "2.2.1.4.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_2.2.1:81.1",
        "original": "Yassa rūpakkhandho nuppajjati tassa vedanākkhandho nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa rūpa kkhandhaḥ nuppajjati tassa vedanā kkhandhaḥ nuppajjittha ati uppajjittha ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_2.2.1:82.1",
        "original": "Yassa vā pana vedanākkhandho nuppajjittha tassa rūpakkhandho nuppajjatīti? Natthi.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nuppajjittha tassa rūpa kkhandhaḥ nuppajjati iti natthi ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_2.2.1:83.1",
        "original": "Yassa vedanākkhandho nuppajjati tassa saññākkhandho nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vedanā kkhandhaḥ nuppajjati tassa saññā kkhandho nuppajjittha ati uppajjittha ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_2.2.1:84.1",
        "original": "Yassa vā pana saññākkhandho nuppajjittha tassa vedanākkhandho nuppajjatīti? Natthi.",
        "analyzed": "yassa vā pana saññā kkhandhaḥ nuppajjittha tassa vedanā kkhandho nuppajjati iti natthi ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_2.2.1:85.0",
        "original": "2.2.1.4.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_2.2.1:85.1",
        "original": "Yattha rūpakkhandho nuppajjati tattha vedanākkhandho nuppajjitthāti? Uppajjittha.",
        "analyzed": "yattha rūpa kkhandhaḥ nuppajjati tattha vedanā kkhandhaḥ nuppajjittha ati uppajjittha ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_2.2.1:86.1",
        "original": "Yattha vā pana vedanākkhandho nuppajjittha tattha rūpakkhandho nuppajjatīti? Uppajjati.",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ nuppajjittha tattha rūpa kkhandhaḥ nuppajjati iti uppajjati ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_2.2.1:87.1",
        "original": "Yattha vedanākkhandho nuppajjati tattha saññākkhandho nuppajjitthāti? Āmantā.",
        "analyzed": "yattha vedanā kkhandhaḥ na uppajjati tattha saññā kkhandhaḥ na uppajjittha ati āmantā ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_2.2.1:88.1",
        "original": "Yattha vā pana saññākkhandho nuppajjittha tattha vedanākkhandho nuppajjatīti? Āmantā.",
        "analyzed": "yattha vā pana saññā kkhandhaḥ nuppajjittha tattha vedanā kkhandhaḥ nuppajjati iti āmantā ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_2.2.1:89.0",
        "original": "2.2.1.4.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_2.2.1:89.1",
        "original": "Yassa yattha rūpakkhandho nuppajjati tassa tattha vedanākkhandho nuppajjitthāti?",
        "analyzed": "yassa yattha rūpa kkhandho nuppajjati tassa tattha vedanā kkhandho nuppajjittha ati ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_2.2.1:90.1_0",
        "original": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjati, no ca tesaṁ",
        "analyzed": "pañcavokārā cavantānam arūpānam tesam tattha rūpa khandho nuppajjati no ca tesam ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_2.2.1:90.1_1",
        "original": "tattha vedanākkhandho nuppajjittha. Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ",
        "analyzed": "tattha vedanā khandho nuppajjittha suddhāvāse parinibbantānam asaññasattā cavantānam ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_2.2.1:90.1_2",
        "original": "tesaṁ tattha rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjittha.",
        "analyzed": "tesam tattha rūpa kkhandho ca nuppajjati vedanā kkhandho ca nuppajjittha ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_2.2.1:91.1",
        "original": "Yassa vā pana yattha vedanākkhandho nuppajjittha tassa tattha rūpakkhandho nuppajjatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandho nuppajjittha tassa tattha rūpa kkhandho nuppajjati iti ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_2.2.1:92.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "suddhāvāsam upapajjantānam asaññasattam upapajjantānam tesam tattha vedanā khandho ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_2.2.1:92.1_1",
        "original": "nuppajjittha, no ca tesaṁ tattha rūpakkhandho nuppajjati. Suddhāvāse parinibbantānaṁ",
        "analyzed": "nuppajjittha no ca tesam tattha rūpa khandho nuppajjati suddhāvāse parinibbantāna ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_2.2.1:92.1_2",
        "original": "asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho ca nuppajjittha rūpakkhandho ca nuppajjati.",
        "analyzed": "asaññasattā cavantānam tesam tattha vedanā kkhandho ca nuppajjittha rūpa kkhandho ca nuppajjati ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_2.2.1:93.1",
        "original": "Yassa yattha vedanākkhandho nuppajjati tassa tattha saññākkhandho nuppajjitthāti?",
        "analyzed": "yassa yattha vedanā kkhandho nuppajjati tassa tattha saññā kkhandho nuppajjittha ati ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_2.2.1:94.1_0",
        "original": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho nuppajjati, no ca tesaṁ",
        "analyzed": "catuvokārā pañcavokārā cavantānam tesam tattha vedanā khandho nuppajjati no ca tesam ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_2.2.1:94.1_1",
        "original": "tattha saññākkhandho nuppajjittha. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ",
        "analyzed": "tattha saññā kkhandho nuppajjittha suddhāvāse parinibbantānam asaññasattānam ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_2.2.1:94.1_2",
        "original": "tattha vedanākkhandho ca nuppajjati saññākkhandho ca nuppajjittha.",
        "analyzed": "tattha vedanā kkhandho ca nuppajjati saññā kkhandho ca nuppajjittha ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_2.2.1:95.1",
        "original": "Yassa vā pana yattha saññākkhandho nuppajjittha tassa tattha vedanākkhandho nuppajjatīti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho nuppajjittha tassa tattha vedanā kkhandho nuppajjati iti ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_2.2.1:96.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nuppajjittha, no ca tesaṁ tattha",
        "analyzed": "suddhāvāsam upapajjantānam tesam tattha saññā kkhandho nuppajjittha no ca tesam tattha ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_2.2.1:96.1_1",
        "original": "vedanākkhandho nuppajjati. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha",
        "analyzed": "vedanā khandho nuppajjati suddhāvāse parinibbantānam asaññasattānam tesam tattha ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_2.2.1:96.1_2",
        "original": "saññākkhandho ca nuppajjittha vedanākkhandho ca nuppajjati.",
        "analyzed": "saññā kkhandho ca nuppajjittha vedanā kkhandho ca nuppajjati ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_2.2.1:97.0.1",
        "original": "2.2.1.5. Paccuppannānāgatavāra",
        "analyzed": "      ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_2.2.1:97.0.2",
        "original": "2.2.1.5.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_2.2.1:97.1",
        "original": "Yassa rūpakkhandho uppajjati tassa vedanākkhandho uppajjissatīti?",
        "analyzed": "yassa rūpa kkhandhaḥ uppajjati tassa vedanā kkhandhaḥ uppajjissati iti ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_2.2.1:98.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ rūpakkhandho uppajjati, no ca",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam tesam rūpakkhandho uppajjati no ca ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_2.2.1:98.1_1",
        "original": "tesaṁ vedanākkhandho uppajjissati. Itaresaṁ pañcavokāraṁ upapajjantānaṁ asaññasattaṁ",
        "analyzed": "tesam vedanā khandho uppajjissati itaresam pañcavokāram upapajjantānam asaññasatta ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_2.2.1:98.1_2",
        "original": "upapajjantānaṁ tesaṁ rūpakkhandho ca uppajjati vedanākkhandho ca uppajjissati.",
        "analyzed": "upapajjantānam tesam rūpa kkhandho ca uppajjati vedanā kkhandho ca uppajjissati ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_2.2.1:99.1",
        "original": "Yassa vā pana vedanākkhandho uppajjissati tassa rūpakkhandho uppajjatīti?",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ uppajjissati tassa rūpa kkhandhaḥ uppajjati iti ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_2.2.1:100.1_0",
        "original": "Sabbesaṁ cavantānaṁ arūpaṁ upapajjantānaṁ tesaṁ vedanākkhandho uppajjissati, no ca",
        "analyzed": "sabbesam cavantānam arūpam upapajjantānam tesam vedanā khandho uppajjissati no ca ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_2.2.1:100.1_1",
        "original": "tesaṁ rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ",
        "analyzed": "tesam rūpakkhandho uppajjati pañcavokāram upapajjantānam asaññasattam upapajjantānam ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_2.2.1:100.1_2",
        "original": "tesaṁ vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjati.",
        "analyzed": "tesam vedanā kkhandhaḥ ca uppajjissati rūpa kkhandhaḥ ca uppajjati ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_2.2.1:101.1",
        "original": "Yassa vedanākkhandho uppajjati tassa saññākkhandho uppajjissatīti?",
        "analyzed": "yassa vedanā kkhandhaḥ uppajjati tassa saññā kkhandhaḥ uppajjissati iti ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_2.2.1:102.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ vedanākkhandho uppajjati, no ca tesaṁ saññākkhandho",
        "analyzed": "pacchimabhavikānam upapajjantānam tesam vedanā kkhandho uppajjati no ca tesam saññā kkhandho ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_2.2.1:102.1_1",
        "original": "uppajjissati. Itaresaṁ catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ vedanākkhandho",
        "analyzed": "uppajjissati itaresam catuvokāram pañcavokāram upapajjantānam tesam vedanā khandho ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_2.2.1:102.1_2",
        "original": "ca uppajjati saññākkhandho ca uppajjissati.",
        "analyzed": "ca uppajjati saññā kkhandho ca uppajjissati ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_2.2.1:103.1",
        "original": "Yassa vā pana saññākkhandho uppajjissati tassa vedanākkhandho uppajjatīti?",
        "analyzed": "yassa vā pana saññā kkhandhaḥ uppajjissati tassa vedanā kkhandhaḥ uppajjati iti ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_2.2.1:104.1_0",
        "original": "Sabbesaṁ cavantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ saññākkhandho uppajjissati,",
        "analyzed": "sabbesam cavantānam asaññasattam upapajjantānam tesam saññā kkhandho uppajjissati ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_2.2.1:104.1_1",
        "original": "no ca tesaṁ vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ",
        "analyzed": "no ca tesam vedanā khandho uppajjati catuvokāram pañcavokāram upapajjantānam tesam ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_2.2.1:104.1_2",
        "original": "saññākkhandho ca uppajjissati vedanākkhandho ca uppajjati.",
        "analyzed": "saññā kkhandho ca uppajjissati vedanā kkhandho ca uppajjati ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_2.2.1:105.0",
        "original": "2.2.1.5.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_2.2.1:105.1",
        "original": "Yattha rūpakkhandho uppajjati tattha vedanākkhandho uppajjissatīti?",
        "analyzed": "yattha rūpa kkhandhaḥ uppajjati tattha vedanā kkhandhaḥ uppajjissati iti ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_2.2.1:106.1",
        "original": "Asaññasatte tattha rūpakkhandho uppajjati, no ca tattha vedanākkhandho uppajjissati. Pañcavokāre tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjissati.",
        "analyzed": "asaññasatte tattha rūpa kkhandho uppajjati no ca tattha vedanā kkhandho uppajjissati pañcavokāre tattha rūpa kkhandho ca uppajjati vedanā kkhandho ca uppajjissati ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_2.2.1:107.1",
        "original": "Yattha vā pana vedanākkhandho uppajjissati tattha rūpakkhandho uppajjatīti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ uppajjissati tattha rūpa kkhandhaḥ uppajjati iti ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_2.2.1:108.1",
        "original": "Arūpe tattha vedanākkhandho uppajjissati, no ca tattha rūpakkhandho uppajjati. Pañcavokāre tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjati.",
        "analyzed": "arūpe tattha vedanā kkhandho uppajjissati no ca tattha rūpa kkhandho uppajjati pañcavokāre tattha vedanā kkhandho ca uppajjissati rūpa kkhandho ca uppajjati ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_2.2.1:109.1",
        "original": "Yattha vedanākkhandho uppajjati tattha saññākkhandho uppajjissatīti? Āmantā.",
        "analyzed": "yattha vedanā kkhandhaḥ uppajjati tattha saññā kkhandhaḥ uppajjissati iti āmantā ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_2.2.1:110.1",
        "original": "Yattha vā pana saññākkhandho uppajjissati tattha vedanākkhandho uppajjatīti? Āmantā.",
        "analyzed": "yattha vā pana saññā kkhandhaḥ uppajjissati tattha vedanā kkhandhaḥ uppajjati iti āmantā ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_2.2.1:111.0",
        "original": "2.2.1.5.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_2.2.1:111.1",
        "original": "Yassa yattha rūpakkhandho uppajjati tassa tattha vedanākkhandho uppajjissatīti?",
        "analyzed": "yassa yattha rūpa kkhandho uppajjati tassa tattha vedanā kkhandho uppajjissati iti ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_2.2.1:112.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam asaññasattam upapajjantānam ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_2.2.1:112.1_1",
        "original": "tattha rūpakkhandho uppajjati, no ca tesaṁ tattha vedanākkhandho uppajjissati. Itaresaṁ",
        "analyzed": "tattha rūpa kkhandho uppajjati no ca tesam tattha vedanā kkhandho uppajjissati itaresa ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_2.2.1:112.1_2",
        "original": "pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca uppajjati vedanākkhandho ca uppajjissati.",
        "analyzed": "pañcavokāram upapajjantānam tesam tattha rūpa kkhandho ca uppajjati vedanā kkhandho ca uppajjissati ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_2.2.1:113.1",
        "original": "Yassa vā pana yattha vedanākkhandho uppajjissati tassa tattha rūpakkhandho uppajjatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ uppajjissati tassa tattha rūpa kkhandhaḥ uppajjati iti ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_2.2.1:114.1_0",
        "original": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho uppajjissati, no ca tesaṁ",
        "analyzed": "pañcavokārā cavantānam arūpānam tesam tattha vedanā khandho uppajjissati no ca tesam ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_2.2.1:114.1_1",
        "original": "tattha rūpakkhandho uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "tattha rūpa kkhandho uppajjati pañcavokāram upapajjantānam tesam tattha vedanā kkhandho ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_2.2.1:114.1_2",
        "original": "ca uppajjissati rūpakkhandho ca uppajjati.",
        "analyzed": "ca uppajjissati rūpa khandho ca uppajjati ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_2.2.1:115.1",
        "original": "Yassa yattha vedanākkhandho uppajjati tassa tattha saññākkhandho uppajjissatīti?",
        "analyzed": "yassa yattha vedanā kkhandho uppajjati tassa tattha saññā kkhandho uppajjissati iti ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_2.2.1:116.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho uppajjati, no ca tesaṁ",
        "analyzed": "pacchimabhavikānam upapajjantānam tesam tattha vedanā khandho uppajjati no ca tesam ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_2.2.1:116.1_1",
        "original": "tattha saññākkhandho uppajjissati. Itaresaṁ catuvokāraṁ pañcavokāraṁ upapajjantānaṁ",
        "analyzed": "tattha saññā kkhandho uppajjissati itaresam catuvokāram pañcavokāram upapajjantāna ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_2.2.1:116.1_2",
        "original": "tesaṁ tattha vedanākkhandho ca uppajjati saññākkhandho ca uppajjissati.",
        "analyzed": "tesam tattha vedanā kkhandho ca uppajjati saññā kkhandho ca uppajjissati ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_2.2.1:117.1",
        "original": "Yassa vā pana yattha saññākkhandho uppajjissati tassa tattha vedanākkhandho uppajjatīti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho uppajjissati tassa tattha vedanā kkhandho uppajjati iti ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_2.2.1:118.1_0",
        "original": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha saññākkhandho uppajjissati, no ca",
        "analyzed": "catuvokārā pañcavokārā cavantānam tesam tattha saññā khandho uppajjissati no ca ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_2.2.1:118.1_1",
        "original": "tesaṁ tattha vedanākkhandho uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ",
        "analyzed": "tesam tattha vedanā khandho uppajjati catuvokāram pañcavokāram upapajjantānam ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_2.2.1:118.1_2",
        "original": "tattha saññākkhandho ca uppajjissati vedanākkhandho ca uppajjati.",
        "analyzed": "tattha saññā kkhandho ca uppajjissati vedanā kkhandho ca uppajjati ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_2.2.1:119.0",
        "original": "2.2.1.5.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_2.2.1:119.1",
        "original": "Yassa rūpakkhandho nuppajjati tassa vedanākkhandho nuppajjissatīti?",
        "analyzed": "yassa rūpa kkhandhaḥ nuppajjati tassa vedanā kkhandhaḥ nuppajjissati iti ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_2.2.1:120.1_0",
        "original": "Sabbesaṁ cavantānaṁ arūpaṁ upapajjantānaṁ tesaṁ rūpakkhandho nuppajjati, no ca tesaṁ",
        "analyzed": "sabbesam cavantānam arūpam upapajjantānam tesam rūpa kkhandho nuppajjati no ca tesam ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_2.2.1:120.1_1",
        "original": "vedanākkhandho nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "vedanā khandho nuppajjissati pañcavokāre parinibbantānam arūpe pacchimabhavikānam ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_2.2.1:120.1_2",
        "original": "tesaṁ rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjissati.",
        "analyzed": "tesam rūpa kkhandho ca nuppajjati vedanā kkhandho ca nuppajjissati ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_2.2.1:121.1",
        "original": "Yassa vā pana vedanākkhandho nuppajjissati tassa rūpakkhandho nuppajjatīti?",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nuppajjissati tassa rūpa kkhandhaḥ nuppajjati iti ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_2.2.1:122.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ vedanākkhandho nuppajjissati,",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam tesam vedanā khandho nuppajjissati ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_2.2.1:122.1_1",
        "original": "no ca tesaṁ rūpakkhandho nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "no ca tesam rūpa khandho nuppajjati pañcavokāre parinibbantānam arūpe ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_2.2.1:122.1_2",
        "original": "tesaṁ vedanākkhandho ca nuppajjissati rūpakkhandho ca nuppajjati.",
        "analyzed": "tesam vedanā kkhandhaḥ ca nuppajjissati rūpa kkhandhaḥ ca nuppajjati ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_2.2.1:123.1",
        "original": "Yassa vedanākkhandho nuppajjati tassa saññākkhandho nuppajjissatīti?",
        "analyzed": "yassa vedanā kkhandho nuppajjati tassa saññā kkhandho nuppajjissati iti ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_2.2.1:124.1_0",
        "original": "Sabbesaṁ cavantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ vedanākkhandho nuppajjati,",
        "analyzed": "sabbesam cavantānam asaññasattam upapajjantānam tesam vedanā khandho na uppajjati ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_2.2.1:124.1_1",
        "original": "no ca tesaṁ saññākkhandho nuppajjissati. Parinibbantānaṁ tesaṁ vedanākkhandho ca",
        "analyzed": "no ca tesam saññā kkhandho nuppajjissati parinibbantānam tesam vedanā kkhandho ca ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_2.2.1:124.1_2",
        "original": "nuppajjati saññākkhandho ca nuppajjissati.",
        "analyzed": "na uppajjati saññā kkhandho ca na uppajjissati ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_2.2.1:125.1",
        "original": "Yassa vā pana saññākkhandho nuppajjissati tassa vedanākkhandho nuppajjatīti?",
        "analyzed": "yassa vā pana saññā kkhandhaḥ nuppajjissati tassa vedanā kkhandho nuppajjati iti ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_2.2.1:126.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ saññākkhandho nuppajjissati, no ca tesaṁ",
        "analyzed": "pacchimabhavikānam upapajjantānam tesam saññā kkhandho nuppajjissati no ca tesam ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_2.2.1:126.1_1",
        "original": "vedanākkhandho nuppajjati. Parinibbantānaṁ tesaṁ saññākkhandho ca nuppajjissati vedanākkhandho ca nuppajjati.",
        "analyzed": "vedanā khandho nuppajjati parinibbantānam tesam saññā kkhandho ca nuppajjissati vedanā kkhandho ca nuppajjati ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_2.2.1:127.0",
        "original": "2.2.1.5.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_2.2.1:127.1",
        "original": "Yattha rūpakkhandho nuppajjati tattha vedanākkhandho nuppajjissatīti? Uppajjissati.",
        "analyzed": "yattha rūpa kkhandhaḥ nuppajjati tattha vedanā kkhandhaḥ nuppajjissati iti uppajjissati ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_2.2.1:128.1",
        "original": "Yattha vā pana vedanākkhandho nuppajjissati tattha rūpakkhandho nuppajjatīti? Uppajjati.",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ nuppajjissati tattha rūpa kkhandhaḥ nuppajjati iti uppajjati ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_2.2.1:129.1",
        "original": "Yattha vedanākkhandho nuppajjati tattha saññākkhandho nuppajjissatīti? Āmantā.",
        "analyzed": "yattha vedanā kkhandhaḥ na uppajjati tattha saññā kkhandhaḥ na uppajjissati iti āmantā ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_2.2.1:130.1",
        "original": "Yattha vā pana saññākkhandho nuppajjissati tattha vedanākkhandho nuppajjatīti? Āmantā.",
        "analyzed": "yattha vā pana saññā kkhandhaḥ nuppajjissati tattha vedanā kkhandhaḥ nuppajjati iti āmantā ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_2.2.1:131.0",
        "original": "2.2.1.5.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_2.2.1:131.1",
        "original": "Yassa yattha rūpakkhandho nuppajjati tassa tattha vedanākkhandho nuppajjissatīti?",
        "analyzed": "yassa yattha rūpa kkhandho nuppajjati tassa tattha vedanā kkhandho nuppajjissati iti ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_2.2.1:132.1_0",
        "original": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjati, no ca tesaṁ",
        "analyzed": "pañcavokārā cavantānam arūpānam tesam tattha rūpa khandho nuppajjati no ca tesam ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_2.2.1:132.1_1",
        "original": "tattha vedanākkhandho nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "tattha vedanā khandho nuppajjissati pañcavokāre parinibbantānam arūpe pacchimabhavikānam ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_2.2.1:132.1_2",
        "original": "asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho ca nuppajjati vedanākkhandho ca nuppajjissati.",
        "analyzed": "asaññasattā cavantānam tesam tattha rūpa kkhandho ca nuppajjati vedanā kkhandho ca nuppajjissati ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_2.2.1:133.1",
        "original": "Yassa vā pana yattha vedanākkhandho nuppajjissati tassa tattha rūpakkhandho nuppajjatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ nuppajjissati tassa tattha rūpa kkhandhaḥ nuppajjati iti ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_2.2.1:134.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam asaññasattam upapajjantānam ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_2.2.1:134.1_1",
        "original": "tattha vedanākkhandho nuppajjissati, no ca tesaṁ tattha rūpakkhandho nuppajjati.",
        "analyzed": "tattha vedanā kkhandho nuppajjissati no ca tesam tattha rūpa kkhandho nuppajjati ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_2.2.1:134.1_2",
        "original": "Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ asaññasattā cavantānaṁ tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam arūpe pacchimabhavikānam asaññasattā cavantānam ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_2.2.1:134.1_3",
        "original": "tattha vedanākkhandho ca nuppajjissati rūpakkhandho ca nuppajjati.",
        "analyzed": "tattha vedanā kkhandho ca nuppajjissati rūpa kkhandho ca nuppajjati ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_2.2.1:135.1",
        "original": "Yassa yattha vedanākkhandho nuppajjati tassa tattha saññākkhandho nuppajjissatīti?",
        "analyzed": "yassa yattha vedanā kkhandho nuppajjati tassa tattha saññā kkhandho nuppajjissati iti ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_2.2.1:136.1_0",
        "original": "Catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho nuppajjati, no ca tesaṁ",
        "analyzed": "catuvokārā pañcavokārā cavantānam tesam tattha vedanā khandho nuppajjati no ca tesam ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_2.2.1:136.1_1",
        "original": "tattha saññākkhandho nuppajjissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "tattha saññā kkhandho nuppajjissati parinibbantānam asaññasattānam tesam tattha vedanā kkhandho ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_2.2.1:136.1_2",
        "original": "ca nuppajjati saññākkhandho ca nuppajjissati.",
        "analyzed": "ca nuppajjati saññā kkhandho ca nuppajjissati ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_2.2.1:137.1",
        "original": "Yassa vā pana yattha saññākkhandho nuppajjissati tassa tattha vedanākkhandho nuppajjatīti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho nuppajjissati tassa tattha vedanā kkhandho nuppajjati iti ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_2.2.1:138.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nuppajjissati, no ca",
        "analyzed": "pacchimabhavikānam upapajjantānam tesam tattha saññā kkhandho nuppajjissati no ca ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_2.2.1:138.1_1",
        "original": "tesaṁ tattha vedanākkhandho nuppajjati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha",
        "analyzed": "tesam tattha vedanā khandho nuppajjati parinibbantānam asaññasattānam tesam tattha ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_2.2.1:138.1_2",
        "original": "saññākkhandho ca nuppajjissati vedanākkhandho ca nuppajjati.",
        "analyzed": "saññā kkhandhaḥ ca nuppajjissati vedanā kkhandhaḥ ca nuppajjati ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_2.2.1:139.0.1",
        "original": "2.2.1.6. Atītānāgatavāra",
        "analyzed": "       ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_2.2.1:139.0.2",
        "original": "2.2.1.6.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_2.2.1:139.1",
        "original": "Yassa rūpakkhandho uppajjittha tassa vedanākkhandho uppajjissatīti?",
        "analyzed": "yassa rūpa kkhandhaḥ uppajjittha tassa vedanā kkhandhaḥ uppajjissati iti ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_2.2.1:140.1",
        "original": "Pacchimabhavikānaṁ tesaṁ rūpakkhandho uppajjittha, no ca tesaṁ vedanākkhandho uppajjissati. Itaresaṁ tesaṁ rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjissati.",
        "analyzed": "pacchimabhavikānam tesam rūpa kkhandho uppajjittha no ca tesam vedanā kkhandho uppajjissati itaresam tesam rūpa kkhandho ca uppajjittha vedanā kkhandho ca uppajjissati ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_2.2.1:141.1",
        "original": "Yassa vā pana vedanākkhandho uppajjissati tassa rūpakkhandho uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ uppajjissati tassa rūpa kkhandhaḥ uppajjittha ati āmantā ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_2.2.1:142.1",
        "original": "Yassa vedanākkhandho uppajjittha tassa saññākkhandho uppajjissatīti?",
        "analyzed": "yassa vedanā kkhandho uppajjittha tassa saññā kkhandho uppajjissati iti ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_2.2.1:143.1",
        "original": "Pacchimabhavikānaṁ tesaṁ vedanākkhandho uppajjittha, no ca tesaṁ saññākkhandho uppajjissati. Itaresaṁ tesaṁ vedanākkhandho ca uppajjittha saññākkhandho ca uppajjissati.",
        "analyzed": "pacchimabhavikānam tesam vedanā kkhandho uppajjittha no ca tesam saññā kkhandho uppajjissati itaresam tesam vedanā kkhandho ca uppajjittha saññā kkhandho ca uppajjissati ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_2.2.1:144.1",
        "original": "Yassa vā pana saññākkhandho uppajjissati tassa vedanākkhandho uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana saññā kkhandhaḥ uppajjissati tassa vedanā kkhandhaḥ uppajjittha ati āmantā ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_2.2.1:145.0",
        "original": "2.2.1.6.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_2.2.1:145.1",
        "original": "Yattha rūpakkhandho uppajjittha tattha vedanākkhandho uppajjissatīti?",
        "analyzed": "yattha rūpa kkhandhaḥ uppajjittha tattha vedanā kkhandhaḥ uppajjissati iti ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_2.2.1:146.1",
        "original": "Asaññasatte tattha rūpakkhandho uppajjittha, no ca tattha vedanākkhandho uppajjissati. Pañcavokāre tattha rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjissati.",
        "analyzed": "asaññasatte tattha rūpa kkhandho uppajjittha no ca tattha vedanā kkhandho uppajjissati pañcavokāre tattha rūpa kkhandho ca uppajjittha vedanā kkhandho ca uppajjissati ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_2.2.1:147.1",
        "original": "Yattha vā pana vedanākkhandho uppajjissati tattha rūpakkhandho uppajjitthāti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ uppajjissati tattha rūpa kkhandhaḥ uppajjittha ati ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_2.2.1:148.1",
        "original": "Arūpe tattha vedanākkhandho uppajjissati, no ca tattha rūpakkhandho uppajjittha. Pañcavokāre tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjittha.",
        "analyzed": "arūpe tattha vedanā kkhandho uppajjissati no ca tattha rūpa kkhandho uppajjittha pañcavokāre tattha vedanā kkhandho ca uppajjissati rūpa kkhandho ca uppajjittha ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_2.2.1:149.1",
        "original": "Yattha vedanākkhandho uppajjittha tattha saññākkhandho uppajjissatīti? Āmantā.",
        "analyzed": "yattha vedanā kkhandhaḥ uppajjittha tattha saññā kkhandhaḥ uppajjissati iti āmantā ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_2.2.1:150.1",
        "original": "Yattha vā pana saññākkhandho uppajjissati tattha vedanākkhandho uppajjitthāti? Āmantā.",
        "analyzed": "yattha vā pana saññā kkhandhaḥ uppajjissati tattha vedanā kkhandhaḥ uppajjittha ati āmantā ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_2.2.1:151.0",
        "original": "2.2.1.6.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_2.2.1:151.1",
        "original": "Yassa yattha rūpakkhandho uppajjittha tassa tattha vedanākkhandho uppajjissatīti?",
        "analyzed": "yassa yattha rūpa kkhandho uppajjittha tassa tattha vedanā kkhandho uppajjissati iti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_2.2.1:152.1_0",
        "original": "Pañcavokāre pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjittha,",
        "analyzed": "pañcavokāre pacchimabhavikānam asaññasattānam tesam tattha rūpa kkhandho uppajjittha ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_2.2.1:152.1_1",
        "original": "no ca tesaṁ tattha vedanākkhandho uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha vedanā khandho uppajjissati itaresam pañcavokārānam tesam tattha ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_2.2.1:152.1_2",
        "original": "rūpakkhandho ca uppajjittha vedanākkhandho ca uppajjissati.",
        "analyzed": "rūpa kkhandhaḥ ca uppajjittha vedanā kkhandhaḥ ca uppajjissati ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_2.2.1:153.1",
        "original": "Yassa vā pana yattha vedanākkhandho uppajjissati tassa tattha rūpakkhandho uppajjitthāti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ uppajjissati tassa tattha rūpa kkhandhaḥ uppajjittha ati ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_2.2.1:154.1_0",
        "original": "Arūpānaṁ tesaṁ tattha vedanākkhandho uppajjissati, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "arūpānam tesam tattha vedanā kkhandho uppajjissati no ca tesam tattha rūpa kkhandho ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_2.2.1:154.1_1",
        "original": "uppajjittha. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca uppajjissati rūpakkhandho ca uppajjittha.",
        "analyzed": "uppajjittha pañcavokārānam tesam tattha vedanā kkhandho ca uppajjissati rūpa kkhandho ca uppajjittha ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_2.2.1:155.1",
        "original": "Yassa yattha vedanākkhandho uppajjittha tassa tattha saññākkhandho uppajjissatīti?",
        "analyzed": "yassa yattha vedanā kkhandho uppajjittha tassa tattha saññā kkhandho uppajjissati iti ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_2.2.1:156.1_0",
        "original": "Pacchimabhavikānaṁ tesaṁ tattha vedanākkhandho uppajjittha, no ca tesaṁ tattha saññākkhandho",
        "analyzed": "pacchimabhavikānam tesam tattha vedanā kkhandho uppajjittha no ca tesam tattha saññā kkhandho ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_2.2.1:156.1_1",
        "original": "uppajjissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca",
        "analyzed": "uppajjissati itaresam catuvokārānam pañcavokārānam tesam tattha vedanā khandho ca ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_2.2.1:156.1_2",
        "original": "uppajjittha saññākkhandho ca uppajjissati.",
        "analyzed": "uppajjittha saññā khandho ca uppajjissati ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_2.2.1:157.1",
        "original": "Yassa vā pana yattha saññākkhandho uppajjissati tassa tattha vedanākkhandho uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana yattha saññā kkhandho uppajjissati tassa tattha vedanā kkhandho uppajjittha ati āmantā ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_2.2.1:158.0",
        "original": "2.2.1.6.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_2.2.1:158.1",
        "original": "Yassa rūpakkhandho nuppajjittha tassa vedanākkhandho nuppajjissatīti? Natthi.",
        "analyzed": "yassa rūpa kkhandhaḥ nuppajjittha tassa vedanā kkhandhaḥ nuppajjissati iti natthi ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_2.2.1:159.1",
        "original": "Yassa vā pana vedanākkhandho nuppajjissati tassa rūpakkhandho nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nuppajjissati tassa rūpa kkhandhaḥ nuppajjittha ati uppajjittha ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_2.2.1:160.1",
        "original": "Yassa vedanākkhandho nuppajjittha tassa saññākkhandho nuppajjissatīti? Natthi.",
        "analyzed": "yassa vedanā kkhandhaḥ nuppajjittha tassa saññā kkhandho nuppajjissati iti natthi ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_2.2.1:161.1",
        "original": "Yassa vā pana saññākkhandho nuppajjissati tassa vedanākkhandho nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana saññā kkhandhaḥ nuppajjissati tassa vedanā kkhandho nuppajjittha ati uppajjittha ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_2.2.1:162.0",
        "original": "2.2.1.6.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_2.2.1:162.1",
        "original": "Yattha rūpakkhandho nuppajjittha tattha vedanākkhandho nuppajjissatīti? Uppajjissati.",
        "analyzed": "yattha rūpa kkhandhaḥ nuppajjittha tattha vedanā kkhandhaḥ nuppajjissati iti uppajjissati ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_2.2.1:163.1",
        "original": "Yattha vā pana vedanākkhandho nuppajjissati tattha rūpakkhandho nuppajjitthāti? Uppajjittha.",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ nuppajjissati tattha rūpa kkhandhaḥ nuppajjittha ati uppajjittha ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_2.2.1:164.1",
        "original": "Yattha vedanākkhandho nuppajjittha tattha saññākkhandho nuppajjissatīti? Āmantā.",
        "analyzed": "yattha vedanā kkhandhaḥ na uppajjittha tattha saññā kkhandhaḥ na uppajjissati iti āmantā ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_2.2.1:165.1",
        "original": "Yattha vā pana saññākkhandho nuppajjissati tattha vedanākkhandho nuppajjitthāti? Āmantā.",
        "analyzed": "yattha vā pana saññā kkhandhaḥ nuppajjissati tattha vedanā kkhandhaḥ nuppajjittha ati āmantā ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_2.2.1:166.0",
        "original": "2.2.1.6.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_2.2.1:166.1",
        "original": "Yassa yattha rūpakkhandho nuppajjittha tassa tattha vedanākkhandho nuppajjissatīti?",
        "analyzed": "yassa yattha rūpa kkhandho nuppajjittha tassa tattha vedanā kkhandho nuppajjissati iti ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_2.2.1:167.1_0",
        "original": "Arūpānaṁ tesaṁ tattha rūpakkhandho nuppajjittha, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "arūpānam tesam tattha rūpa kkhandho nuppajjittha no ca tesam tattha vedanā kkhandho ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_2.2.1:167.1_1",
        "original": "nuppajjissati. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha rūpakkhandho ca",
        "analyzed": "nuppajjissati suddhāvāsānam arūpe pacchimabhavikānam tesam tattha rūpa khandho ca ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_2.2.1:167.1_2",
        "original": "nuppajjittha vedanākkhandho ca nuppajjissati.",
        "analyzed": "nuppajjittha vedanā khandhaḥ ca nuppajjissati ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_2.2.1:168.1",
        "original": "Yassa vā pana yattha vedanākkhandho nuppajjissati tassa tattha rūpakkhandho nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ nuppajjissati tassa tattha rūpa kkhandhaḥ nuppajjittha ati ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_2.2.1:169.1_0",
        "original": "Pañcavokāre pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho nuppajjissati,",
        "analyzed": "pañcavokāre pacchimabhavikānam asaññasattānam tesam tattha vedanā khandho nuppajjissati ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_2.2.1:169.1_1",
        "original": "no ca tesaṁ tattha rūpakkhandho nuppajjittha. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "no ca tesam tattha rūpa khandho nuppajjittha suddhāvāsānam arūpe ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_2.2.1:169.1_2",
        "original": "tesaṁ tattha vedanākkhandho ca nuppajjissati rūpakkhandho ca nuppajjittha.",
        "analyzed": "tesam tattha vedanā kkhandho ca nuppajjissati rūpa kkhandho ca nuppajjittha ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_2.2.1:170.1",
        "original": "Yassa yattha vedanākkhandho nuppajjittha tassa tattha saññākkhandho nuppajjissatīti? Āmantā.",
        "analyzed": "yassa yattha vedanā kkhandho nuppajjittha tassa tattha saññā kkhandho nuppajjissati iti āmantā ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_2.2.1:171.1",
        "original": "Yassa vā pana yattha saññākkhandho nuppajjissati tassa tattha vedanākkhandho nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho nuppajjissati tassa tattha vedanā kkhandho nuppajjittha ati ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_2.2.1:172.1_0",
        "original": "Pacchimabhavikānaṁ tesaṁ tattha saññākkhandho nuppajjissati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "pacchimabhavikānam tesam tattha saññā kkhandho nuppajjissati no ca tesam tattha vedanā kkhandho ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_2.2.1:172.1_1",
        "original": "nuppajjittha. Suddhāvāsānaṁ asaññasattānaṁ tesaṁ tattha saññākkhandho ca nuppajjissati",
        "analyzed": "nuppajjittha suddhāvāsānam asaññasattānam tesam tattha saññā kkhandho ca nuppajjissati ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_2.2.1:172.1_2",
        "original": "vedanākkhandho ca nuppajjittha.",
        "analyzed": "vedanā khandhaḥ ca nuppajjittha ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_2.2.1:173.1",
        "original": "Uppādavāro niṭṭhito.",
        "analyzed": "uppāda vāro niṭṭhito ",
        "folio": "173"
    }
]