[
    {
        "segmentnr": "PA_ya_7.2.4:0.1",
        "original": "7 Anusayayamaka",
        "analyzed": "anu saya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.4:0.2",
        "original": "7.2 Mahāvāra",
        "analyzed": "mahāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.4:0.3",
        "original": "7.2.4. Pariññāvāra",
        "analyzed": "pariññāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.4:1.0",
        "original": "7.2.4.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.4:1.1",
        "original": "Yo kāmarāgānusayaṁ parijānāti so paṭighānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam parijānāti saḥ paṭigha anusayam parijānāti iti āmantā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.4:2.1",
        "original": "Yo vā pana paṭighānusayaṁ parijānāti so kāmarāgānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ vā pana paṭigha anusayam parijānāti saḥ kāma rāga anusayam parijānāti iti āmantā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.4:3.1",
        "original": "Yo kāmarāgānusayaṁ parijānāti so mānānusayaṁ parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam parijānāti saḥ māna anusayam parijānāti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.4:4.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.4:5.1",
        "original": "Yo vā pana mānānusayaṁ parijānāti so kāmarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana māna anusayam parijānāti saḥ kāma rāga anusayam parijānāti iti no ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.4:6.1",
        "original": "Yo kāmarāgānusayaṁ parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ kāma rāga anusayam parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam parijānāti iti no ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.4:7.1",
        "original": "Yo vā pana vicikicchānusayaṁ parijānāti so kāmarāgānusayaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam parijānāti saḥ kāma rāga anusayam parijānāti iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.4:8.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.4:9.1",
        "original": "Yo kāmarāgānusayaṁ parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam parijānāti saḥ bhava rāga anusayam pe avijjā anusayam parijānāti iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.4:10.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.4:11.1",
        "original": "Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana avijjā anusayam parijānāti saḥ kāma rāga anusayam parijānāti iti no ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.4:12.1",
        "original": "Yo paṭighānusayaṁ parijānāti so mānānusayaṁ parijānātīti?",
        "analyzed": "yaḥ paṭigha anusayam parijānāti saḥ māna anusayam parijānāti iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.4:13.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.4:14.1",
        "original": "Yo vā pana mānānusayaṁ parijānāti so paṭighānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana māna anusayam parijānāti saḥ paṭigha anusayam parijānāti iti no ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.4:15.1",
        "original": "Yo paṭighānusayaṁ parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ paṭigha anusayam parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam parijānāti iti no ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.4:16.1",
        "original": "Yo vā pana vicikicchānusayaṁ parijānāti so paṭighānusayaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam parijānāti saḥ paṭigha anusayam parijānāti iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.4:17.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.4:18.1",
        "original": "Yo paṭighānusayaṁ parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti?",
        "analyzed": "yaḥ paṭigha anusayam parijānāti saḥ bhava rāga anusayam pe avijjā anusayam parijānāti iti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.4:19.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.4:20.1",
        "original": "Yo vā pana avijjānusayaṁ parijānāti so paṭighānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana avijjā anusayam parijānāti saḥ paṭigha anusayam parijānāti iti no ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.4:21.1",
        "original": "Yo mānānusayaṁ parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ māna anusayam parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam parijānāti iti no ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.4:22.1",
        "original": "Yo vā pana vicikicchānusayaṁ parijānāti so mānānusayaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam parijānāti saḥ māna anusayam parijānāti iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.4:23.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.4:24.1",
        "original": "Yo mānānusayaṁ parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ māna anusayam parijānāti saḥ bhava rāga anusayam pe avijjā anusayam parijānāti iti āmantā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.4:25.1",
        "original": "Yo vā pana avijjānusayaṁ parijānāti so mānānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ vā pana avijjā anusayam parijānāti saḥ māna anusayam parijānāti iti āmantā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.4:26.1",
        "original": "Yo diṭṭhānusayaṁ parijānāti so vicikicchānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ diṭṭha anusayam parijānāti saḥ vicikicchā anusayam parijānāti iti āmantā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.4:27.1",
        "original": "Yo vā pana vicikicchānusayaṁ parijānāti so diṭṭhānusayaṁ parijānātīti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana vicikicchā anusayam parijānāti saḥ diṭṭha anusayam parijānāti iti āmantā pe ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.4:28.1",
        "original": "Yo vicikicchānusayaṁ parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti?",
        "analyzed": "yaḥ vicikicchā anusayam parijānāti saḥ bhava rāga anusayam pe avijjā anusayam parijānāti iti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_7.2.4:29.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_7.2.4:30.1",
        "original": "Yo vā pana avijjānusayaṁ parijānāti so vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana avijjā anusayam parijānāti saḥ vicikicchā anusayam parijānāti iti no ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_7.2.4:31.1",
        "original": "Yo bhavarāgānusayaṁ parijānāti so avijjānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ bhava rāga anusayam parijānāti saḥ avijja anusayam parijānāti iti āmantā ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_7.2.4:32.1",
        "original": "Yo vā pana avijjānusayaṁ parijānāti so bhavarāgānusayaṁ parijānātīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayam parijānāti saḥ bhava rāga anusayam parijānāti iti āmantā ekamūlaka ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_7.2.4:33.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca parijānāti so mānānusayaṁ parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca parijānāti saḥ māna anusayam parijānāti iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_7.2.4:34.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_7.2.4:35.1",
        "original": "Yo vā pana mānānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca parijānātīti? No.",
        "analyzed": "yaḥ vā pana māna anusayam parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti no ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_7.2.4:36.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam parijānāti iti no ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_7.2.4:37.1",
        "original": "Yo vā pana vicikicchānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_7.2.4:38.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_7.2.4:39.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca parijānāti saḥ bhava rāga anusayam pe avijjā anusayam parijānāti iti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_7.2.4:40.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_7.2.4:41.1",
        "original": "Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca parijānātīti? No. (Dukamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayam parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti no duka mūlaka ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_7.2.4:42.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam parijānāti iti natthi ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_7.2.4:43.1",
        "original": "Yo vā pana vicikicchānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti iti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_7.2.4:44.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_7.2.4:45.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti saḥ bhava rāga anusayam pe avijjā anusayam parijānāti iti natthi ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_7.2.4:46.1",
        "original": "Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_7.2.4:47.1",
        "original": "Mānānusayaṁ parijānāti. (Tikamūlakaṁ.)",
        "analyzed": "māna anusayam parijānāti tikamūlaka ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_7.2.4:48.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānāti so vicikicchānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca parijānāti saḥ vicikicchā anusayam parijānāti iti natthi ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_7.2.4:49.1",
        "original": "Yo vā pana vicikicchānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca parijānāti iti ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.4:50.1",
        "original": "Diṭṭhānusayaṁ parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca tadekaṭṭhaṁ parijānāti …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "diṭṭha anusayam parijānāti kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca tad ekaṭṭham parijānāti pe catukka mūlaka ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_7.2.4:51.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti saḥ bhava rāga anusayam pe avijjā anusayam parijānāti iti natthi ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_7.2.4:52.1",
        "original": "Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti iti ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_7.2.4:53.1",
        "original": "Mānānusayaṁ parijānāti. (Pañcakamūlakaṁ.)",
        "analyzed": "māna anusayam parijānāti pañcakamūlaka ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_7.2.4:54.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānāti so avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca parijānāti saḥ avijjā anusayam parijānāti iti natthi ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_7.2.4:55.1",
        "original": "Yo vā pana avijjānusayaṁ parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca parijānāti iti ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.4:56.1",
        "original": "Mānānusayañca bhavarāgānusayañca parijānāti. (Chakkamūlakaṁ.)",
        "analyzed": "māna anusayam ca bhava rāga anusayam ca parijānāti chakkamūlaka ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_7.2.4:57.0",
        "original": "7.2.4.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_7.2.4:57.1",
        "original": "Yato kāmarāgānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti? No.",
        "analyzed": "yatas kāma rāga anusayam parijānāti tatas paṭigha anusayam parijānāti iti no ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_7.2.4:58.1",
        "original": "Yato vā pana paṭighānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yatas vā pana paṭigha anusayam parijānāti tatas kāma rāga anusayam parijānāti iti no ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_7.2.4:59.1",
        "original": "Yato kāmarāgānusayaṁ parijānāti tato mānānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam parijānāti tatas māna anusayam parijānāti iti āmantā ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_7.2.4:60.1",
        "original": "Yato vā pana mānānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti?",
        "analyzed": "yatas vā pana māna anusayam parijānāti tatas kāma rāga anusayam parijānāti iti ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.4:61.1",
        "original": "Rūpadhātuyā arūpadhātuyā tato mānānusayaṁ parijānāti, no ca tato kāmarāgānusayaṁ parijānāti. Kāmadhātuyā dvīsu vedanāsu tato mānānusayañca parijānāti kāmarāgānusayañca parijānāti.",
        "analyzed": "rūpadhātuyā arūpadhātuyā tatas māna anusayam parijānāti no ca tatas kāma rāga anusayam parijānāti kāmadhātuyā dvīsu vedanāsu tatas māna anusayam ca parijānāti kāma rāga anusayam ca parijānāti ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_7.2.4:62.1",
        "original": "Yato kāmarāgānusayaṁ parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti āmantā ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_7.2.4:63.1",
        "original": "Yato vā pana vicikicchānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam parijānāti tatas kāma rāga anusayam parijānāti iti ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.4:64.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ parijānāti, no",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayam parijānāti no ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_7.2.4:64.1_1",
        "original": "ca tato kāmarāgānusayaṁ parijānāti. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca",
        "analyzed": "ca tatas kāma rāga anusayam parijānāti kāmadhātuyāḥ dvīsu vedanāsu tatas vicikicchā anusayam ca ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_7.2.4:64.1_2",
        "original": "parijānāti kāmarāgānusayañca parijānāti.",
        "analyzed": "parijānāti kāma rāga anusayam ca parijānāti ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_7.2.4:65.1",
        "original": "Yato kāmarāgānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yatas kāma rāga anusayam parijānāti tatas bhava rāga anusayam parijānāti iti no ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_7.2.4:66.1",
        "original": "Yato vā pana bhavarāgānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yatas vā pana bhava rāga anusayam parijānāti tatas kāma rāga anusayam parijānāti iti no ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.4:67.1",
        "original": "Yato kāmarāgānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam parijānāti tatas avijjā anusayam parijānāti iti āmantā ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_7.2.4:68.1",
        "original": "Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayaṁ parijānātīti?",
        "analyzed": "yatas vā pana avijjā anusayam parijānāti tatas kāma rāga anusayam parijānāti iti ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_7.2.4:69.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ parijānāti, no ca tato",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayam parijānāti no ca tatas ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_7.2.4:69.1_1",
        "original": "kāmarāgānusayaṁ parijānāti. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca parijānāti",
        "analyzed": "kāma rāga anusayam parijānāti kāmadhātuyāḥ dvīsu vedanāsu tatas avijja anusayam ca parijānāti ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_7.2.4:69.1_2",
        "original": "kāmarāgānusayañca parijānāti.",
        "analyzed": "kāma rāga anusayam ca parijānāti ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_7.2.4:70.1",
        "original": "Yato paṭighānusayaṁ parijānāti tato mānānusayaṁ parijānātīti? No.",
        "analyzed": "yatas paṭigha anusayam parijānāti tatas māna anusayam parijānāti iti no ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_7.2.4:71.1",
        "original": "Yato vā pana mānānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti? No.",
        "analyzed": "yatas vā pana māna anusayam parijānāti tatas paṭigha anusayam parijānāti iti no ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_7.2.4:72.1",
        "original": "Yato paṭighānusayaṁ parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas paṭigha anusayam parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti āmantā ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_7.2.4:73.1",
        "original": "Yato vā pana vicikicchānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam parijānāti tatas paṭigha anusayam parijānāti iti ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_7.2.4:74.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ parijānāti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā tatas vicikicchā anusayam parijānāti ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.4:74.1_1",
        "original": "no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato vicikicchānusayañca",
        "analyzed": "no ca tatas paṭigha anusayam parijānāti dukkhāya vedanāya tatas vicikicchā anusayam ca ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.4:74.1_2",
        "original": "parijānāti paṭighānusayañca parijānāti.",
        "analyzed": "parijānāti paṭigha anusayam ca parijānāti ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.4:75.1",
        "original": "Yato paṭighānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yatas paṭigha anusayam parijānāti tatas bhava rāga anusayam parijānāti iti no ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_7.2.4:76.1",
        "original": "Yato vā pana bhavarāgānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti? No.",
        "analyzed": "yatas vā pana bhava rāga anusayam parijānāti tatas paṭigha anusayam parijānāti iti no ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_7.2.4:77.1",
        "original": "Yato paṭighānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas paṭigha anusayam parijānāti tatas avijja anusayam parijānāti iti āmantā ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_7.2.4:78.1",
        "original": "Yato vā pana avijjānusayaṁ parijānāti tato paṭighānusayaṁ parijānātīti?",
        "analyzed": "yatas vā pana avijjā anusayam parijānāti tatas paṭigha anusayam parijānāti iti ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_7.2.4:79.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ parijānāti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā tatas avijjā anusayam parijānāti ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.4:79.1_1",
        "original": "no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato avijjānusayañca parijānāti",
        "analyzed": "no ca tatas paṭigha anusayam parijānāti dukkhāya vedanāya tatas avijjā anusayam ca parijānāti ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.4:79.1_2",
        "original": "paṭighānusayañca parijānāti.",
        "analyzed": "paṭigha anusayam ca parijānāti ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.4:80.1",
        "original": "Yato mānānusayaṁ parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas māna anusayam parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti āmantā ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_7.2.4:81.1",
        "original": "Yato vā pana vicikicchānusayaṁ parijānāti tato mānānusayaṁ parijānātīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam parijānāti tatas māna anusayam parijānāti iti ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_7.2.4:82.1_0",
        "original": "Dukkhāya vedanāya tato vicikicchānusayaṁ parijānāti, no ca tato mānānusayaṁ parijānāti.",
        "analyzed": "dukkhāya vedanāya tatas vicikicchā anusayam parijānāti no ca tatas māna anusayam parijānāti ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_7.2.4:82.1_1",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca parijānāti",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā tatas vicikicchā anusayam ca parijānāti ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_7.2.4:82.1_2",
        "original": "mānānusayañca parijānāti.",
        "analyzed": "māna anusayam ca parijānāti ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_7.2.4:83.1",
        "original": "Yato mānānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti?",
        "analyzed": "yatas māna anusayam parijānāti tatas bhava rāga anusayam parijānāti iti ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_7.2.4:84.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato mānānusayaṁ parijānāti, no ca tato bhavarāgānusayaṁ",
        "analyzed": "dvīsu vedanāsu tatas māna anusayam parijānāti no ca tatas bhava rāga anusaya ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.4:84.1_1",
        "original": "parijānāti. Rūpadhātuyā arūpadhātuyā tato mānānusayañca parijānāti bhavarāgānusayañca parijānāti.",
        "analyzed": "parijānāti rūpa dhātuyā a rūpa dhātuyā tatas māna anusayam ca parijānāti bhava rāga anusayam ca parijānāti ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.4:85.1",
        "original": "Yato vā pana bhavarāgānusayaṁ parijānāti tato mānānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana bhava rāga anusayam parijānāti tatas māna anusayam parijānāti iti āmantā ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_7.2.4:86.1",
        "original": "Yato mānānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas māna anusayam parijānāti tatas avijjā anusayam parijānāti iti āmantā ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_7.2.4:87.1",
        "original": "Yato vā pana avijjānusayaṁ parijānāti tato mānānusayaṁ parijānātīti?",
        "analyzed": "yatas vā pana avijjā anusayam parijānāti tatas māna anusayam parijānāti iti ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_7.2.4:88.1_0",
        "original": "Dukkhāya vedanāya tato avijjānusayaṁ parijānāti, no ca tato mānānusayaṁ parijānāti.",
        "analyzed": "dukkhāya vedanāya tatas avijjā anusayam parijānāti no ca tatas māna anusayam parijānāti ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_7.2.4:88.1_1",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayañca parijānāti",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā tatas avijja anusayam ca parijānāti ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_7.2.4:88.1_2",
        "original": "mānānusayañca parijānāti.",
        "analyzed": "māna anusayam ca parijānāti ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_7.2.4:89.1",
        "original": "Yato diṭṭhānusayaṁ parijānāti tato vicikicchānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas diṭṭha anusayam parijānāti tatas vicikicchā anusayam parijānāti iti āmantā ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_7.2.4:90.1",
        "original": "Yato vā pana vicikicchānusayaṁ parijānāti tato diṭṭhānusayaṁ parijānātīti? Āmantā …pe….",
        "analyzed": "yatas vā pana vicikicchā anusayam parijānāti tatas diṭṭha anusayam parijānāti iti āmantā pe ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_7.2.4:91.1",
        "original": "Yato vicikicchānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti?",
        "analyzed": "yatas vicikicchā anusayam parijānāti tatas bhava rāga anusayam parijānāti iti ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_7.2.4:92.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato vicikicchānusayaṁ parijānāti, no ca tato bhavarāgānusayaṁ",
        "analyzed": "tīsu vedanāsu tatas vicikicchā anusayam parijānāti no ca tatas bhava rāga anusaya ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_7.2.4:92.1_1",
        "original": "parijānāti. Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca parijānāti bhavarāgānusayañca parijānāti.",
        "analyzed": "parijānāti rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayam ca parijānāti bhava rāga anusayam ca parijānāti ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_7.2.4:93.1",
        "original": "Yato vā pana bhavarāgānusayaṁ parijānāti tato vicikicchānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana bhava rāga anusayam parijānāti tatas vicikicchā anusayam parijānāti iti āmantā ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_7.2.4:94.1",
        "original": "Yato vicikicchānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas vicikicchā anusayam parijānāti tatas avijjā anusayam parijānāti iti āmantā ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_7.2.4:95.1",
        "original": "Yato vā pana avijjānusayaṁ parijānāti tato vicikicchānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam parijānāti tatas vicikicchā anusayam parijānāti iti āmantā ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_7.2.4:96.1",
        "original": "Yato bhavarāgānusayaṁ parijānāti tato avijjānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yatas bhava rāga anusayam parijānāti tatas avijja anusayam parijānāti iti āmantā ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_7.2.4:97.1",
        "original": "Yato vā pana avijjānusayaṁ parijānāti tato bhavarāgānusayaṁ parijānātīti?",
        "analyzed": "yatas vā pana avijjā anusayam parijānāti tatas bhava rāga anusayam parijānāti iti ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_7.2.4:98.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato avijjānusayaṁ parijānāti, no ca tato bhavarāgānusayaṁ",
        "analyzed": "kāmadhātuyā tīsu vedanāsu tatas avijjā anusayam parijānāti no ca tatas bhava rāga anusaya ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.4:98.1_1",
        "original": "parijānāti. Rūpadhātuyā arūpadhātuyā tato avijjānusayañca parijānāti bhavarāgānusayañca",
        "analyzed": "parijānāti rūpa dhātuyā a rūpa dhātuyā tatas avijja anusayam ca parijānāti bhava rāga anusayam ca ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.4:98.1_2",
        "original": "parijānāti. (Ekamūlakaṁ.)",
        "analyzed": "parijānāti ekamūlaka ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.4:99.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca parijānāti tato mānānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti tatas māna anusayam parijānāti iti natthi ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_7.2.4:100.1",
        "original": "Yato vā pana mānānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca parijānātīti?",
        "analyzed": "yatas vā pana māna anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_7.2.4:101.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato mānānusayaṁ parijānāti, no ca tato kāmarāgānusayañca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas māna anusayam parijānāti no ca tatas kāma rāga anusayam ca ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.4:101.1_1",
        "original": "paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato mānānusayañca kāmarāgānusayañca",
        "analyzed": "paṭigha anusayam ca parijānāti kāmadhātuyāḥ dvīsu vedanāsu tatas māna anusayam ca kāma rāga anusayam ca ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.4:101.1_2",
        "original": "parijānāti, no ca tato paṭighānusayaṁ parijānāti.",
        "analyzed": "parijānāti no ca tatas paṭigha anusayam parijānāti ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.4:102.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti natthi ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_7.2.4:103.1",
        "original": "Yato vā pana vicikicchānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca parijānātīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_7.2.4:104.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ parijānāti, no ca tato kāmarāgānusayañca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayam parijānāti no ca tatas kāma rāga anusayam ca ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.4:104.1_1",
        "original": "paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca",
        "analyzed": "paṭigha anusayam ca parijānāti kāmadhātuyāḥ dvīsu vedanāsu tatas vicikicchā anusayam ca ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.4:104.1_2",
        "original": "kāmarāgānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya",
        "analyzed": "kāma rāga anusayam ca parijānāti no ca tatas paṭigha anusayam parijānāti dukkhāya vedanāya ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.4:104.1_3",
        "original": "tato vicikicchānusayañca paṭighānusayañca parijānāti, no ca tato kāmarāgānusayaṁ parijānāti.",
        "analyzed": "tatas vicikicchā anusayam ca paṭigha anusayam ca parijānāti no ca tatas kāma rāga anusayam parijānāti ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.4:105.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca parijānāti tato bhavarāgānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti tatas bhava rāga anusayam parijānāti iti natthi ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_7.2.4:106.1",
        "original": "Yato vā pana bhavarāgānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca parijānātīti? No.",
        "analyzed": "yatas vā pana bhava rāga anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti no ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.4:107.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca parijānāti tato avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti tatas avijjā anusayam parijānāti iti natthi ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_7.2.4:108.1",
        "original": "Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca parijānātīti?",
        "analyzed": "yatas vā pana avijjā anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_7.2.4:109.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ parijānāti, no ca tato kāmarāgānusayañca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas avijjā anusayam parijānāti no ca tatas kāma rāga anusayam ca ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.4:109.1_1",
        "original": "paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca",
        "analyzed": "paṭigha anusayam ca parijānāti kāmadhātuyāḥ dvīsu vedanāsu tatas avijja anusayam ca kāma rāga anusayam ca ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.4:109.1_2",
        "original": "parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato avijjānusayañca",
        "analyzed": "parijānāti no ca tatas paṭigha anusayam parijānāti dukkhāya vedanāya tatas avijjā anusayam ca ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.4:109.1_3",
        "original": "paṭighānusayañca parijānāti, no ca tato kāmarāgānusayaṁ parijānāti. (Dukamūlakaṁ.)",
        "analyzed": "paṭigha anusayam ca parijānāti no ca tatas kāma rāga anusayam parijānāti ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.4:110.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti natthi ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_7.2.4:111.1",
        "original": "Yato vā pana vicikicchānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti iti ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_7.2.4:112.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca mānānusayañca parijānāti, no ca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayam ca māna anusayam ca parijānāti no ca ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.4:112.1_1",
        "original": "tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato",
        "analyzed": "tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti kāmadhātuyā dvīsu vedanāsu tatas ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.4:112.1_2",
        "original": "vicikicchānusayañca kāmarāgānusayañca mānānusayañca parijānāti, no ca tato paṭighānusayaṁ",
        "analyzed": "vicikicchā anusayañca kāma rāga anusayañca māna anusayañca parijānāti no ca tatas paṭigha anusaya ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.4:112.1_3",
        "original": "parijānāti. Dukkhāya vedanāya tato vicikicchānusayañca paṭighānusayañca parijānāti,",
        "analyzed": "parijānāti dukkhāya vedanāya tatas vicikicchā anusayañca paṭigha anusayañca parijānāti ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.4:112.1_4",
        "original": "no ca tato kāmarāgānusayañca mānānusayañca parijānāti.",
        "analyzed": "no ca tatas kāma rāga anusayañca māna anusayañca parijānāti ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.4:113.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti tato bhavarāgānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti tatas bhava rāga anusayam parijānāti iti natthi ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_7.2.4:114.1",
        "original": "Yato vā pana bhavarāgānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti iti ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_7.2.4:115.1",
        "original": "Rūpadhātuyā arūpadhātuyā tato bhavarāgānusayañca mānānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti.",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas bhava rāga anusayañca māna anusayañca parijānāti no ca tatas kāma rāga anusayañca paṭigha anusayañca parijānāti ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_7.2.4:116.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti tato avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti tatas avijjā anusayam parijānāti iti natthi ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_7.2.4:117.1",
        "original": "Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti?",
        "analyzed": "yatas vā pana avijjā anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti iti ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.4:118.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca parijānāti, no ca tato",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas avijjā anusayam ca māna anusayam ca parijānāti no ca tatas ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.4:118.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca parijānāti kāmadhātuyāḥ dvīsu vedanāsu tatas avijja anusayañca ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.4:118.1_2",
        "original": "kāmarāgānusayañca mānānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti.",
        "analyzed": "kāma rāga anusayam ca māna anusayam ca parijānāti no ca tatas paṭigha anusayam parijānāti ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.4:118.1_3",
        "original": "Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca parijānāti, no ca tato kāmarāgānusayañca",
        "analyzed": "dukkhāya vedanāya tatas avijjā anusayañca paṭigha anusayañca parijānāti no ca tatas kāma rāga anusayañca ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.4:118.1_4",
        "original": "mānānusayañca parijānāti. (Tikamūlakaṁ.)",
        "analyzed": "māna anusayam ca parijānāti tikamūlaka ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.4:119.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānāti tato vicikicchānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca parijānāti tatas vicikicchā anusayam parijānāti iti natthi ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_7.2.4:120.1",
        "original": "Yato vā pana vicikicchānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānātīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca parijānāti iti ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_7.2.4:121.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca mānānusayañca diṭṭhānusayañca parijānāti,",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayañca māna anusayañca diṭṭha anusayañca parijānāti ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.4:121.1_1",
        "original": "no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti kāmadhātuyā dvīsu vedanāsu ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.4:121.1_2",
        "original": "tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca parijānāti,",
        "analyzed": "tatas vicikicchā anusayañca kāma rāga anusayañca māna anusayañca diṭṭha anusayañca parijānāti ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.4:121.1_3",
        "original": "no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya tato vicikicchānusayañca",
        "analyzed": "no ca tatas paṭigha anusayam parijānāti dukkhāya vedanāya tatas vicikicchā anusayam ca ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.4:121.1_4",
        "original": "paṭighānusayañca diṭṭhānusayañca parijānāti, no ca tato kāmarāgānusayañca mānānusayañca",
        "analyzed": "paṭigha anusayañca diṭṭha anusayañca parijānāti no ca tatas kāma rāga anusayañca māna anusayañca ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.4:121.1_5",
        "original": "parijānāti …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "parijānāti ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.4:122.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti tato bhavarāgānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti tatas bhava rāga anusayam parijānāti iti natthi ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_7.2.4:123.1",
        "original": "Yato vā pana bhavarāgānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti iti ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.4:124.1",
        "original": "Rūpadhātuyā arūpadhātuyā tato bhavarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti.",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas bhava rāga anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca parijānāti no ca tatas kāma rāga anusayañca paṭigha anusayañca parijānāti ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.4:125.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti tato avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti tatas avijjā anusayam parijānāti iti natthi ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_7.2.4:126.1",
        "original": "Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti?",
        "analyzed": "yatas vā pana avijjā anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti iti ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_7.2.4:127.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.4:127.1_1",
        "original": "parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti. Kāmadhātuyā",
        "analyzed": "parijānāti no ca tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti kāmadhātuyā ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.4:127.1_2",
        "original": "dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca",
        "analyzed": "dvīsu vedanāsu tatas avijjā anusayañca kāma rāga anusayañca māna anusayañca diṭṭha anusayañca ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.4:127.1_3",
        "original": "vicikicchānusayañca parijānāti, no ca tato paṭighānusayaṁ parijānāti. Dukkhāya vedanāya",
        "analyzed": "vicikicchā anusayam ca parijānāti no ca tatas paṭigha anusayam parijānāti dukkhāya vedanāya ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.4:127.1_4",
        "original": "tato avijjānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti,",
        "analyzed": "tatas avijjā anusayañca paṭigha anusayañca diṭṭha anusayañca vicikicchā anusayañca parijānāti ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.4:127.1_5",
        "original": "no ca tato kāmarāgānusayañca mānānusayañca parijānāti. (Pañcakamūlakaṁ.)",
        "analyzed": "no ca tatas kāma rāga anusayam ca māna anusayam ca parijānāti pañcaka mūlaka ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.4:128.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānāti tato avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca parijānāti tatas avijjā anusayam parijānāti iti natthi ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_7.2.4:129.1",
        "original": "Yato vā pana avijjānusayaṁ parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānātīti?",
        "analyzed": "yatas vā pana avijjā anusayam parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca parijānāti iti ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.4:130.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.4:130.1_1",
        "original": "bhavarāgānusayañca parijānāti, no ca tato kāmarāgānusayañca paṭighānusayañca parijānāti.",
        "analyzed": "bhava rāga anusayam ca parijānāti no ca tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.4:130.1_2",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu tatas avijja anusayañca kāma rāga anusayañca māna anusayañca diṭṭha anusayañca ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.4:130.1_3",
        "original": "vicikicchānusayañca parijānāti, no ca tato paṭighānusayañca bhavarāgānusayañca parijānāti.",
        "analyzed": "vicikicchā anusayañca parijānāti no ca tatas paṭigha anusayañca bhava rāga anusayañca parijānāti ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.4:130.1_4",
        "original": "Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "dukkhāya vedanāya tatas avijjā anusayañca paṭigha anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.4:130.1_5",
        "original": "parijānāti, no ca tato kāmarāgānusayañca mānānusayañca bhavarāgānusayañca parijānāti. (Chakkamūlakaṁ.)",
        "analyzed": "parijānāti no ca tatas kāma rāga anusayañca māna anusayañca bhava rāga anusayañca parijānāti chakkamūlaka ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.4:131.0",
        "original": "7.2.4.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_7.2.4:131.1",
        "original": "Yo yato kāmarāgānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ yatas kāma rāga anusayam parijānāti saḥ tatas paṭigha anusayam parijānāti iti no ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_7.2.4:132.1",
        "original": "Yo vā pana yato paṭighānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas paṭigha anusayam parijānāti saḥ tatas kāma rāga anusayam parijānāti iti no ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.4:133.1",
        "original": "Yo yato kāmarāgānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam parijānāti saḥ tatas māna anusayam parijānāti iti ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.4:134.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_7.2.4:135.1",
        "original": "Yo vā pana yato mānānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas māna anusayam parijānāti saḥ tatas kāma rāga anusayam parijānāti iti no ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_7.2.4:136.1",
        "original": "Yo yato kāmarāgānusayaṁ parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ yatas kāma rāga anusayam parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti no ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.4:137.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam parijānāti saḥ tatas kāma rāga anusayam parijānāti iti ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_7.2.4:138.1_0",
        "original": "Aṭṭhamako dukkhāya vedanāya rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ parijānāti,",
        "analyzed": "aṭṭhamakaḥ dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā so tatas vicikicchā anusayam parijānāti ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_7.2.4:138.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_7.2.4:138.1_2",
        "original": "so tato vicikicchānusayaṁ parijānāti, kāmarāgānusayaṁ tadekaṭṭhaṁ parijānāti.",
        "analyzed": "saḥ tatas vicikicchā anusayam parijānāti kāma rāga anusayam tad ekaṭṭham parijānāti ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_7.2.4:139.1",
        "original": "Yo yato kāmarāgānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ yatas kāma rāga anusayam parijānāti saḥ tatas bhava rāga anusayam parijānāti iti no ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_7.2.4:140.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam parijānāti saḥ tatas kāma rāga anusayam parijānāti iti no ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_7.2.4:141.1",
        "original": "Yo yato kāmarāgānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam parijānāti saḥ tatas avijjā anusayam parijānāti iti ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_7.2.4:142.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.4:143.1",
        "original": "Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam parijānāti saḥ tatas kāma rāga anusayam parijānāti iti no ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_7.2.4:144.1",
        "original": "Yo yato paṭighānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ yatas paṭigha anusayam parijānāti saḥ tatas māna anusayam parijānāti iti no ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_7.2.4:145.1",
        "original": "Yo vā pana yato mānānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas māna anusayam parijānāti saḥ tatas paṭigha anusayam parijānāti iti no ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_7.2.4:146.1",
        "original": "Yo yato paṭighānusayaṁ parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ yatas paṭigha anusayam parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti no ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_7.2.4:147.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam parijānāti saḥ tatas paṭigha anusayam parijānāti iti ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.4:148.1_0",
        "original": "Aṭṭhamako kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tatas vicikicchā anusaya ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.4:148.1_1",
        "original": "parijānāti, no ca so tato paṭighānusayaṁ parijānāti. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "parijānāti no ca so tatas paṭigha anusayam parijānāti su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.4:148.1_2",
        "original": "so tato vicikicchānusayaṁ parijānāti, paṭighānusayaṁ tadekaṭṭhaṁ parijānāti.",
        "analyzed": "saḥ tatas vicikicchā anusayam parijānāti paṭigha anusayam tad ekaṭṭham parijānāti ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.4:149.1",
        "original": "Yo yato paṭighānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ yatas paṭigha anusayam parijānāti saḥ tatas bhava rāga anusayam parijānāti iti no ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_7.2.4:150.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam parijānāti saḥ tatas paṭigha anusayam parijānāti iti no ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.4:151.1",
        "original": "Yo yato paṭighānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam parijānāti saḥ tatas avijja anusayam parijānāti iti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.4:152.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_7.2.4:153.1",
        "original": "Yo vā pana yato avijjānusayaṁ parijānāti so tato paṭighānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam parijānāti saḥ tatas paṭigha anusayam parijānāti iti no ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_7.2.4:154.1",
        "original": "Yo yato mānānusayaṁ parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ yatas māna anusayam parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti no ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_7.2.4:155.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam parijānāti saḥ tatas māna anusayam parijānāti iti ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_7.2.4:156.1_0",
        "original": "Aṭṭhamako dukkhāya vedanāya so tato vicikicchānusayaṁ parijānāti, no ca so tato mānānusayaṁ",
        "analyzed": "aṭṭhamako dukkhāya vedanāya so tatas vicikicchā anusayam parijānāti no ca so tatas māna anusaya ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.4:156.1_1",
        "original": "parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so",
        "analyzed": "parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.4:156.1_2",
        "original": "tato vicikicchānusayaṁ parijānāti, mānānusayaṁ tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tatas vicikicchā anusayam parijānāti māna anusayam tad ekaṭṭham parijānāti ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.4:157.1",
        "original": "Yo yato mānānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti?",
        "analyzed": "yaḥ yatas māna anusayam parijānāti saḥ tatas bhava rāga anusayam parijānāti iti ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_7.2.4:158.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato mānānusayaṁ parijānāti, no ca",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas māna anusayam parijānāti no ca ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.4:158.1_1",
        "original": "so tato bhavarāgānusayaṁ parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato",
        "analyzed": "saḥ tatas bhava rāga anusayam parijānāti su eva puggalaḥ rūpadhātuyā arūpadhātuyā saḥ tatas ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.4:158.1_2",
        "original": "mānānusayañca parijānāti bhavarāgānusayañca parijānāti.",
        "analyzed": "māna anusayam ca parijānāti bhava rāga anusayam ca parijānāti ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.4:159.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam parijānāti saḥ tatas māna anusayam parijānāti iti āmantā ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_7.2.4:160.1",
        "original": "Yo yato mānānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ yatas māna anusayam parijānāti saḥ tatas avijjā anusayam parijānāti iti āmantā ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_7.2.4:161.1",
        "original": "Yo vā pana yato avijjānusayaṁ parijānāti so tato mānānusayaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam parijānāti saḥ tatas māna anusayam parijānāti iti ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_7.2.4:162.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ parijānāti, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam parijānāti no ca so tatas ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_7.2.4:162.1_1",
        "original": "mānānusayaṁ parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā",
        "analyzed": "māna anusayam parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_7.2.4:162.1_2",
        "original": "so tato avijjānusayañca parijānāti mānānusayañca parijānāti.",
        "analyzed": "saḥ tatas avijjā anusayam ca parijānāti māna anusayam ca parijānāti ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_7.2.4:163.1",
        "original": "Yo yato diṭṭhānusayaṁ parijānāti so tato vicikicchānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ yatas diṭṭha anusayam parijānāti saḥ tatas vicikicchā anusayam parijānāti iti āmantā ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_7.2.4:164.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ parijānāti so tato diṭṭhānusayaṁ parijānātīti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam parijānāti saḥ tatas diṭṭha anusayam parijānāti iti āmantā pe ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_7.2.4:165.1",
        "original": "Yo yato vicikicchānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti?",
        "analyzed": "yaḥ yatas vicikicchā anusayam parijānāti saḥ tatas bhava rāga anusayam parijānāti iti ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.4:166.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu so tato vicikicchānusayaṁ parijānāti, no ca so",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu so tatas vicikicchā anusayam parijānāti no ca so ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_7.2.4:166.1_1",
        "original": "tato bhavarāgānusayaṁ parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato",
        "analyzed": "tatas bhava rāga anusayam parijānāti su eva puggalaḥ rūpadhātuyā arūpadhātuyā saḥ tatas ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_7.2.4:166.1_2",
        "original": "vicikicchānusayaṁ parijānāti, bhavarāgānusayaṁ tadekaṭṭhaṁ parijānāti.",
        "analyzed": "vicikicchā anusayam parijānāti bhava rāga anusayam tad ekaṭṭham parijānāti ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_7.2.4:167.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam parijānāti saḥ tatas vicikicchā anusayam parijānāti iti no ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_7.2.4:168.1",
        "original": "Yo yato vicikicchānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti?",
        "analyzed": "yaḥ yatas vicikicchā anusayam parijānāti saḥ tatas avijjā anusayam parijānāti iti ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_7.2.4:169.1",
        "original": "Tadekaṭṭhaṁ parijānāti.",
        "analyzed": "tat ekaṭṭham parijānāti ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_7.2.4:170.1",
        "original": "Yo vā pana yato avijjānusayaṁ parijānāti so tato vicikicchānusayaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam parijānāti saḥ tatas vicikicchā anusayam parijānāti iti no ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_7.2.4:171.1",
        "original": "Yo yato bhavarāgānusayaṁ parijānāti so tato avijjānusayaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ yatas bhava rāga anusayam parijānāti saḥ tatas avijjā anusayam parijānāti iti āmantā ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.4:172.1",
        "original": "Yo vā pana yato avijjānusayaṁ parijānāti so tato bhavarāgānusayaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam parijānāti saḥ tatas bhava rāga anusayam parijānāti iti ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_7.2.4:173.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu so tato avijjānusayaṁ parijānāti, no ca",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu saḥ tatas avijjā anusayam parijānāti no ca ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.4:173.1_1",
        "original": "so tato bhavarāgānusayaṁ parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato",
        "analyzed": "saḥ tatas bhava rāga anusayam parijānāti su eva puggalaḥ rūpadhātuyā arūpadhātuyā saḥ tatas ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.4:173.1_2",
        "original": "avijjānusayañca parijānāti bhavarāgānusayañca parijānāti. (Ekamūlakaṁ.)",
        "analyzed": "avijjā anusayam ca parijānāti bhava rāga anusayam ca parijānāti eka mūlaka ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.4:174.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca parijānāti so tato mānānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti saḥ tatas māna anusayam parijānāti iti natthi ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_7.2.4:175.1",
        "original": "Yo vā pana yato mānānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas māna anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti no ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_7.2.4:176.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti natthi ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.4:177.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_7.2.4:178.1_0",
        "original": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ parijānāti, no ca so",
        "analyzed": "aṭṭhamakaḥ rūpadhātuyā a rūpadhātuyā saḥ tatas vicikicchā anusayam parijānāti no ca so ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.4:178.1_1",
        "original": "tato kāmarāgānusayañca paṭighānusayañca parijānāti. Sveva puggalo kāmadhātuyā dvīsu",
        "analyzed": "tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti su eva puggalaḥ kāmadhātuyā dvīsu ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.4:178.1_2",
        "original": "vedanāsu so tato vicikicchānusayañca parijānāti kāmarāgānusayañca tadekaṭṭhaṁ parijānāti,",
        "analyzed": "vedanāsu saḥ tatas vicikicchā anusayam ca parijānāti kāma rāga anusayam ca tad ekaṭṭham parijānāti ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.4:178.1_3",
        "original": "no ca so tato paṭighānusayaṁ parijānāti. Sveva puggalo dukkhāya vedanāya so tato",
        "analyzed": "no ca so tatas paṭigha anusayam parijānāti su eva puggalaḥ dukkhāya vedanāya so tatas ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.4:178.1_4",
        "original": "vicikicchānusayañca parijānāti paṭighānusayañca tadekaṭṭhaṁ parijānāti, no ca so",
        "analyzed": "vicikicchā anusayam ca parijānāti paṭigha anusayam ca tad ekaṭṭham parijānāti no ca so ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.4:178.1_5",
        "original": "tato kāmarāgānusayaṁ parijānāti.",
        "analyzed": "kāma rāga anusayam parijānāti ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.4:179.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca parijānāti so tato bhavarāgānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti saḥ tatas bhava rāga anusayam parijānāti iti natthi ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_7.2.4:180.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca parijānātīti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti no ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_7.2.4:181.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca parijānāti so tato avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti saḥ tatas avijjā anusayam parijānāti iti natthi ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_7.2.4:182.1",
        "original": "Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca parijānātīti? No. (Dukamūlakaṁ.)",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti iti no duka mūlaka ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.4:183.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam parijānāti iti natthi ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_7.2.4:184.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti iti ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_7.2.4:185.1_0",
        "original": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca parijānāti mānānusayañca",
        "analyzed": "aṭṭhamakaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayam ca parijānāti māna anusayam ca ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.4:185.1_1",
        "original": "tadekaṭṭhaṁ parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca parijānāti.",
        "analyzed": "tad ekaṭṭham parijānāti no ca saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.4:185.1_2",
        "original": "Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca parijānāti kāmarāgānusayañca",
        "analyzed": "su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayam ca parijānāti kāma rāga anusayam ca ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.4:185.1_3",
        "original": "mānānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato paṭighānusayaṁ parijānāti. Sveva",
        "analyzed": "māna anusayam ca tad ekaṭṭham parijānāti no ca saḥ tatas paṭigha anusayam parijānāti su eva ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.4:185.1_4",
        "original": "puggalo dukkhāya vedanāya so tato vicikicchānusayañca parijānāti paṭighānusayañca",
        "analyzed": "puggalaḥ dukkhāya vedanāya saḥ tatas vicikicchā anusayam ca parijānāti paṭigha anusayam ca ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.4:185.1_5",
        "original": "tadekaṭṭhaṁ parijānāti, no ca so tato kāmarāgānusayañca mānānusayañca parijānāti.",
        "analyzed": "tad ekaṭṭham parijānāti no ca saḥ tatas kāma rāga anusayam ca māna anusayam ca parijānāti ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.4:186.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so tato bhavarāgānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti saḥ tatas bhava rāga anusayam parijānāti iti natthi ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.4:187.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti iti ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_7.2.4:188.1",
        "original": "Mānānusayaṁ parijānāti.",
        "analyzed": "māna anusayam parijānāti ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_7.2.4:189.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti so tato avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti saḥ tatas avijjā anusayam parijānāti iti natthi ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_7.2.4:190.1",
        "original": "Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca parijānāti iti ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.4:191.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ parijānāti, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam parijānāti no ca so tatas ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.4:191.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca parijānāti. Sveva puggalo kāmadhātuyā",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca parijānāti su eva puggalaḥ kāmadhātuyā ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.4:191.1_2",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca mānānusayañca parijānāti,",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas avijjā anusayam ca māna anusayam ca parijānāti ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.4:191.1_3",
        "original": "no ca so tato kāmarāgānusayañca paṭighānusayañca parijānāti. (Tikamūlakaṁ.)",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca parijānāti tikamūlaka ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.4:192.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānāti so tato vicikicchānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca parijānāti saḥ tatas vicikicchā anusayam parijānāti iti natthi ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_7.2.4:193.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca parijānāti iti ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.4:194.1_0",
        "original": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca diṭṭhānusayañca parijānāti",
        "analyzed": "aṭṭhamakaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayam ca diṭṭha anusayam ca parijānāti ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.4:194.1_1",
        "original": "mānānusayañca tadekaṭṭhaṁ parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "māna anusayam ca tad ekaṭṭham parijānāti no ca saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.4:194.1_2",
        "original": "parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca",
        "analyzed": "parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayam ca ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.4:194.1_3",
        "original": "diṭṭhānusayañca parijānāti kāmarāgānusayañca mānānusayañca tadekaṭṭhaṁ parijānāti,",
        "analyzed": "diṭṭha anusayam ca parijānāti kāma rāga anusayam ca māna anusayam ca tad ekaṭṭham parijānāti ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.4:194.1_4",
        "original": "no ca so tato paṭighānusayaṁ parijānāti. Sveva puggalo dukkhāya vedanāya so tato",
        "analyzed": "no ca so tatas paṭigha anusayam parijānāti su eva puggalaḥ dukkhāya vedanāya so tatas ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.4:194.1_5",
        "original": "vicikicchānusayañca diṭṭhānusayañca parijānāti paṭighānusayañca tadekaṭṭhaṁ parijānāti,",
        "analyzed": "vicikicchā anusayañca diṭṭha anusayañca parijānāti paṭigha anusayañca tad ekaṭṭham parijānāti ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.4:194.1_6",
        "original": "no ca so tato kāmarāgānusayañca mānānusayañca parijānāti …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "no ca saḥ tatas kāma rāga anusayañca māna anusayañca parijānāti pe ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.4:195.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti so tato bhavarāgānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti saḥ tatas bhava rāga anusayam parijānāti iti natthi ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_7.2.4:196.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti? Mānānusayaṁ parijānāti.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti iti māna anusayam parijānāti ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_7.2.4:197.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti so tato avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti saḥ tatas avijjā anusayam parijānāti iti natthi ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_7.2.4:198.1",
        "original": "Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca parijānāti iti ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_7.2.4:199.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ parijānāti, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam parijānāti no ca so tatas ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.4:199.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.4:199.1_2",
        "original": "parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so",
        "analyzed": "parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.4:199.1_3",
        "original": "tato avijjānusayañca mānānusayañca parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "tatas avijjā anusayañca māna anusayañca parijānāti no ca saḥ tatas kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.4:199.1_4",
        "original": "diṭṭhānusayañca vicikicchānusayañca parijānāti. (Pañcakamūlakaṁ.)",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca parijānāti pañcaka mūlaka ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.4:200.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānāti so tato avijjānusayaṁ parijānātīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca parijānāti saḥ tatas avijjā anusayam parijānāti iti natthi ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_7.2.4:201.1",
        "original": "Yo vā pana yato avijjānusayaṁ parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca parijānāti iti ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_7.2.4:202.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ parijānāti, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam parijānāti no ca so tatas ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.4:202.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.4:202.1_2",
        "original": "bhavarāgānusayañca parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca",
        "analyzed": "bhava rāga anusayañca parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayañca ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.4:202.1_3",
        "original": "mānānusayañca parijānāti, no ca so tato kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca",
        "analyzed": "māna anusayañca parijānāti no ca saḥ tatas kāma rāga anusayañca paṭigha anusayañca diṭṭha anusayañca ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.4:202.1_4",
        "original": "vicikicchānusayañca bhavarāgānusayañca parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā",
        "analyzed": "vicikicchā anusayañca bhava rāga anusayañca parijānāti su eva puggalaḥ rūpadhātuyā arūpadhātuyā ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.4:202.1_5",
        "original": "so tato avijjānusayañca mānānusayañca bhavarāgānusayañca parijānāti, no ca so tato",
        "analyzed": "saḥ tatas avijjā anusayam ca māna anusayam ca bhava rāga anusayam ca parijānāti no ca saḥ tatas ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.4:202.1_6",
        "original": "kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca parijānāti. (Chakkamūlakaṁ.)",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca diṭṭha anusayañca vicikicchā anusayañca parijānāti chakka mūlaka ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.4:203.1",
        "original": "Pariññāvāre anulomaṁ.",
        "analyzed": "pariññāvāre anuloma ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.4:204.0",
        "original": "7.2.4.4. Paṭilomapuggala",
        "analyzed": "paṭiloma puggala ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.4:204.1",
        "original": "Yo kāmarāgānusayaṁ na parijānāti so paṭighānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam na parijānāti saḥ paṭigha anusayam na parijānāti iti āmantā ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.4:205.1",
        "original": "Yo vā pana paṭighānusayaṁ na parijānāti so kāmarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ vā pana paṭigha anusayam na parijānāti saḥ kāma rāga anusayam na parijānāti iti āmantā ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.4:206.1",
        "original": "Yo kāmarāgānusayaṁ na parijānāti so mānānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam na parijānāti saḥ māna anusayam na parijānāti iti ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_7.2.4:207.1_0",
        "original": "Aggamaggasamaṅgī kāmarāgānusayaṁ na parijānāti, no ca so mānānusayaṁ na parijānāti.",
        "analyzed": "agga magga samaṅgī kāma rāga anusayam na parijānāti no ca saḥ māna anusayam na parijānāti ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_7.2.4:207.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā kāma rāga anusayam ca na parijānanti ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_7.2.4:207.1_2",
        "original": "mānānusayañca na parijānanti.",
        "analyzed": "māna anusayam ca na parijānanti ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_7.2.4:208.1",
        "original": "Yo vā pana mānānusayaṁ na parijānāti so kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana māna anusayam na parijānāti saḥ kāma rāga anusayam na parijānāti iti ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.4:209.1_0",
        "original": "Anāgāmimaggasamaṅgī mānānusayaṁ na parijānāti, no ca so kāmarāgānusayaṁ na parijānāti.",
        "analyzed": "anāgāmi magga samaṅgī māna anusayam na parijānāti no ca saḥ kāma rāga anusayam na parijānāti ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.4:209.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca na parijānanti kāmarāgānusayañca na parijānanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalāḥ māna anusayam ca na parijānanti kāma rāga anusayam ca na parijānanti ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.4:210.1",
        "original": "Yo kāmarāgānusayaṁ na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam na parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_7.2.4:211.1_0",
        "original": "Aṭṭhamako kāmarāgānusayaṁ na parijānāti, no ca so vicikicchānusayaṁ na parijānāti.",
        "analyzed": "aṭṭhamakaḥ kāma rāga anusayam na parijānāti no ca so vicikicchā anusayam na parijānāti ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.4:211.1_1",
        "original": "Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca na",
        "analyzed": "anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāma rāga anusayañca na ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.4:211.1_2",
        "original": "parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "parijānanti vicikicchā anusayam ca na parijānanti ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.4:212.1",
        "original": "Yo vā pana vicikicchānusayaṁ na parijānāti so kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na parijānāti saḥ kāma rāga anusayam na parijānāti iti ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.4:213.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so kāmarāgānusayaṁ na",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayam na parijānāti no ca saḥ kāma rāga anusayam na ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_7.2.4:213.1_1",
        "original": "parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca",
        "analyzed": "parijānāti anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchā anusayañca ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_7.2.4:213.1_2",
        "original": "na parijānanti kāmarāgānusayañca na parijānanti.",
        "analyzed": "na parijānanti kāma rāga anusayam ca na parijānanti ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_7.2.4:214.1",
        "original": "Yo kāmarāgānusayaṁ na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam na parijānāti saḥ bhava rāga anusayam pe avijjā anusayam na parijānāti iti ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.4:215.1_0",
        "original": "Aggamaggasamaṅgī kāmarāgānusayaṁ na parijānāti, no ca so avijjānusayaṁ na parijānāti.",
        "analyzed": "agga magga samaṅgī kāma rāga anusayam na parijānāti no ca saḥ avijjā anusayam na parijānāti ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_7.2.4:215.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā kāma rāga anusayam ca na parijānanti ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_7.2.4:215.1_2",
        "original": "avijjānusayañca na parijānanti.",
        "analyzed": "na parijānanti ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_7.2.4:216.1",
        "original": "Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na parijānāti saḥ kāma rāga anusayam na parijānāti iti ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_7.2.4:217.1_0",
        "original": "Anāgāmimaggasamaṅgī avijjānusayaṁ na parijānāti, no ca so kāmarāgānusayaṁ na parijānāti.",
        "analyzed": "anāgāmi magga samaṅgī avijjā anusayam na parijānāti no ca saḥ kāma rāga anusayam na parijānāti ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.4:217.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti kāmarāgānusayañca na parijānanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalāḥ avijjā anusayam ca na parijānanti kāma rāga anusayam ca na parijānanti ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.4:218.1",
        "original": "Yo paṭighānusayaṁ na parijānāti so mānānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ paṭigha anusayam na parijānāti saḥ māna anusayam na parijānāti iti ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.4:219.1_0",
        "original": "Aggamaggasamaṅgī paṭighānusayaṁ na parijānāti, no ca so mānānusayaṁ na parijānāti.",
        "analyzed": "agga magga samaṅgī paṭigha anusayam na parijānāti no ca saḥ māna anusayam na parijānāti ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_7.2.4:219.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā paṭighānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā paṭigha anusayam ca na parijānanti ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_7.2.4:219.1_2",
        "original": "mānānusayañca na parijānanti.",
        "analyzed": "māna anusayam ca na parijānanti ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_7.2.4:220.1",
        "original": "Yo vā pana mānānusayaṁ na parijānāti so paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana māna anusayam na parijānāti saḥ paṭigha anusayam na parijānāti iti ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_7.2.4:221.1_0",
        "original": "Anāgāmimaggasamaṅgī mānānusayaṁ na parijānāti, no ca so paṭighānusayaṁ na parijānāti.",
        "analyzed": "anāgāmi magga samaṅgī māna anusayam na parijānāti no ca saḥ paṭigha anusayam na parijānāti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.4:221.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca na parijānanti paṭighānusayañca na parijānanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesāḥ puggalāḥ māna anusayam ca na parijānanti paṭigha anusayam ca na parijānanti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.4:222.1",
        "original": "Yo paṭighānusayaṁ na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ paṭigha anusayam na parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_7.2.4:223.1_0",
        "original": "Aṭṭhamako paṭighānusayaṁ na parijānāti, no ca so vicikicchānusayaṁ na parijānāti.",
        "analyzed": "aṭṭhamako paṭigha anusayam na parijānāti no ca so vicikicchā anusayam na parijānāti ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.4:223.1_1",
        "original": "Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā paṭighānusayañca na",
        "analyzed": "anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā paṭigha anusayañca na ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.4:223.1_2",
        "original": "parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "parijānanti vicikicchā anusayam ca na parijānanti ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.4:224.1",
        "original": "Yo vā pana vicikicchānusayaṁ na parijānāti so paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na parijānāti saḥ paṭigha anusayam na parijānāti iti ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_7.2.4:225.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so paṭighānusayaṁ na parijānāti.",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayam na parijānāti no ca saḥ paṭigha anusayam na parijānāti ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_7.2.4:225.1_1",
        "original": "Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca",
        "analyzed": "anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalāḥ vicikicchā anusayañca ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_7.2.4:225.1_2",
        "original": "na parijānanti paṭighānusayañca na parijānanti.",
        "analyzed": "na parijānanti paṭigha anusayam ca na parijānanti ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_7.2.4:226.1",
        "original": "Yo paṭighānusayaṁ na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ paṭigha anusayam na parijānāti saḥ bhava rāga anusayam pe avijjā anusayam na parijānāti iti ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.4:227.1_0",
        "original": "Aggamaggasamaṅgī paṭighānusayaṁ na parijānāti, no ca so avijjānusayaṁ na parijānāti.",
        "analyzed": "agga magga samaṅgī paṭigha anusayam na parijānāti no ca saḥ avijjā anusayam na parijānāti ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.4:227.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā paṭighānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā paṭigha anusayam ca na parijānanti ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.4:227.1_2",
        "original": "avijjānusayañca na parijānanti.",
        "analyzed": "na parijānanti ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.4:228.1",
        "original": "Yo vā pana avijjānusayaṁ na parijānāti so paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na parijānāti saḥ paṭigha anusayam na parijānāti iti ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_7.2.4:229.1_0",
        "original": "Anāgāmimaggasamaṅgī avijjānusayaṁ na parijānāti, no ca so paṭighānusayaṁ na parijānāti.",
        "analyzed": "anāgāmi magga samaṅgī avijjā anusayam na parijānāti no ca saḥ paṭigha anusayam na parijānāti ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_7.2.4:229.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti paṭighānusayañca na parijānanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalāḥ avijjā anusayam ca na parijānanti paṭigha anusayam ca na parijānanti ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_7.2.4:230.1",
        "original": "Yo mānānusayaṁ na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ māna anusayam na parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.4:231.1_0",
        "original": "Aṭṭhamako mānānusayaṁ na parijānāti, no ca so vicikicchānusayaṁ na parijānāti. Aggamaggasamaṅgiñca",
        "analyzed": "aṭṭhamakaḥ māna anusayam na parijānāti no ca so vicikicchā anusayam na parijānāti aggamagga samaṅgin ca ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_7.2.4:231.1_1",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā mānānusayañca na parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā māna anusayañca na parijānanti vicikicchā anusayañca na parijānanti ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_7.2.4:232.1",
        "original": "Yo vā pana vicikicchānusayaṁ na parijānāti so mānānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na parijānāti saḥ māna anusayam na parijānāti iti ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_7.2.4:233.1_0",
        "original": "Aggamaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so mānānusayaṁ na parijānāti.",
        "analyzed": "agga magga samaṅgī vicikicchā anusayam na parijānāti no ca saḥ māna anusayam na parijānāti ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.4:233.1_1",
        "original": "Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na",
        "analyzed": "agga magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalāḥ vicikicchā anusayañca na ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.4:233.1_2",
        "original": "parijānanti mānānusayañca na parijānanti.",
        "analyzed": "parijānanti māna anusayam ca na parijānanti ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.4:234.1",
        "original": "Yo mānānusayaṁ na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ māna anusayam na parijānāti saḥ bhava rāga anusayam pe avijjā anusayam na parijānāti iti āmantā ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_7.2.4:235.1",
        "original": "Yo vā pana avijjānusayaṁ na parijānāti so mānānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ vā pana avijjā anusayam na parijānāti saḥ māna anusayam na parijānāti iti āmantā ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_7.2.4:236.1",
        "original": "Yo diṭṭhānusayaṁ na parijānāti so vicikicchānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ diṭṭha anusayam na parijānāti saḥ vicikicchā anusayam na parijānāti iti āmantā ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.4:237.1",
        "original": "Yo vā pana vicikicchānusayaṁ na parijānāti so diṭṭhānusayaṁ na parijānātīti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na parijānāti saḥ diṭṭha anusayam na parijānāti iti āmantā pe ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_7.2.4:238.1",
        "original": "Yo vicikicchānusayaṁ na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vicikicchā anusayam na parijānāti saḥ bhava rāga anusayam pe avijjā anusayam na parijānāti iti ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_7.2.4:239.1_0",
        "original": "Aggamaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so avijjānusayaṁ na parijānāti.",
        "analyzed": "agga magga samaṅgī vicikicchā anusayam na parijānāti no ca saḥ avijjā anusayam na parijānāti ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_7.2.4:239.1_1",
        "original": "Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na",
        "analyzed": "agga magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalāḥ vicikicchā anusayañca na ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_7.2.4:239.1_2",
        "original": "parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "parijānanti avijja anusayam ca na parijānanti ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_7.2.4:240.1",
        "original": "Yo vā pana avijjānusayaṁ na parijānāti so vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na parijānāti saḥ vicikicchā anusayam na parijānāti iti ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_7.2.4:241.1_0",
        "original": "Aṭṭhamako avijjānusayaṁ na parijānāti, no ca so vicikicchānusayaṁ na parijānāti.",
        "analyzed": "aṭṭhamakaḥ avijjā anusayam na parijānāti no ca so vicikicchā anusayam na parijānāti ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_7.2.4:241.1_1",
        "original": "Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti",
        "analyzed": "agga magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalāḥ avijjā anusayañca na parijānanti ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_7.2.4:241.1_2",
        "original": "vicikicchānusayañca na parijānanti.",
        "analyzed": "vicikicchā anusayam ca na parijānanti ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_7.2.4:242.1",
        "original": "Yo bhavarāgānusayaṁ na parijānāti so avijjānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ bhava rāga anusayam na parijānāti saḥ avijjā anusayam na parijānāti iti āmantā ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_7.2.4:243.1",
        "original": "Yo vā pana avijjānusayaṁ na parijānāti so bhavarāgānusayaṁ na parijānātīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayam na parijānāti saḥ bhava rāga anusayam na parijānāti iti āmantā ekamūlaka ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_7.2.4:244.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca na parijānāti so mānānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca na parijānāti saḥ māna anusayam na parijānāti iti ",
        "folio": "244"
    },
    {
        "segmentnr": "PA_ya_7.2.4:245.1_0",
        "original": "Aggamaggasamaṅgī kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so mānānusayaṁ",
        "analyzed": "agga magga samaṅgī kāma rāga anusayañca paṭigha anusayañca na parijānāti no ca saḥ māna anusaya ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_7.2.4:245.1_1",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā kāma rāga anusayam ca ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_7.2.4:245.1_2",
        "original": "paṭighānusayañca na parijānanti mānānusayañca na parijānanti.",
        "analyzed": "paṭigha anusayam ca na parijānanti māna anusayam ca na parijānanti ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_7.2.4:246.1",
        "original": "Yo vā pana mānānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana māna anusayam na parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_7.2.4:247.1_0",
        "original": "Anāgāmimaggasamaṅgī mānānusayaṁ na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "anāgāmi magga samaṅgī māna anusayam na parijānāti no ca saḥ kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_7.2.4:247.1_1",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca na",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesāḥ puggalāḥ māna anusayam ca na ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_7.2.4:247.1_2",
        "original": "parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti.",
        "analyzed": "parijānanti kāma rāga anusayam ca paṭigha anusayam ca na parijānanti ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_7.2.4:248.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca na parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_7.2.4:249.1_0",
        "original": "Aṭṭhamako kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so vicikicchānusayaṁ",
        "analyzed": "aṭṭhamakaḥ kāma rāga anusayañca paṭigha anusayañca na parijānāti no ca so vicikicchā anusaya ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_7.2.4:249.1_1",
        "original": "na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca",
        "analyzed": "na parijānāti anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāma rāga anusayañca ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_7.2.4:249.1_2",
        "original": "paṭighānusayañca na parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "paṭigha anusayam ca na parijānanti vicikicchā anusayam ca na parijānanti ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_7.2.4:250.1",
        "original": "Yo vā pana vicikicchānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_7.2.4:251.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayam na parijānāti no ca saḥ kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_7.2.4:251.1_1",
        "original": "na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca",
        "analyzed": "na parijānāti anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchā anusayañca ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_7.2.4:251.1_2",
        "original": "na parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti.",
        "analyzed": "na parijānanti kāma rāga anusayam ca paṭigha anusayam ca na parijānanti ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_7.2.4:252.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca na parijānāti saḥ bhava rāga anusayam pe avijjā anusayam na parijānāti iti ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_7.2.4:253.1_0",
        "original": "Aggamaggasamaṅgī kāmarāgānusayañca paṭighānusayañca na parijānāti, no ca so avijjānusayaṁ",
        "analyzed": "agga magga samaṅgī kāma rāga anusayañca paṭigha anusayañca na parijānāti no ca saḥ avijjā anusaya ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_7.2.4:253.1_1",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā kāma rāga anusayam ca ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_7.2.4:253.1_2",
        "original": "paṭighānusayañca na parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "paṭigha anusayam ca na parijānanti avijja anusayam ca na parijānanti ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_7.2.4:254.1",
        "original": "Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_7.2.4:255.1_0",
        "original": "Anāgāmimaggasamaṅgī avijjānusayaṁ na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "anāgāmi magga samaṅgī avijjā anusayam na parijānāti no ca saḥ kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_7.2.4:255.1_1",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca na",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesāḥ puggalāḥ avijjā anusayam ca na ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_7.2.4:255.1_2",
        "original": "parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti. (Dukamūlakaṁ.)",
        "analyzed": "parijānanti kāma rāga anusayam ca paṭigha anusayam ca na parijānanti duka mūlaka ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_7.2.4:256.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti saḥ diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.4:257.1_0",
        "original": "Aṭṭhamako kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so",
        "analyzed": "aṭṭhamakaḥ kāma rāga anusayañca paṭigha anusayañca māna anusayañca na parijānāti no ca so ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_7.2.4:257.1_1",
        "original": "vicikicchānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā",
        "analyzed": "vicikicchā anusayam na parijānāti dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_7.2.4:257.1_2",
        "original": "avasesā puggalā kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "avasesā puggalā kāma rāga anusayañca paṭigha anusayañca māna anusayañca na parijānanti vicikicchā anusayañca na parijānanti ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_7.2.4:258.1",
        "original": "Yo vā pana vicikicchānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti iti ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_7.2.4:259.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayañca mānānusayañca na parijānāti, no ca so kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayañca māna anusayañca na parijānāti no ca saḥ kāma rāga anusayañca ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_7.2.4:259.1_1",
        "original": "paṭighānusayañca na parijānāti. Aggamaggasamaṅgī vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "paṭigha anusayañca na parijānāti aggamagga samaṅgī vicikicchā anusayañca kāma rāga anusayañca ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_7.2.4:259.1_2",
        "original": "paṭighānusayañca na parijānāti, no ca so mānānusayaṁ na parijānāti. Dvinnaṁ maggasamaṅgīnañca",
        "analyzed": "paṭigha anusayam ca na parijānāti no ca saḥ māna anusayam na parijānāti dvinnam magga samaṅgīnam ca ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_7.2.4:259.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca na parijānanti kāmarāgānusayañca",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchā anusayañca na parijānanti kāma rāga anusayañca ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_7.2.4:259.1_4",
        "original": "paṭighānusayañca mānānusayañca na parijānanti.",
        "analyzed": "paṭigha anusayam ca māna anusayam ca na parijānanti ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_7.2.4:260.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti saḥ bhava rāga anusayam pe avijjā anusayam na parijānāti iti āmantā ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_7.2.4:261.1",
        "original": "Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti iti ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_7.2.4:262.1_0",
        "original": "Anāgāmimaggasamaṅgī avijjānusayañca mānānusayañca na parijānāti, no ca so kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī avijjā anusayañca māna anusayañca na parijānāti no ca saḥ kāma rāga anusayañca ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_7.2.4:262.1_1",
        "original": "paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā",
        "analyzed": "paṭigha anusayam ca na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesāḥ puggalāḥ ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_7.2.4:262.1_2",
        "original": "avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca na",
        "analyzed": "avijja anusayañca na parijānanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_7.2.4:262.1_3",
        "original": "parijānanti. (Tikamūlakaṁ.)",
        "analyzed": "parijānanti tikamūlaka ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_7.2.4:263.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti so vicikicchānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na parijānāti saḥ vicikicchā anusayam na parijānāti iti āmantā ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_7.2.4:264.1",
        "original": "Yo vā pana vicikicchānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na parijānāti iti ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_7.2.4:265.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayañca mānānusayañca diṭṭhānusayañca na parijānāti,",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayañca māna anusayañca diṭṭha anusayañca na parijānāti ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.4:265.1_1",
        "original": "no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Aggamaggasamaṅgī vicikicchānusayañca",
        "analyzed": "no ca saḥ kāma rāga anusayañca paṭigha anusayañca na parijānāti agga magga samaṅgī vicikicchā anusayañca ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.4:265.1_2",
        "original": "kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca na parijānāti, no ca so mānānusayaṁ",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca diṭṭha anusayañca na parijānāti no ca saḥ māna anusaya ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.4:265.1_3",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesāḥ puggalāḥ vicikicchā anusayañca ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.4:265.1_4",
        "original": "na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na",
        "analyzed": "na parijānanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca na ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.4:265.1_5",
        "original": "parijānanti …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "parijānanti ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.4:266.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti so bhavarāgānusayaṁ …pe… avijjānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti saḥ bhava rāga anusayam pe avijjā anusayam na parijānāti iti āmantā ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.4:267.1",
        "original": "Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti iti ",
        "folio": "267"
    },
    {
        "segmentnr": "PA_ya_7.2.4:268.1_0",
        "original": "Aṭṭhamako avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti,",
        "analyzed": "aṭṭhamakaḥ avijjā anusayañca kāma rāga anusayañca paṭigha anusayañca māna anusayañca na parijānāti ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.4:268.1_1",
        "original": "no ca so diṭṭhānusayañca vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgī avijjānusayañca",
        "analyzed": "no ca saḥ diṭṭha anusayañca vicikicchā anusayañca na parijānāti anāgāmi magga samaṅgī avijjā anusayañca ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.4:268.1_2",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so kāmarāgānusayañca",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti no ca saḥ kāma rāga anusayañca ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.4:268.1_3",
        "original": "paṭighānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā",
        "analyzed": "paṭigha anusayam ca na parijānāti dvinnam magga samaṅgīnam ca aṭṭhamakam ca ṭhapetvā avasesā ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.4:268.1_4",
        "original": "puggalā avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "puggalāḥ avijjā anusayañca na parijānanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.4:268.1_5",
        "original": "diṭṭhānusayañca vicikicchānusayañca na parijānanti. (Pañcakamūlakaṁ.)",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca na parijānanti pañcaka mūlaka ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.4:269.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti so avijjānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca na parijānāti saḥ avijjā anusayam na parijānāti iti āmantā ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.4:270.1",
        "original": "Yo vā pana avijjānusayaṁ na parijānāti so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na parijānāti saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca na parijānāti iti ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_7.2.4:271.1_0",
        "original": "Aṭṭhamako avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca bhavarāgānusayañca",
        "analyzed": "aṭṭhamakaḥ avijjā anusayañca kāma rāga anusayañca paṭigha anusayañca māna anusayañca bhava rāga anusayañca ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.4:271.1_1",
        "original": "na parijānāti, no ca so diṭṭhānusayañca vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgī",
        "analyzed": "na parijānāti no ca saḥ diṭṭha anusayañca vicikicchā anusayañca na parijānāti anāgāmi magga samaṅgī ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.4:271.1_2",
        "original": "avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca",
        "analyzed": "avijjā anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.4:271.1_3",
        "original": "na parijānāti, no ca so kāmarāgānusayañca paṭighānusayañca na parijānāti. Dvinnaṁ",
        "analyzed": "na parijānāti no ca saḥ kāma rāga anusayam ca paṭigha anusayam ca na parijānāti ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.4:271.1_4",
        "original": "maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca na parijānanti",
        "analyzed": "magga samaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalāḥ avijjā anusayañca na parijānanti ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.4:271.1_5",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.4:271.1_6",
        "original": "bhavarāgānusayañca na parijānanti. (Chakkamūlakaṁ.)",
        "analyzed": "bhava rāga anusayam ca na parijānanti chakkamūlaka ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.4:272.0",
        "original": "7.2.4.5. Paṭilomaokāsa",
        "analyzed": "paṭiloma okāsa ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.4:272.1",
        "original": "Yato kāmarāgānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yatas kāma rāga anusayam na parijānāti tatas paṭigha anusayam na parijānāti iti ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.4:273.1_0",
        "original": "Dukkhāya vedanāya tato kāmarāgānusayaṁ na parijānāti, no ca tato paṭighānusayaṁ na",
        "analyzed": "dukkhāya vedanāya tatas kāma rāga anusayam na parijānāti no ca tatas paṭigha anusayam na ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_7.2.4:273.1_1",
        "original": "parijānāti. Rūpadhātuyā arūpadhātuyā apariyāpanne tato kāmarāgānusayañca na parijānāti",
        "analyzed": "parijānāti rūpadhātuyā a rūpadhātuyā a pariyāpanne tatas kāma rāga anusayam ca na parijānāti ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_7.2.4:273.1_2",
        "original": "paṭighānusayañca na parijānāti.",
        "analyzed": "paṭigha anusayam ca na parijānāti ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_7.2.4:274.1",
        "original": "Yato vā pana paṭighānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yatas vā pana paṭigha anusayam na parijānāti tatas kāma rāga anusayam na parijānāti iti ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.4:275.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato paṭighānusayaṁ na parijānāti, no ca tato kāmarāgānusayaṁ",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tatas paṭigha anusayam na parijānāti no ca tatas kāma rāga anusaya ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_7.2.4:275.1_1",
        "original": "na parijānāti. Rūpadhātuyā arūpadhātuyā apariyāpanne tato paṭighānusayañca na parijānāti",
        "analyzed": "na parijānāti rūpa dhātuyā a rūpa dhātuyā a pariyāpanne tatas paṭigha anusayam ca na parijānāti ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_7.2.4:275.1_2",
        "original": "kāmarāgānusayañca na parijānāti.",
        "analyzed": "kāma rāga anusayam ca na parijānāti ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_7.2.4:276.1",
        "original": "Yato kāmarāgānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti?",
        "analyzed": "yatas kāma rāga anusayam na parijānāti tatas māna anusayam na parijānāti iti ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_7.2.4:277.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ na parijānāti, no ca tato mānānusayaṁ",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayam na parijānāti no ca tatas māna anusaya ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_7.2.4:277.1_1",
        "original": "na parijānāti. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayañca na parijānāti",
        "analyzed": "na parijānāti dukkhāya vedanāya apariyāpanne tatas kāma rāga anusayam ca na parijānāti ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_7.2.4:277.1_2",
        "original": "mānānusayañca na parijānāti.",
        "analyzed": "māna anusayam ca na parijānāti ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_7.2.4:278.1",
        "original": "Yato vā pana mānānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana māna anusayam na parijānāti tatas kāma rāga anusayam na parijānāti iti āmantā ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_7.2.4:279.1",
        "original": "Yato kāmarāgānusayaṁ na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yatas kāma rāga anusayam na parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.4:280.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ na parijānāti, no",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayam na parijānāti no ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_7.2.4:280.1_1",
        "original": "ca tato vicikicchānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca na parijānāti",
        "analyzed": "ca tatas vicikicchā anusayam na parijānāti apariyāpanne tatas kāma rāga anusayam ca na parijānāti ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_7.2.4:280.1_2",
        "original": "vicikicchānusayañca na parijānāti.",
        "analyzed": "vicikicchā anusayam ca na parijānāti ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_7.2.4:281.1",
        "original": "Yato vā pana vicikicchānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na parijānāti tatas kāma rāga anusayam na parijānāti iti āmantā ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.4:282.1",
        "original": "Yato kāmarāgānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti?",
        "analyzed": "yatas kāma rāga anusayam na parijānāti tatas bhava rāga anusayam na parijānāti iti ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.4:283.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ na parijānāti, no ca tato bhavarāgānusayaṁ",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayam na parijānāti no ca tatas bhava rāga anusaya ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_7.2.4:283.1_1",
        "original": "na parijānāti. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayañca na parijānāti",
        "analyzed": "na parijānāti dukkhāya vedanāya apariyāpanne tatas kāma rāga anusayam ca na parijānāti ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_7.2.4:283.1_2",
        "original": "bhavarāgānusayañca na parijānāti.",
        "analyzed": "bhava rāga anusayam ca na parijānāti ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_7.2.4:284.1",
        "original": "Yato vā pana bhavarāgānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na parijānāti tatas kāma rāga anusayam na parijānāti iti ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_7.2.4:285.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayaṁ na parijānāti, no ca tato kāmarāgānusayaṁ",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu tatas bhava rāga anusayam na parijānāti no ca tatas kāma rāga anusaya ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_7.2.4:285.1_1",
        "original": "na parijānāti. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayañca na parijānāti",
        "analyzed": "na parijānāti dukkhāya vedanāya a pariyāpanne tatas bhava rāga anusayam ca na parijānāti ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_7.2.4:285.1_2",
        "original": "kāmarāgānusayañca na parijānāti.",
        "analyzed": "kāma rāga anusayam ca na parijānāti ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_7.2.4:286.1",
        "original": "Yato kāmarāgānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yatas kāma rāga anusayam na parijānāti tatas avijja anusayam na parijānāti iti ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.4:287.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ na parijānāti, no",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayam na parijānāti no ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_7.2.4:287.1_1",
        "original": "ca tato avijjānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca na parijānāti",
        "analyzed": "ca tatas avijjā anusayam na parijānāti apariyāpanne tatas kāma rāga anusayam ca na parijānāti ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_7.2.4:287.1_2",
        "original": "avijjānusayañca na parijānāti.",
        "analyzed": "na parijānāti ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_7.2.4:288.1",
        "original": "Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam na parijānāti tatas kāma rāga anusayam na parijānāti iti āmantā ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_7.2.4:289.1",
        "original": "Yato paṭighānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti?",
        "analyzed": "yatas paṭigha anusayam na parijānāti tatas māna anusayam na parijānāti iti ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_7.2.4:290.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ na parijānāti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tatas paṭigha anusayam na parijānāti ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_7.2.4:290.1_1",
        "original": "no ca tato mānānusayaṁ na parijānāti. Apariyāpanne tato paṭighānusayañca na parijānāti",
        "analyzed": "no ca tatas māna anusayam na parijānāti apariyāpanne tatas paṭigha anusayam ca na parijānāti ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_7.2.4:290.1_2",
        "original": "mānānusayañca na parijānāti.",
        "analyzed": "māna anusayam ca na parijānāti ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_7.2.4:291.1",
        "original": "Yato vā pana mānānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yatas vā pana māna anusayam na parijānāti tatas paṭigha anusayam na parijānāti iti ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.4:292.1",
        "original": "Dukkhāya vedanāya tato mānānusayaṁ na parijānāti, no ca tato paṭighānusayaṁ na parijānāti. Apariyāpanne tato mānānusayañca na parijānāti paṭighānusayañca na parijānāti.",
        "analyzed": "dukkhāya vedanāya tatas māna anusayam na parijānāti no ca tatas paṭigha anusayam na parijānāti apariyāpanne tatas māna anusayam ca na parijānāti paṭigha anusayam ca na parijānāti ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_7.2.4:293.1",
        "original": "Yato paṭighānusayaṁ na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yatas paṭigha anusayam na parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_7.2.4:294.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ na parijānāti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tatas paṭigha anusayam na parijānāti ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_7.2.4:294.1_1",
        "original": "no ca tato vicikicchānusayaṁ na parijānāti. Apariyāpanne tato paṭighānusayañca na",
        "analyzed": "no ca tatas vicikicchā anusayam na parijānāti apariyāpanne tatas paṭigha anusayam ca na ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_7.2.4:294.1_2",
        "original": "parijānāti vicikicchānusayañca na parijānāti.",
        "analyzed": "parijānāti vicikicchā anusayam ca na parijānāti ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_7.2.4:295.1",
        "original": "Yato vā pana vicikicchānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na parijānāti tatas paṭigha anusayam na parijānāti iti āmantā ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_7.2.4:296.1",
        "original": "Yato paṭighānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti?",
        "analyzed": "yatas paṭigha anusayam na parijānāti tatas bhava rāga anusayam na parijānāti iti ",
        "folio": "296"
    },
    {
        "segmentnr": "PA_ya_7.2.4:297.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ na parijānāti, no ca tato bhavarāgānusayaṁ",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas paṭigha anusayam na parijānāti no ca tatas bhava rāga anusaya ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_7.2.4:297.1_1",
        "original": "na parijānāti. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato paṭighānusayañca na parijānāti",
        "analyzed": "na parijānāti kāmadhātuyā dvīsu vedanāsu apariyāpanne tatas paṭigha anusayam ca na parijānāti ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_7.2.4:297.1_2",
        "original": "bhavarāgānusayañca na parijānāti.",
        "analyzed": "bhava rāga anusayam ca na parijānāti ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_7.2.4:298.1",
        "original": "Yato vā pana bhavarāgānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na parijānāti tatas paṭigha anusayam na parijānāti iti ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_7.2.4:299.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayaṁ na parijānāti, no ca tato paṭighānusayaṁ",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayam na parijānāti no ca tatas paṭigha anusaya ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.4:299.1_1",
        "original": "na parijānāti. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato bhavarāgānusayañca na",
        "analyzed": "na parijānāti kāmadhātuyāḥ dvīsu vedanāsu a pariyāpanne tatas bhava rāga anusayam ca na ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.4:299.1_2",
        "original": "parijānāti paṭighānusayañca na parijānāti.",
        "analyzed": "parijānāti paṭigha anusayam ca na parijānāti ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.4:300.1",
        "original": "Yato paṭighānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yatas paṭigha anusayam na parijānāti tatas avijja anusayam na parijānāti iti ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_7.2.4:301.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ na parijānāti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tatas paṭigha anusayam na parijānāti ",
        "folio": "301"
    },
    {
        "segmentnr": "PA_ya_7.2.4:301.1_1",
        "original": "no ca tato avijjānusayaṁ na parijānāti. Apariyāpanne tato paṭighānusayañca na parijānāti",
        "analyzed": "no ca tatas avijjā anusayam na parijānāti apariyāpanne tatas paṭigha anusayam ca na parijānāti ",
        "folio": "301"
    },
    {
        "segmentnr": "PA_ya_7.2.4:301.1_2",
        "original": "avijjānusayañca na parijānāti.",
        "analyzed": "na parijānāti ",
        "folio": "301"
    },
    {
        "segmentnr": "PA_ya_7.2.4:302.1",
        "original": "Yato vā pana avijjānusayaṁ na parijānāti tato paṭighānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam na parijānāti tatas paṭigha anusayam na parijānāti iti āmantā ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_7.2.4:303.1",
        "original": "Yato mānānusayaṁ na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yatas māna anusayam na parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "303"
    },
    {
        "segmentnr": "PA_ya_7.2.4:304.1",
        "original": "Dukkhāya vedanāya tato mānānusayaṁ na parijānāti, no ca tato vicikicchānusayaṁ na parijānāti. Apariyāpanne tato mānānusayañca na parijānāti vicikicchānusayañca na parijānāti.",
        "analyzed": "dukkhāya vedanāya tatas māna anusayam na parijānāti no ca tatas vicikicchā anusayam na parijānāti apariyāpanne tatas māna anusayam ca na parijānāti vicikicchā anusayam ca na parijānāti ",
        "folio": "304"
    },
    {
        "segmentnr": "PA_ya_7.2.4:305.1",
        "original": "Yato vā pana vicikicchānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na parijānāti tatas māna anusayam na parijānāti iti āmantā ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_7.2.4:306.1",
        "original": "Yato mānānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas māna anusayam na parijānāti tatas bhava rāga anusayam na parijānāti iti āmantā ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_7.2.4:307.1",
        "original": "Yato vā pana bhavarāgānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na parijānāti tatas māna anusayam na parijānāti iti ",
        "folio": "307"
    },
    {
        "segmentnr": "PA_ya_7.2.4:308.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayaṁ na parijānāti, no ca tato mānānusayaṁ",
        "analyzed": "dvīsu vedanāsu tatas bhava rāga anusayam na parijānāti no ca tatas māna anusaya ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_7.2.4:308.1_1",
        "original": "na parijānāti. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayañca na parijānāti",
        "analyzed": "na parijānāti dukkhāya vedanāya a pariyāpanne tatas bhava rāga anusayam ca na parijānāti ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_7.2.4:308.1_2",
        "original": "mānānusayañca na parijānāti.",
        "analyzed": "māna anusayam ca na parijānāti ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_7.2.4:309.1",
        "original": "Yato mānānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yatas māna anusayam na parijānāti tatas avijjā anusayam na parijānāti iti ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_7.2.4:310.1",
        "original": "Dukkhāya vedanāya tato mānānusayaṁ na parijānāti, no ca tato avijjānusayaṁ na parijānāti. Apariyāpanne tato mānānusayañca na parijānāti avijjānusayañca na parijānāti.",
        "analyzed": "dukkhāya vedanāya tatas māna anusayam na parijānāti no ca tatas avijjā anusayam na parijānāti apariyāpanne tatas māna anusayam ca na parijānāti avijjā anusayam ca na parijānāti ",
        "folio": "310"
    },
    {
        "segmentnr": "PA_ya_7.2.4:311.1",
        "original": "Yato vā pana avijjānusayaṁ na parijānāti tato mānānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam na parijānāti tatas māna anusayam na parijānāti iti āmantā ",
        "folio": "311"
    },
    {
        "segmentnr": "PA_ya_7.2.4:312.1",
        "original": "Yato diṭṭhānusayaṁ na parijānāti tato vicikicchānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas diṭṭha anusayam na parijānāti tatas vicikicchā anusayam na parijānāti iti āmantā ",
        "folio": "312"
    },
    {
        "segmentnr": "PA_ya_7.2.4:313.1",
        "original": "Yato vā pana vicikicchānusayaṁ na parijānāti tato diṭṭhānusayaṁ na parijānātīti? Āmantā …pe….",
        "analyzed": "yatas vā pana vicikicchā anusayam na parijānāti tatas diṭṭha anusayam na parijānāti iti āmantā pe ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_7.2.4:314.1",
        "original": "Yato vicikicchānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vicikicchā anusayam na parijānāti tatas bhava rāga anusayam na parijānāti iti āmantā ",
        "folio": "314"
    },
    {
        "segmentnr": "PA_ya_7.2.4:315.1",
        "original": "Yato vā pana bhavarāgānusayaṁ na parijānāti tato vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na parijānāti tatas vicikicchā anusayam na parijānāti iti ",
        "folio": "315"
    },
    {
        "segmentnr": "PA_ya_7.2.4:316.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayaṁ na parijānāti, no ca tato vicikicchānusayaṁ",
        "analyzed": "tīsu vedanāsu tatas bhava rāga anusayam na parijānāti no ca tatas vicikicchā anusaya ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.4:316.1_1",
        "original": "na parijānāti. Apariyāpanne tato bhavarāgānusayañca na parijānāti vicikicchānusayañca na parijānāti.",
        "analyzed": "na parijānāti a pariyāpanne tatas bhava rāga anusayam ca na parijānāti vicikicchā anusayam ca na parijānāti ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.4:317.1",
        "original": "Yato vicikicchānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vicikicchā anusayam na parijānāti tatas avijjā anusayam na parijānāti iti āmantā ",
        "folio": "317"
    },
    {
        "segmentnr": "PA_ya_7.2.4:318.1",
        "original": "Yato vā pana avijjānusayaṁ na parijānāti tato vicikicchānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam na parijānāti tatas vicikicchā anusayam na parijānāti iti āmantā ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_7.2.4:319.1",
        "original": "Yato bhavarāgānusayaṁ na parijānāti tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yatas bhava rāga anusayam na parijānāti tatas avijja anusayam na parijānāti iti ",
        "folio": "319"
    },
    {
        "segmentnr": "PA_ya_7.2.4:320.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayaṁ na parijānāti, no ca tato avijjānusayaṁ",
        "analyzed": "kāmadhātuyā tīsu vedanāsu tatas bhava rāga anusayam na parijānāti no ca tatas avijjā anusaya ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_7.2.4:320.1_1",
        "original": "na parijānāti. Apariyāpanne tato bhavarāgānusayañca na parijānāti avijjānusayañca na parijānāti.",
        "analyzed": "na parijānāti a pariyāpanne tatas bhava rāga anusayam ca na parijānāti avijjā anusayam ca na parijānāti ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_7.2.4:321.1",
        "original": "Yato vā pana avijjānusayaṁ na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayam na parijānāti tatas bhava rāga anusayam na parijānāti iti āmantā ekamūlaka ",
        "folio": "321"
    },
    {
        "segmentnr": "PA_ya_7.2.4:322.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca na parijānāti tato mānānusayaṁ na parijānātīti?",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti tatas māna anusayam na parijānāti iti ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_7.2.4:323.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayañca paṭigha anusayañca na parijānāti no ",
        "folio": "323"
    },
    {
        "segmentnr": "PA_ya_7.2.4:323.1_1",
        "original": "ca tato mānānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "ca tatas māna anusayam na parijānāti a pariyāpanne tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "323"
    },
    {
        "segmentnr": "PA_ya_7.2.4:323.1_2",
        "original": "na parijānāti mānānusayañca na parijānāti.",
        "analyzed": "na parijānāti māna anusayam ca na parijānāti ",
        "folio": "323"
    },
    {
        "segmentnr": "PA_ya_7.2.4:324.1",
        "original": "Yato vā pana mānānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca na parijānātīti?",
        "analyzed": "yatas vā pana māna anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_7.2.4:325.1_0",
        "original": "Dukkhāya vedanāya tato mānānusayañca kāmarāgānusayañca na parijānāti, no ca tato",
        "analyzed": "dukkhāya vedanāya tatas māna anusayañca kāma rāga anusayañca na parijānāti no ca tatas ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_7.2.4:325.1_1",
        "original": "paṭighānusayaṁ na parijānāti. Apariyāpanne tato mānānusayañca na parijānāti kāmarāgānusayañca",
        "analyzed": "paṭigha anusayam na parijānāti apariyāpanne tatas māna anusayam ca na parijānāti kāma rāga anusayam ca ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_7.2.4:325.1_2",
        "original": "paṭighānusayañca na parijānāti.",
        "analyzed": "paṭigha anusayam ca na parijānāti ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_7.2.4:326.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.4:327.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayañca paṭigha anusayañca na parijānāti no ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_7.2.4:327.1_1",
        "original": "ca tato vicikicchānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "ca tatas vicikicchā anusayam na parijānāti a pariyāpanne tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_7.2.4:327.1_2",
        "original": "na parijānāti vicikicchānusayañca na parijānāti.",
        "analyzed": "na parijānāti vicikicchā anusayam ca na parijānāti ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_7.2.4:328.1",
        "original": "Yato vā pana vicikicchānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti āmantā ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_7.2.4:329.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca na parijānāti tato bhavarāgānusayaṁ na parijānātīti?",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti tatas bhava rāga anusayam na parijānāti iti ",
        "folio": "329"
    },
    {
        "segmentnr": "PA_ya_7.2.4:330.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayañca paṭigha anusayañca na parijānāti no ",
        "folio": "330"
    },
    {
        "segmentnr": "PA_ya_7.2.4:330.1_1",
        "original": "ca tato bhavarāgānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "ca tatas bhava rāga anusayam na parijānāti a pariyāpanne tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "330"
    },
    {
        "segmentnr": "PA_ya_7.2.4:330.1_2",
        "original": "na parijānāti bhavarāgānusayañca na parijānāti.",
        "analyzed": "na parijānāti bhava rāga anusayam ca na parijānāti ",
        "folio": "330"
    },
    {
        "segmentnr": "PA_ya_7.2.4:331.1",
        "original": "Yato vā pana bhavarāgānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca na parijānātīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti ",
        "folio": "331"
    },
    {
        "segmentnr": "PA_ya_7.2.4:332.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca na parijānāti, no ca",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayañca kāma rāga anusayañca na parijānāti no ca ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.4:332.1_1",
        "original": "tato paṭighānusayaṁ na parijānāti. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca",
        "analyzed": "tatas paṭigha anusayam na parijānāti kāmadhātuyā dvīsu vedanāsu tatas bhava rāga anusayam ca ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.4:332.1_2",
        "original": "paṭighānusayañca na parijānāti, no ca tato kāmarāgānusayaṁ na parijānāti. Apariyāpanne",
        "analyzed": "paṭigha anusayam ca na parijānāti no ca tatas kāma rāga anusayam na parijānāti apariyāpanne ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.4:332.1_3",
        "original": "tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti.",
        "analyzed": "tatas bhava rāga anusayam ca na parijānāti kāma rāga anusayam ca paṭigha anusayam ca na parijānāti ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.4:333.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca na parijānāti tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti tatas avijja anusayam na parijānāti iti ",
        "folio": "333"
    },
    {
        "segmentnr": "PA_ya_7.2.4:334.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca na parijānāti, no",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayañca paṭigha anusayañca na parijānāti no ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.4:334.1_1",
        "original": "ca tato avijjānusayaṁ na parijānāti. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "ca tatas avijjā anusayam na parijānāti a pariyāpanne tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.4:334.1_2",
        "original": "na parijānāti avijjānusayañca na parijānāti.",
        "analyzed": "na parijānāti avijja anusayam ca na parijānāti ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.4:335.1",
        "original": "Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca na parijānātīti? Āmantā. (Dukamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti āmantā dukamūlaka ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_7.2.4:336.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti āmantā ",
        "folio": "336"
    },
    {
        "segmentnr": "PA_ya_7.2.4:337.1",
        "original": "Yato vā pana vicikicchānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti iti āmantā ",
        "folio": "337"
    },
    {
        "segmentnr": "PA_ya_7.2.4:338.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti tatas bhava rāga anusayam na parijānāti iti āmantā ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_7.2.4:339.1",
        "original": "Yato vā pana bhavarāgānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti iti ",
        "folio": "339"
    },
    {
        "segmentnr": "PA_ya_7.2.4:340.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca na parijānāti,",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayañca kāma rāga anusayañca māna anusayañca na parijānāti ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_7.2.4:340.1_1",
        "original": "no ca tato paṭighānusayaṁ na parijānāti. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca",
        "analyzed": "no ca tatas paṭigha anusayam na parijānāti kāmadhātuyā dvīsu vedanāsu tatas bhava rāga anusayam ca ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_7.2.4:340.1_2",
        "original": "paṭighānusayañca na parijānāti, no ca tato kāmarāgānusayañca mānānusayañca na parijānāti.",
        "analyzed": "paṭigha anusayam ca na parijānāti no ca tatas kāma rāga anusayam ca māna anusayam ca na parijānāti ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_7.2.4:340.1_3",
        "original": "Apariyāpanne tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "a pariyāpanne tatas bhava rāga anusayañca na parijānāti kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_7.2.4:340.1_4",
        "original": "mānānusayañca na parijānāti.",
        "analyzed": "māna anusayam ca na parijānāti ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_7.2.4:341.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti tato avijjānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti tatas avijja anusayam na parijānāti iti āmantā ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.4:342.1",
        "original": "Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti? Āmantā. (Tikamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti iti āmantā tikamūlaka ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_7.2.4:343.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti tato vicikicchānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na parijānāti tatas vicikicchā anusayam na parijānāti iti āmantā ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.4:344.1",
        "original": "Yato vā pana vicikicchānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānātīti? Āmantā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "yatas vā pana vicikicchā anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na parijānāti iti āmantā pe catukkamūlaka ",
        "folio": "344"
    },
    {
        "segmentnr": "PA_ya_7.2.4:345.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti tato bhavarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti tatas bhava rāga anusayam na parijānāti iti āmantā ",
        "folio": "345"
    },
    {
        "segmentnr": "PA_ya_7.2.4:346.1",
        "original": "Yato vā pana bhavarāgānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti iti ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.4:347.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca na parijānāti,",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayañca kāma rāga anusayañca māna anusayañca na parijānāti ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.4:347.1_1",
        "original": "no ca tato paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. Kāmadhātuyā",
        "analyzed": "no ca tatas paṭigha anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti kāmadhātuyā ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.4:347.1_2",
        "original": "dvīsu vedanāsu tato bhavarāgānusayañca paṭighānusayañca na parijānāti, no ca tato",
        "analyzed": "dvīsu vedanāsu tatas bhava rāga anusayañca paṭigha anusayañca na parijānāti no ca tatas ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.4:347.1_3",
        "original": "kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti.",
        "analyzed": "kāma rāga anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.4:347.1_4",
        "original": "Apariyāpanne tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "a pariyāpanne tatas bhava rāga anusayañca na parijānāti kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.4:347.1_5",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti.",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.4:348.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti tato avijjānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti tatas avijjā anusayam na parijānāti iti āmantā ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.4:349.1",
        "original": "Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti? Āmantā. (Pañcakamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti iti āmantā pañcakamūlaka ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_7.2.4:350.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti tato avijjānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca na parijānāti tatas avijjā anusayam na parijānāti iti āmantā ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.4:351.1_0",
        "original": "Yato vā pana avijjānusayaṁ na parijānāti tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "yatas vā pana avijjā anusayam na parijānāti tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.4:351.1_1",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānātīti?",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na parijānāti iti ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.4:351.1_2",
        "original": "Āmantā. (Chakkamūlakaṁ.)",
        "analyzed": "āmantā chakkamūlaka ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.4:352.0",
        "original": "7.2.4.6. Paṭilomapuggalokāsa",
        "analyzed": "paṭiloma puggala ukāsa ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.4:352.1",
        "original": "Yo yato kāmarāgānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na parijānāti saḥ tatas paṭigha anusayam na parijānāti iti ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.4:353.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayaṁ na parijānāti, no ca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas kāma rāga anusayam na parijānāti no ca ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.4:353.1_1",
        "original": "so tato paṭighānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "saḥ tatas paṭigha anusayam na parijānāti su eva puggalaḥ rūpa dhātuyā a rūpa dhātuyā a pariyāpanne ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.4:353.1_2",
        "original": "so tato kāmarāgānusayañca na parijānāti paṭighānusayañca na parijānāti. Anāgāmimaggasamaṅgiṁ",
        "analyzed": "saḥ tatas kāma rāga anusayam ca na parijānāti paṭigha anusayam ca na parijānāti anāgāmi magga samaṅgi ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.4:353.1_3",
        "original": "ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti paṭighānusayañca na parijānanti.",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca na parijānanti paṭigha anusayañca na parijānanti ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.4:354.1",
        "original": "Yo vā pana yato paṭighānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas paṭigha anusayam na parijānāti saḥ tatas kāma rāga anusayam na parijānāti iti ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_7.2.4:355.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato paṭighānusayaṁ na parijānāti,",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas paṭigha anusayam na parijānāti ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.4:355.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam na parijānāti su eva puggalaḥ rūpadhātuyā arūpadhātuyā ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.4:355.1_2",
        "original": "apariyāpanne so tato paṭighānusayañca na parijānāti kāmarāgānusayañca na parijānāti.",
        "analyzed": "a pariyāpanne saḥ tatas paṭigha anusayam ca na parijānāti kāma rāga anusayam ca na parijānāti ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.4:355.1_3",
        "original": "Anāgāmimaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti",
        "analyzed": "anāgāmi magga samaṅgim ṭhapetvā avasesā puggalā sabbattha paṭigha anusayam ca na parijānanti ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.4:355.1_4",
        "original": "kāmarāgānusayañca na parijānanti.",
        "analyzed": "kāma rāga anusayam ca na parijānanti ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.4:356.1",
        "original": "Yo yato kāmarāgānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na parijānāti saḥ tatas māna anusayam na parijānāti iti ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_7.2.4:357.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusaya ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.4:357.1_1",
        "original": "na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "na parijānāti no ca so tatas māna anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.4:357.1_2",
        "original": "apariyāpanne so tato kāmarāgānusayañca na parijānāti mānānusayañca na parijānāti.",
        "analyzed": "a pariyāpanne saḥ tatas kāma rāga anusayañca na parijānāti māna anusayañca na parijānāti ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.4:357.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayam ca na parijānanti ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.4:357.1_4",
        "original": "mānānusayañca na parijānanti.",
        "analyzed": "māna anusayam ca na parijānanti ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.4:358.1",
        "original": "Yo vā pana yato mānānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas māna anusayam na parijānāti saḥ tatas kāma rāga anusayam na parijānāti iti ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_7.2.4:359.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato mānānusayaṁ na parijānāti,",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas māna anusayam na parijānāti ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.4:359.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya rūpadhātuyā",
        "analyzed": "no ca so tatas kāma rāga anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya rūpa dhātuyā ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.4:359.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato mānānusayañca na parijānāti kāmarāgānusayañca na",
        "analyzed": "arūpadhātuyāḥ a pariyāpanne saḥ tatas māna anusayam ca na parijānāti kāma rāga anusayam ca na ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.4:359.1_3",
        "original": "parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca",
        "analyzed": "parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha māna anusayam ca ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.4:359.1_4",
        "original": "na parijānanti kāmarāgānusayañca na parijānanti.",
        "analyzed": "na parijānanti kāma rāga anusayam ca na parijānanti ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.4:360.1",
        "original": "Yo yato kāmarāgānusayaṁ na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_7.2.4:361.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāma rāga anusaya ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.4:361.1_1",
        "original": "na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "na parijānāti no ca saḥ tatas vicikicchā anusayam na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.4:361.1_2",
        "original": "so tato kāmarāgānusayañca na parijānāti vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgiñca",
        "analyzed": "saḥ tatas kāma rāga anusayañca na parijānāti vicikicchā anusayañca na parijānāti anāgāmi magga samaṅgiñca ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.4:361.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti",
        "analyzed": "aṭṭhamakam ca ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca na parijānanti ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.4:361.1_4",
        "original": "vicikicchānusayañca na parijānanti.",
        "analyzed": "vicikicchā anusayam ca na parijānanti ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.4:362.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na parijānāti saḥ tatas kāma rāga anusayam na parijānāti iti ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_7.2.4:363.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ na parijānāti,",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayam na parijānāti ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_7.2.4:363.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya rūpadhātuyā",
        "analyzed": "no ca so tatas kāma rāga anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya rūpa dhātuyā ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_7.2.4:363.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca",
        "analyzed": "arūpadhātuyāḥ a pariyāpanne saḥ tatas vicikicchā anusayam ca na parijānāti kāma rāga anusayam ca ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_7.2.4:363.1_3",
        "original": "na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "na parijānāti anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_7.2.4:363.1_4",
        "original": "vicikicchānusayañca na parijānanti kāmarāgānusayañca na parijānanti.",
        "analyzed": "vicikicchā anusayañca na parijānanti kāma rāga anusayañca na parijānanti ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_7.2.4:364.1",
        "original": "Yo yato kāmarāgānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na parijānāti saḥ tatas bhava rāga anusayam na parijānāti iti ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.4:365.1_0",
        "original": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ na parijānāti,",
        "analyzed": "agga magga samaṅgī rūpadhātuyā a rūpadhātuyā saḥ tatas kāma rāga anusayam na parijānāti ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.4:365.1_1",
        "original": "no ca so tato bhavarāgānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā tīsu vedanāsu",
        "analyzed": "no ca saḥ tatas bhava rāga anusayam na parijānāti su eva puggalaḥ kāmadhātuyā tīsu vedanāsu ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.4:365.1_2",
        "original": "apariyāpanne so tato kāmarāgānusayañca na parijānāti bhavarāgānusayañca na parijānāti.",
        "analyzed": "a pariyāpanne saḥ tatas kāma rāga anusayam ca na parijānāti bhava rāga anusayam ca na parijānāti ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.4:365.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayam ca na parijānanti ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.4:365.1_4",
        "original": "bhavarāgānusayañca na parijānanti.",
        "analyzed": "bhava rāga anusayam ca na parijānanti ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.4:366.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na parijānāti saḥ tatas kāma rāga anusayam na parijānāti iti ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.4:367.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayaṁ na parijānāti,",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayam na parijānāti ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_7.2.4:367.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya rūpadhātuyā",
        "analyzed": "no ca so tatas kāma rāga anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya rūpa dhātuyā ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_7.2.4:367.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca",
        "analyzed": "arūpadhātuyāḥ a pariyāpanne saḥ tatas bhava rāga anusayam ca na parijānāti kāma rāga anusayam ca ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_7.2.4:367.1_3",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayam ca ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_7.2.4:367.1_4",
        "original": "na parijānanti kāmarāgānusayañca na parijānanti.",
        "analyzed": "na parijānanti kāma rāga anusayam ca na parijānanti ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_7.2.4:368.1",
        "original": "Yo yato kāmarāgānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na parijānāti saḥ tatas avijjā anusayam na parijānāti iti ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.4:369.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusaya ",
        "folio": "369"
    },
    {
        "segmentnr": "PA_ya_7.2.4:369.1_1",
        "original": "na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "na parijānāti no ca saḥ tatas avijjā anusayam na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "369"
    },
    {
        "segmentnr": "PA_ya_7.2.4:369.1_2",
        "original": "so tato kāmarāgānusayañca na parijānāti avijjānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ",
        "analyzed": "saḥ tatas kāma rāga anusayam ca na parijānāti avijjā anusayam ca na parijānāti dvinnam ",
        "folio": "369"
    },
    {
        "segmentnr": "PA_ya_7.2.4:369.1_3",
        "original": "ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca na parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca na parijānanti avijjā anusayañca na parijānanti ",
        "folio": "369"
    },
    {
        "segmentnr": "PA_ya_7.2.4:370.1",
        "original": "Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na parijānāti saḥ tatas kāma rāga anusayam na parijānāti iti ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.4:371.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato avijjānusayaṁ na parijānāti,",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayam na parijānāti ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.4:371.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya rūpadhātuyā",
        "analyzed": "no ca so tatas kāma rāga anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya rūpa dhātuyā ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.4:371.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca",
        "analyzed": "arūpadhātuyāḥ a pariyāpanne saḥ tatas avijjā anusayam ca na parijānāti kāma rāga anusayam ca ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.4:371.1_3",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha avijjā anusayam ca ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.4:371.1_4",
        "original": "na parijānanti kāmarāgānusayañca na parijānanti.",
        "analyzed": "na parijānanti kāma rāga anusayam ca na parijānanti ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.4:372.1",
        "original": "Yo yato paṭighānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam na parijānāti saḥ tatas māna anusayam na parijānāti iti ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.4:373.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas paṭigha anusaya ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.4:373.1_1",
        "original": "na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "na parijānāti no ca so tatas māna anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.4:373.1_2",
        "original": "apariyāpanne so tato paṭighānusayañca na parijānāti mānānusayañca na parijānāti.",
        "analyzed": "a pariyāpanne saḥ tatas paṭigha anusayam ca na parijānāti māna anusayam ca na parijānāti ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.4:373.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha paṭigha anusayam ca na parijānanti ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.4:373.1_4",
        "original": "mānānusayañca na parijānanti.",
        "analyzed": "māna anusayam ca na parijānanti ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.4:374.1",
        "original": "Yo vā pana yato mānānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas māna anusayam na parijānāti saḥ tatas paṭigha anusayam na parijānāti iti ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.4:375.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato mānānusayaṁ na parijānāti, no ca so",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas māna anusayam na parijānāti no ca so ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.4:375.1_1",
        "original": "tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā",
        "analyzed": "tatas paṭigha anusayam na parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.4:375.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato mānānusayañca na parijānāti paṭighānusayañca na",
        "analyzed": "arūpa dhātuyāḥ a pariyāpanne saḥ tatas māna anusayam ca na parijānāti paṭigha anusayam ca na ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.4:375.1_3",
        "original": "parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca",
        "analyzed": "parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha māna anusayam ca ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.4:375.1_4",
        "original": "na parijānanti paṭighānusayañca na parijānanti.",
        "analyzed": "na parijānanti paṭigha anusayam ca na parijānanti ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.4:376.1",
        "original": "Yo yato paṭighānusayaṁ na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam na parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.4:377.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭigha anusaya ",
        "folio": "377"
    },
    {
        "segmentnr": "PA_ya_7.2.4:377.1_1",
        "original": "na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "na parijānāti no ca saḥ tatas vicikicchā anusayam na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "377"
    },
    {
        "segmentnr": "PA_ya_7.2.4:377.1_2",
        "original": "so tato paṭighānusayañca na parijānāti vicikicchānusayañca na parijānāti. Anāgāmimaggasamaṅgiñca",
        "analyzed": "saḥ tatas paṭigha anusayam ca na parijānāti vicikicchā anusayam ca na parijānāti anāgāmi magga samaṅgiñca ",
        "folio": "377"
    },
    {
        "segmentnr": "PA_ya_7.2.4:377.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha paṭigha anusayañca na parijānanti vicikicchā anusayañca na parijānanti ",
        "folio": "377"
    },
    {
        "segmentnr": "PA_ya_7.2.4:378.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na parijānāti saḥ tatas paṭigha anusayam na parijānāti iti ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_7.2.4:379.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayaṁ na parijānāti, no",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas vicikicchā anusayam na parijānāti no ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.4:379.1_1",
        "original": "ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "ca saḥ tatas paṭigha anusayam na parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.4:379.1_2",
        "original": "rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca na parijānāti paṭighānusayañca",
        "analyzed": "rūpa dhātuyāḥ a rūpa dhātuyāḥ a pariyāpanne saḥ tatas vicikicchā anusayam ca na parijānāti paṭigha anusayam ca ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.4:379.1_3",
        "original": "na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "na parijānāti anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.4:379.1_4",
        "original": "vicikicchānusayañca na parijānanti paṭighānusayañca na parijānanti.",
        "analyzed": "vicikicchā anusayam ca na parijānanti paṭigha anusayam ca na parijānanti ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.4:380.1",
        "original": "Yo yato paṭighānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam na parijānāti saḥ tatas bhava rāga anusayam na parijānāti iti ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_7.2.4:381.1_0",
        "original": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ na parijānāti, no",
        "analyzed": "agga magga samaṅgī rūpadhātuyā arūpadhātuyā saḥ tatas paṭigha anusayam na parijānāti no ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.4:381.1_1",
        "original": "ca so tato bhavarāgānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā tīsu vedanāsu",
        "analyzed": "ca saḥ tatas bhava rāga anusayam na parijānāti su eva puggalaḥ kāmadhātuyā tīsu vedanāsu ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.4:381.1_2",
        "original": "apariyāpanne so tato paṭighānusayañca na parijānāti bhavarāgānusayañca na parijānāti.",
        "analyzed": "a pariyāpanne saḥ tatas paṭigha anusayam ca na parijānāti bhava rāga anusayam ca na parijānāti ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.4:381.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha paṭigha anusayam ca na parijānanti ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.4:381.1_4",
        "original": "bhavarāgānusayañca na parijānanti.",
        "analyzed": "bhava rāga anusayam ca na parijānanti ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.4:382.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na parijānāti saḥ tatas paṭigha anusayam na parijānāti iti ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.4:383.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayaṁ na parijānāti, no",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas bhava rāga anusayam na parijānāti no ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.4:383.1_1",
        "original": "ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "ca saḥ tatas paṭigha anusayam na parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.4:383.1_2",
        "original": "rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca na parijānāti paṭighānusayañca",
        "analyzed": "rūpa dhātuyāḥ a rūpa dhātuyāḥ a pariyāpanne saḥ tatas bhava rāga anusayam ca na parijānāti paṭigha anusayam ca ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.4:383.1_3",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayam ca ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.4:383.1_4",
        "original": "na parijānanti paṭighānusayañca na parijānanti.",
        "analyzed": "na parijānanti paṭigha anusayam ca na parijānanti ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.4:384.1",
        "original": "Yo yato paṭighānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam na parijānāti saḥ tatas avijjā anusayam na parijānāti iti ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.4:385.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas paṭigha anusaya ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.4:385.1_1",
        "original": "na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "na parijānāti no ca saḥ tatas avijjā anusayam na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.4:385.1_2",
        "original": "so tato paṭighānusayañca na parijānāti avijjānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ",
        "analyzed": "saḥ tatas paṭigha anusayam ca na parijānāti avijjā anusayam ca na parijānāti dvinnam ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.4:385.1_3",
        "original": "ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca na parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha paṭigha anusayañca na parijānanti avijjā anusayañca na parijānanti ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.4:386.1",
        "original": "Yo vā pana yato avijjānusayaṁ na parijānāti so tato paṭighānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na parijānāti saḥ tatas paṭigha anusayam na parijānāti iti ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.4:387.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ na parijānāti, no ca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam na parijānāti no ca ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.4:387.1_1",
        "original": "so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā",
        "analyzed": "saḥ tatas paṭigha anusayam na parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.4:387.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato avijjānusayañca na parijānāti paṭighānusayañca",
        "analyzed": "arūpa dhātuyāḥ a pariyāpanne saḥ tatas avijjā anusayam ca na parijānāti paṭigha anusayam ca ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.4:387.1_3",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha avijjā anusayam ca ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.4:387.1_4",
        "original": "na parijānanti paṭighānusayañca na parijānanti.",
        "analyzed": "na parijānanti paṭigha anusayam ca na parijānanti ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.4:388.1",
        "original": "Yo yato mānānusayaṁ na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas māna anusayam na parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.4:389.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tatas māna anusaya ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_7.2.4:389.1_1",
        "original": "na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "na parijānāti no ca saḥ tatas vicikicchā anusayam na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_7.2.4:389.1_2",
        "original": "so tato mānānusayañca na parijānāti vicikicchānusayañca na parijānāti. Aggamaggasamaṅgiñca",
        "analyzed": "saḥ tatas māna anusayam ca na parijānāti vicikicchā anusayam ca na parijānāti agga magga samaṅgiñca ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_7.2.4:389.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha mānānusayañca na parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha māna anusayañca na parijānanti vicikicchā anusayañca na parijānanti ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_7.2.4:390.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na parijānāti saḥ tatas māna anusayam na parijānāti iti ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.4:391.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas vicikicchā anusaya ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.4:391.1_1",
        "original": "na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "na parijānāti no ca so tatas māna anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.4:391.1_2",
        "original": "apariyāpanne so tato vicikicchānusayañca na parijānāti mānānusayañca na parijānāti.",
        "analyzed": "a pariyāpanne saḥ tatas vicikicchā anusayam ca na parijānāti māna anusayam ca na parijānāti ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.4:391.1_3",
        "original": "Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca",
        "analyzed": "agga magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchā anusayañca ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.4:391.1_4",
        "original": "na parijānanti mānānusayañca na parijānanti.",
        "analyzed": "na parijānanti māna anusayam ca na parijānanti ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.4:392.1",
        "original": "Yo yato mānānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ yatas māna anusayam na parijānāti saḥ tatas bhava rāga anusayam na parijānāti iti āmantā ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.4:393.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na parijānāti saḥ tatas māna anusayam na parijānāti iti ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_7.2.4:394.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayaṁ na parijānāti,",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayam na parijānāti ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.4:394.1_1",
        "original": "no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne",
        "analyzed": "no ca saḥ tatas māna anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya apariyāpanne ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.4:394.1_2",
        "original": "so tato bhavarāgānusayañca na parijānāti mānānusayañca na parijānāti. Aggamaggasamaṅgiṁ",
        "analyzed": "saḥ tatas bhava rāga anusayam ca na parijānāti māna anusayam ca na parijānāti agga magga samaṅgi ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.4:394.1_3",
        "original": "ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti mānānusayañca na parijānanti.",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayañca na parijānanti māna anusayañca na parijānanti ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.4:395.1",
        "original": "Yo yato mānānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas māna anusayam na parijānāti saḥ tatas avijjā anusayam na parijānāti iti ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.4:396.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato mānānusayaṁ na parijānāti, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas māna anusayam na parijānāti no ca saḥ tatas ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.4:396.1_1",
        "original": "avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato mānānusayañca na",
        "analyzed": "avijjā anusayam na parijānāti su eva puggalaḥ apariyāpanne saḥ tatas māna anusayam ca na ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.4:396.1_2",
        "original": "parijānāti avijjānusayañca na parijānāti. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā",
        "analyzed": "parijānāti avijjā anusayam ca na parijānāti agga magga samaṅgim ṭhapetvā avasesā puggalā ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.4:396.1_3",
        "original": "sabbattha mānānusayañca na parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "sabbattha māna anusayañca na parijānanti avijjā anusayañca na parijānanti ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.4:397.1",
        "original": "Yo vā pana yato avijjānusayaṁ na parijānāti so tato mānānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na parijānāti saḥ tatas māna anusayam na parijānāti iti āmantā ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.4:398.1",
        "original": "Yo yato diṭṭhānusayaṁ na parijānāti so tato vicikicchānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ yatas diṭṭha anusayam na parijānāti saḥ tatas vicikicchā anusayam na parijānāti iti āmantā ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.4:399.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato diṭṭhānusayaṁ na parijānātīti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na parijānāti saḥ tatas diṭṭha anusayam na parijānāti iti āmantā pe ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_7.2.4:400.1",
        "original": "Yo yato vicikicchānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas vicikicchā anusayam na parijānāti saḥ tatas bhava rāga anusayam na parijānāti iti ",
        "folio": "400"
    },
    {
        "segmentnr": "PA_ya_7.2.4:401.1_0",
        "original": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ na parijānāti,",
        "analyzed": "agga magga samaṅgī rūpadhātuyā a rūpadhātuyā saḥ tatas vicikicchā anusayam na parijānāti ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.4:401.1_1",
        "original": "no ca so tato bhavarāgānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā tīsu vedanāsu,",
        "analyzed": "no ca saḥ tatas bhava rāga anusayam na parijānāti su eva puggalaḥ kāmadhātuyā tīsu vedanāsu ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.4:401.1_2",
        "original": "apariyāpanne so tato vicikicchānusayañca na parijānāti bhavarāgānusayañca na parijānāti.",
        "analyzed": "a pariyāpanne saḥ tatas vicikicchā anusayam ca na parijānāti bhava rāga anusayam ca na parijānāti ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.4:401.1_3",
        "original": "Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca",
        "analyzed": "agga magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchā anusayañca ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.4:401.1_4",
        "original": "na parijānanti bhavarāgānusayañca na parijānanti.",
        "analyzed": "na parijānanti bhava rāga anusayam ca na parijānanti ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.4:402.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na parijānāti saḥ tatas vicikicchā anusayam na parijānāti iti ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.4:403.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tatas bhava rāga anusaya ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.4:403.1_1",
        "original": "na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "na parijānāti no ca saḥ tatas vicikicchā anusayam na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.4:403.1_2",
        "original": "so tato bhavarāgānusayañca na parijānāti vicikicchānusayañca na parijānāti. Aggamaggasamaṅgiñca",
        "analyzed": "saḥ tatas bhava rāga anusayam ca na parijānāti vicikicchā anusayam ca na parijānāti agga magga samaṅgiñca ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.4:403.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na parijānanti",
        "analyzed": "aṭṭhamakam ca ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayañca na parijānanti ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.4:403.1_4",
        "original": "vicikicchānusayañca na parijānanti.",
        "analyzed": "vicikicchā anusayam ca na parijānanti ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.4:404.1",
        "original": "Yo yato vicikicchānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas vicikicchā anusayam na parijānāti saḥ tatas avijjā anusayam na parijānāti iti ",
        "folio": "404"
    },
    {
        "segmentnr": "PA_ya_7.2.4:405.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas vicikicchā anusaya ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.4:405.1_1",
        "original": "na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "na parijānāti no ca saḥ tatas avijjā anusayam na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.4:405.1_2",
        "original": "so tato vicikicchānusayañca na parijānāti avijjānusayañca na parijānāti. Aggamaggasamaṅgiñca",
        "analyzed": "saḥ tatas vicikicchā anusayam ca na parijānāti avijjā anusayam ca na parijānāti agga magga samaṅgiñca ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.4:405.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca na parijānanti",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchā anusayañca na parijānanti ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.4:405.1_4",
        "original": "avijjānusayañca na parijānanti.",
        "analyzed": "na parijānanti ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.4:406.1",
        "original": "Yo vā pana yato avijjānusayaṁ na parijānāti so tato vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na parijānāti saḥ tatas vicikicchā anusayam na parijānāti iti ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_7.2.4:407.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tatas ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.4:407.1_1",
        "original": "na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "na parijānāti no ca saḥ tatas vicikicchā anusayam na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.4:407.1_2",
        "original": "so tato avijjānusayañca na parijānāti vicikicchānusayañca na parijānāti. Aggamaggasamaṅgiñca",
        "analyzed": "saḥ tatas avijjā anusayam ca na parijānāti vicikicchā anusayam ca na parijānāti agga magga samaṅgiñca ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.4:407.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca na parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjā anusayañca na parijānanti vicikicchā anusayañca na parijānanti ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.4:408.1",
        "original": "Yo yato bhavarāgānusayaṁ na parijānāti so tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas bhava rāga anusayam na parijānāti saḥ tatas avijjā anusayam na parijānāti iti ",
        "folio": "408"
    },
    {
        "segmentnr": "PA_ya_7.2.4:409.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu so tato bhavarāgānusayaṁ na parijānāti,",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu saḥ tatas bhava rāga anusayam na parijānāti ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.4:409.1_1",
        "original": "no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca",
        "analyzed": "no ca saḥ tatas avijjā anusayam na parijānāti su eva puggalaḥ a pariyāpanne saḥ tatas bhava rāga anusayam ca ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.4:409.1_2",
        "original": "na parijānāti avijjānusayañca na parijānāti. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā",
        "analyzed": "na parijānāti avijjā anusayam ca na parijānāti agga magga samaṅgim ṭhapetvā avasesā puggalā ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.4:409.1_3",
        "original": "sabbattha bhavarāgānusayañca na parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "sabbattha bhava rāga anusayañca na parijānanti avijjā anusayañca na parijānanti ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.4:410.1",
        "original": "Yo vā pana yato avijjānusayaṁ na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na parijānāti saḥ tatas bhava rāga anusayam na parijānāti iti āmantā ekamūlaka ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.4:411.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca na parijānāti so tato mānānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti saḥ tatas māna anusayam na parijānāti iti ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.4:412.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayam ca ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.4:412.1_1",
        "original": "paṭighānusayañca na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo",
        "analyzed": "paṭigha anusayam ca na parijānāti no ca saḥ tatas māna anusayam na parijānāti su eva puggalaḥ ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.4:412.1_2",
        "original": "dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca na parijānāti",
        "analyzed": "dukkhāya vedanāya apariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca na parijānāti ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.4:412.1_3",
        "original": "mānānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "māna anusayam ca na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.4:412.1_4",
        "original": "kāmarāgānusayañca paṭighānusayañca na parijānanti mānānusayañca na parijānanti.",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca na parijānanti māna anusayañca na parijānanti ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.4:413.1",
        "original": "Yo vā pana yato mānānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas māna anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.4:414.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato mānānusayañca kāmarāgānusayañca na",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas māna anusayam ca kāma rāga anusayam ca na ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.4:414.1_1",
        "original": "parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā",
        "analyzed": "parijānāti no ca so tatas paṭigha anusayam na parijānāti su eva puggalaḥ kāmadhātuyā ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.4:414.1_2",
        "original": "dvīsu vedanāsu so tato mānānusayañca paṭighānusayañca na parijānāti, no ca so tato",
        "analyzed": "dvīsu vedanāsu saḥ tatas māna anusayañca paṭigha anusayañca na parijānāti no ca saḥ tatas ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.4:414.1_3",
        "original": "kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "kāma rāga anusayam na parijānāti svā iva puggalaḥ rūpadhātuyā a rūpadhātuyā a pariyāpanne ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.4:414.1_4",
        "original": "so tato mānānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti.",
        "analyzed": "saḥ tatas māna anusayam ca na parijānāti kāma rāga anusayam ca paṭigha anusayam ca na parijānāti ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.4:414.1_5",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha māna anusayam ca na parijānanti ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.4:414.1_6",
        "original": "kāmarāgānusayañca paṭighānusayañca na parijānanti.",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca na parijānanti ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.4:415.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.4:416.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāma rāga anusayaṃ ca ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.4:416.1_1",
        "original": "paṭighānusayañca na parijānāti, no ca so tato vicikicchānusayaṁ na parijānāti. Sveva",
        "analyzed": "paṭigha anusayam ca na parijānāti no ca saḥ tatas vicikicchā anusayam na parijānāti su eva ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.4:416.1_2",
        "original": "puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca na parijānāti vicikicchānusayañca",
        "analyzed": "puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca na parijānāti vicikicchā anusayañca ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.4:416.1_3",
        "original": "na parijānāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "na parijānāti anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.4:416.1_4",
        "original": "kāmarāgānusayañca paṭighānusayañca na parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca na parijānanti vicikicchā anusayañca na parijānanti ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.4:417.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.4:418.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas vicikicchā anusayañca kāma rāga anusayañca ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.4:418.1_1",
        "original": "na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā",
        "analyzed": "na parijānāti no ca so tatas paṭigha anusayam na parijānāti su eva puggalaḥ kāmadhātuyā ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.4:418.1_2",
        "original": "dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca na parijānāti, no ca",
        "analyzed": "dvīsu vedanāsu saḥ tatas vicikicchā anusayañca paṭigha anusayañca na parijānāti no ca ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.4:418.1_3",
        "original": "so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "saḥ tatas kāma rāga anusayam na parijānāti su eva puggalaḥ rūpadhātuyā a rūpadhātuyā a pariyāpanne ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.4:418.1_4",
        "original": "so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti.",
        "analyzed": "saḥ tatas vicikicchā anusayam ca na parijānāti kāma rāga anusayam ca paṭigha anusayam ca na parijānāti ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.4:418.1_5",
        "original": "Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca",
        "analyzed": "anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchā anusayañca ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.4:418.1_6",
        "original": "na parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti.",
        "analyzed": "na parijānanti kāma rāga anusayam ca paṭigha anusayam ca na parijānanti ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.4:419.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca na parijānāti so tato bhavarāgānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti saḥ tatas bhava rāga anusayam na parijānāti iti ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.4:420.1_0",
        "original": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "agga magga samaṅgī rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.4:420.1_1",
        "original": "na parijānāti, no ca so tato bhavarāgānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā",
        "analyzed": "na parijānāti no ca saḥ tatas bhava rāga anusayam na parijānāti su eva puggalaḥ kāmadhātuyā ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.4:420.1_2",
        "original": "tīsu vedanāsu apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca na parijānāti",
        "analyzed": "tīsu vedanāsu apariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca na parijānāti ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.4:420.1_3",
        "original": "bhavarāgānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā",
        "analyzed": "bhava rāga anusayam ca na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.4:420.1_4",
        "original": "sabbattha kāmarāgānusayañca paṭighānusayañca na parijānanti bhavarāgānusayañca na parijānanti.",
        "analyzed": "sabbattha kāma rāga anusayañca paṭigha anusayañca na parijānanti bhava rāga anusayañca na parijānanti ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.4:421.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.4:422.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas bhava rāga anusayañca kāma rāga anusayañca ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.4:422.1_1",
        "original": "na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā",
        "analyzed": "na parijānāti no ca so tatas paṭigha anusayam na parijānāti su eva puggalaḥ kāmadhātuyā ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.4:422.1_2",
        "original": "dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca na parijānāti, no ca so",
        "analyzed": "dvīsu vedanāsu saḥ tatas bhava rāga anusayañca paṭigha anusayañca na parijānāti no ca saḥ ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.4:422.1_3",
        "original": "tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "tatas kāma rāga anusayam na parijānāti svā iva puggalaḥ rūpa dhātuyā a rūpa dhātuyā a pariyāpanne ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.4:422.1_4",
        "original": "so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti.",
        "analyzed": "saḥ tatas bhava rāga anusayam ca na parijānāti kāma rāga anusayam ca paṭigha anusayam ca na parijānāti ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.4:422.1_5",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca na",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayam ca na ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.4:422.1_6",
        "original": "parijānanti kāmarāgānusayañca paṭighānusayañca na parijānanti.",
        "analyzed": "parijānanti kāma rāga anusayam ca paṭigha anusayam ca na parijānanti ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.4:423.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca na parijānāti so tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti saḥ tatas avijja anusayam na parijānāti iti ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.4:424.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayam ca ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.4:424.1_1",
        "original": "paṭighānusayañca na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva",
        "analyzed": "paṭigha anusayam ca na parijānāti no ca saḥ tatas avijja anusayam na parijānāti su eva ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.4:424.1_2",
        "original": "puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca na parijānāti avijjānusayañca",
        "analyzed": "puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca na parijānāti avijjā anusayañca ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.4:424.1_3",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayam ca ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.4:424.1_4",
        "original": "paṭighānusayañca na parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "paṭigha anusayam ca na parijānanti avijja anusayam ca na parijānanti ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.4:425.1",
        "original": "Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca na parijānāti iti ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.4:426.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca na",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayañca kāma rāga anusayañca na ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.4:426.1_1",
        "original": "parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā",
        "analyzed": "parijānāti no ca so tatas paṭigha anusayam na parijānāti su eva puggalaḥ kāmadhātuyā ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.4:426.1_2",
        "original": "dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca na parijānāti, no ca so tato",
        "analyzed": "dvīsu vedanāsu saḥ tatas avijjā anusayañca paṭigha anusayañca na parijānāti no ca saḥ tatas ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.4:426.1_3",
        "original": "kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "kāma rāga anusayam na parijānāti svā iva puggalaḥ rūpadhātuyā a rūpadhātuyā a pariyāpanne ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.4:426.1_4",
        "original": "so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca na parijānāti.",
        "analyzed": "saḥ tatas avijjā anusayam ca na parijānāti kāma rāga anusayam ca paṭigha anusayam ca na parijānāti ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.4:426.1_5",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca na parijānanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha avijjā anusayam ca na parijānanti ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.4:426.1_6",
        "original": "kāmarāgānusayañca paṭighānusayañca na parijānanti. (Dukamūlakaṁ.)",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca na parijānanti duka mūlaka ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.4:427.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti saḥ tatas diṭṭha anusayam pe vicikicchā anusayam na parijānāti iti ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.4:428.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāma rāga anusayaṃ ca ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.4:428.1_1",
        "original": "paṭighānusayañca mānānusayañca na parijānāti, no ca so tato vicikicchānusayaṁ na",
        "analyzed": "paṭigha anusayam ca māna anusayam ca na parijānāti no ca saḥ tatas vicikicchā anusayam na ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.4:428.1_2",
        "original": "parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "parijānāti su eva puggalaḥ a pariyāpanne saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.4:428.1_3",
        "original": "mānānusayañca na parijānāti vicikicchānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca",
        "analyzed": "māna anusayam ca na parijānāti vicikicchā anusayam ca na parijānāti dvinnam magga samaṅgīnam ca ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.4:428.1_4",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.4:428.1_5",
        "original": "mānānusayañca na parijānanti vicikicchānusayañca na parijānanti.",
        "analyzed": "māna anusayam ca na parijānanti vicikicchā anusayam ca na parijānanti ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.4:429.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti iti ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas vicikicchā anusayañca kāma rāga anusayañca ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_1",
        "original": "mānānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo",
        "analyzed": "māna anusayam ca na parijānāti no ca saḥ tatas paṭigha anusayam na parijānāti su eva puggalo ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu saḥ tatas vicikicchā anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_3",
        "original": "na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā",
        "analyzed": "na parijānāti no ca saḥ tatas kāma rāga anusayam na parijānāti su eva puggalaḥ rūpadhātuyā ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_4",
        "original": "arūpadhātuyā apariyāpanne so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca",
        "analyzed": "arūpadhātuyāḥ a pariyāpanne saḥ tatas vicikicchā anusayam ca na parijānāti kāma rāga anusayam ca ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_5",
        "original": "paṭighānusayañca mānānusayañca na parijānāti. Aggamaggasamaṅgī kāmadhātuyā dvīsu",
        "analyzed": "paṭigha anusayam ca māna anusayam ca na parijānāti agga magga samaṅgī kāmadhātuyā dvīsu ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_6",
        "original": "vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayañca kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_7",
        "original": "na parijānāti, no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "na parijānāti no ca so tatas māna anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_8",
        "original": "apariyāpanne so tato vicikicchānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "a pariyāpanne saḥ tatas vicikicchā anusayañca na parijānāti kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_9",
        "original": "mānānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā",
        "analyzed": "māna anusayam ca na parijānāti dvinnam magga samaṅgīnam ca aṭṭhamakam ca ṭhapetvā avasesā ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_10",
        "original": "puggalā sabbattha vicikicchānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "puggalā sabbattha vicikicchā anusayañca na parijānanti kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:430.1_11",
        "original": "mānānusayañca na parijānanti.",
        "analyzed": "māna anusayam ca na parijānanti ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.4:431.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti saḥ tatas bhava rāga anusayam na parijānāti iti āmantā ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.4:432.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti iti ",
        "folio": "432"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas bhava rāga anusayañca kāma rāga anusayañca ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_1",
        "original": "mānānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo",
        "analyzed": "māna anusayam ca na parijānāti no ca saḥ tatas paṭigha anusayam na parijānāti su eva puggalo ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_3",
        "original": "na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā",
        "analyzed": "na parijānāti no ca saḥ tatas kāma rāga anusayam na parijānāti su eva puggalaḥ rūpadhātuyā ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_4",
        "original": "arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca",
        "analyzed": "arūpadhātuyāḥ a pariyāpanne saḥ tatas bhava rāga anusayam ca na parijānāti kāma rāga anusayam ca ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_5",
        "original": "paṭighānusayañca mānānusayañca na parijānāti. Aggamaggasamaṅgī kāmadhātuyā dvīsu",
        "analyzed": "paṭigha anusayam ca māna anusayam ca na parijānāti agga magga samaṅgī kāmadhātuyā dvīsu ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_6",
        "original": "vedanāsu so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca na parijānāti,",
        "analyzed": "vedanāsu saḥ tatas bhava rāga anusayañca kāma rāga anusayañca paṭigha anusayañca na parijānāti ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_7",
        "original": "no ca so tato mānānusayaṁ na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne",
        "analyzed": "no ca saḥ tatas māna anusayam na parijānāti su eva puggalaḥ dukkhāya vedanāya apariyāpanne ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_8",
        "original": "so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "saḥ tatas bhava rāga anusayam ca na parijānāti kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_9",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayam ca ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:433.1_10",
        "original": "na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānanti.",
        "analyzed": "na parijānanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca na parijānanti ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.4:434.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti so tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti saḥ tatas avijja anusayam na parijānāti iti ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.4:435.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.4:435.1_1",
        "original": "na parijānāti, no ca so tato avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "na parijānāti no ca saḥ tatas avijjā anusayam na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.4:435.1_2",
        "original": "so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti avijjānusayañca",
        "analyzed": "saḥ tatas kāma rāga anusayañca paṭigha anusayañca māna anusayañca na parijānāti avijja anusayañca ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.4:435.1_3",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayam ca ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.4:435.1_4",
        "original": "paṭighānusayañca mānānusayañca na parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "paṭigha anusayañca māna anusayañca na parijānanti avijja anusayañca na parijānanti ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.4:436.1",
        "original": "Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na parijānāti iti ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_7.2.4:437.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayañca kāma rāga anusayañca māna anusayañca ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.4:437.1_1",
        "original": "na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti. Sveva puggalo kāmadhātuyā",
        "analyzed": "na parijānāti no ca so tatas paṭigha anusayam na parijānāti su eva puggalaḥ kāmadhātuyā ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.4:437.1_2",
        "original": "dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca mānānusayañca na parijānāti,",
        "analyzed": "dvīsu vedanāsu saḥ tatas avijjā anusayañca paṭigha anusayañca māna anusayañca na parijānāti ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.4:437.1_3",
        "original": "no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam na parijānāti su eva puggalaḥ rūpadhātuyā arūpadhātuyā ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.4:437.1_4",
        "original": "apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "a pariyāpanne saḥ tatas avijjā anusayañca na parijānāti kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.4:437.1_5",
        "original": "mānānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "māna anusayam ca na parijānāti dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.4:437.1_6",
        "original": "avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca na",
        "analyzed": "avijja anusayañca na parijānanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.4:437.1_7",
        "original": "parijānanti. (Tikamūlakaṁ.)",
        "analyzed": "parijānanti tikamūlaka ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.4:438.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti so tato vicikicchānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na parijānāti saḥ tatas vicikicchā anusayam na parijānāti iti āmantā ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.4:439.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na parijānāti iti ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas vicikicchā anusayañca kāma rāga anusayañca ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_1",
        "original": "mānānusayañca diṭṭhānusayañca na parijānāti, no ca so tato paṭighānusayaṁ na parijānāti.",
        "analyzed": "māna anusayam ca diṭṭha anusayam ca na parijānāti no ca saḥ tatas paṭigha anusayam na parijānāti ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_2",
        "original": "Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca",
        "analyzed": "su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayañca paṭigha anusayañca ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_3",
        "original": "mānānusayañca diṭṭhānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ na parijānāti.",
        "analyzed": "māna anusayam ca diṭṭha anusayam ca na parijānāti no ca saḥ tatas kāma rāga anusayam na parijānāti ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_4",
        "original": "Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca na",
        "analyzed": "su eva puggalaḥ rūpa dhātuyāḥ a rūpa dhātuyāḥ a pariyāpanne saḥ tatas vicikicchā anusayam ca na ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_5",
        "original": "parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na parijānāti.",
        "analyzed": "parijānāti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca na parijānāti ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_6",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas vicikicchā anusayam ca ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_7",
        "original": "kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca na parijānāti, no ca so tato mānānusayaṁ",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca diṭṭha anusayañca na parijānāti no ca saḥ tatas māna anusaya ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_8",
        "original": "na parijānāti. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayañca",
        "analyzed": "na parijānāti su eva puggalaḥ dukkhāya vedanāya apariyāpanne saḥ tatas vicikicchā anusayañca ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_9",
        "original": "na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca na",
        "analyzed": "na parijānāti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca na ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_10",
        "original": "parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "parijānāti dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_11",
        "original": "vicikicchānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "vicikicchā anusayañca na parijānanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:440.1_12",
        "original": "diṭṭhānusayañca na parijānanti …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "diṭṭha anusayam ca na parijānanti pe catukkamūlaka ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.4:441.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti so tato bhavarāgānusayaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti saḥ tatas bhava rāga anusayam na parijānāti iti āmantā ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.4:442.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti iti ",
        "folio": "442"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas bhava rāga anusayaṃ ca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so tato diṭṭhānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca na parijānāti no ca saḥ tatas diṭṭha anusayañca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_2",
        "original": "vicikicchānusayañca na parijānāti. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca",
        "analyzed": "vicikicchā anusayañca na parijānāti su eva puggalaḥ a pariyāpanne saḥ tatas bhava rāga anusayañca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_3",
        "original": "na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "na parijānāti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_4",
        "original": "na parijānāti. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca",
        "analyzed": "na parijānāti anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas bhava rāga anusayam ca kāma rāga anusayam ca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_5",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato paṭighānusayaṁ",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti no ca saḥ tatas paṭigha anusaya ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_6",
        "original": "na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca",
        "analyzed": "na parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayam ca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_7",
        "original": "paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti,",
        "analyzed": "paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_8",
        "original": "no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam na parijānāti su eva puggalaḥ rūpadhātuyā arūpadhātuyā ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_9",
        "original": "apariyāpanne so tato bhavarāgānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "a pariyāpanne saḥ tatas bhava rāga anusayañca na parijānāti kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_10",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti. Aggamaggasamaṅgī",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti agga magga samaṅgī ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_11",
        "original": "kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayañca kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_12",
        "original": "diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato mānānusayaṁ na parijānāti.",
        "analyzed": "diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti no ca saḥ tatas māna anusayam na parijānāti ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_13",
        "original": "Sveva puggalo dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayañca na parijānāti",
        "analyzed": "su eva puggalaḥ dukkhāya vedanāya apariyāpanne saḥ tatas bhava rāga anusayañca na parijānāti ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_14",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_15",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_16",
        "original": "bhavarāgānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "bhava rāga anusayam ca na parijānanti kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:443.1_17",
        "original": "diṭṭhānusayañca vicikicchānusayañca na parijānanti.",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca na parijānanti ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.4:444.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti so tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti saḥ tatas avijjā anusayam na parijānāti iti ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.4:445.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.4:445.1_1",
        "original": "diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato avijjānusayaṁ na",
        "analyzed": "diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti no ca saḥ tatas avijjā anusayam na ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.4:445.1_2",
        "original": "parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "parijānāti su eva puggalaḥ a pariyāpanne saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.4:445.1_3",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti avijjānusayañca na",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti avijjā anusayañca na ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.4:445.1_4",
        "original": "parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "parijānāti dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.4:445.1_5",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.4:445.1_6",
        "original": "na parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "na parijānanti avijja anusayam ca na parijānanti ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.4:446.1",
        "original": "Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na parijānāti iti ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas avijjā anusayam ca ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca na parijānāti, no ca so tato diṭṭhānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca na parijānāti no ca saḥ tatas diṭṭha anusayañca ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_2",
        "original": "vicikicchānusayañca na parijānāti. Sveva puggalo apariyāpanne so tato avijjānusayañca",
        "analyzed": "vicikicchā anusayañca na parijānāti su eva puggalaḥ a pariyāpanne saḥ tatas avijjā anusayañca ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_3",
        "original": "na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "na parijānāti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_4",
        "original": "na parijānāti. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca",
        "analyzed": "na parijānāti anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayañca kāma rāga anusayañca ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_5",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato paṭighānusayaṁ",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti no ca saḥ tatas paṭigha anusaya ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_6",
        "original": "na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca",
        "analyzed": "na parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayam ca paṭigha anusayam ca ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_7",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca na parijānāti, no ca so tato kāmarāgānusayaṁ",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na parijānāti no ca saḥ tatas kāma rāga anusaya ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_8",
        "original": "na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca",
        "analyzed": "na parijānāti su eva puggalaḥ rūpa dhātuyā a rūpa dhātuyā a pariyāpanne saḥ tatas avijjā anusayam ca ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_9",
        "original": "na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "na parijānāti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_10",
        "original": "na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "na parijānāti dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_11",
        "original": "avijjānusayañca na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca",
        "analyzed": "avijjā anusayañca na parijānanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:447.1_12",
        "original": "vicikicchānusayañca na parijānanti. (Pañcakamūlakaṁ.)",
        "analyzed": "vicikicchā anusayam ca na parijānanti pañcaka mūlaka ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.4:448.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti so tato avijjānusayaṁ na parijānātīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca na parijānāti saḥ tatas avijjā anusayam na parijānāti iti ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.4:449.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.4:449.1_1",
        "original": "diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti, no ca so tato",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na parijānāti no ca saḥ tatas ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.4:449.1_2",
        "original": "avijjānusayaṁ na parijānāti. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca",
        "analyzed": "avijjā anusayam na parijānāti su eva puggalaḥ a pariyāpanne saḥ tatas kāma rāga anusayam ca ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.4:449.1_3",
        "original": "paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca",
        "analyzed": "paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.4:449.1_4",
        "original": "na parijānāti avijjānusayañca na parijānāti. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca",
        "analyzed": "na parijānāti avijjā anusayam ca na parijānāti dvinnam magga samaṅgīnam ca aṭṭhamakañca ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.4:449.1_5",
        "original": "ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.4:449.1_6",
        "original": "diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānanti avijjānusayañca na parijānanti.",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na parijānanti avijjā anusayañca na parijānanti ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.4:450.1",
        "original": "Yo vā pana yato avijjānusayaṁ na parijānāti so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānātīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na parijānāti saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca na parijānāti iti ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas avijjā anusayam ca ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca bhavarāgānusayañca na parijānāti,",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca bhava rāga anusayañca na parijānāti ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_2",
        "original": "no ca so tato diṭṭhānusayañca vicikicchānusayañca na parijānāti. Sveva puggalo apariyāpanne",
        "analyzed": "no ca saḥ tatas diṭṭha anusayañca vicikicchā anusayañca na parijānāti su eva puggalaḥ a pariyāpanne ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_3",
        "original": "so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "saḥ tatas avijja anusayañca na parijānāti kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_4",
        "original": "diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti. Anāgāmimaggasamaṅgī",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na parijānāti anāgāmi magga samaṅgī ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_5",
        "original": "dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca",
        "analyzed": "dukkhāya vedanāya saḥ tatas avijjā anusayañca kāma rāga anusayañca māna anusayañca diṭṭha anusayañca ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_6",
        "original": "vicikicchānusayañca bhavarāgānusayañca na parijānāti, no ca so tato paṭighānusayaṁ",
        "analyzed": "vicikicchā anusayañca bhava rāga anusayañca na parijānāti no ca saḥ tatas paṭigha anusaya ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_7",
        "original": "na parijānāti. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca",
        "analyzed": "na parijānāti su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayam ca paṭigha anusayam ca ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_8",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti,",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na parijānāti ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_9",
        "original": "no ca so tato kāmarāgānusayaṁ na parijānāti. Sveva puggalo rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam na parijānāti su eva puggalaḥ rūpadhātuyā arūpadhātuyā ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_10",
        "original": "apariyāpanne so tato avijjānusayañca na parijānāti kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "a pariyāpanne saḥ tatas avijjā anusayañca na parijānāti kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_11",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca na parijānāti.",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na parijānāti ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_12",
        "original": "Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca",
        "analyzed": "dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjā anusayañca ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_13",
        "original": "na parijānanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "na parijānanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:451.1_14",
        "original": "bhavarāgānusayañca na parijānanti. (Chakkamūlakaṁ.)",
        "analyzed": "bhava rāga anusayam ca na parijānanti chakkamūlaka ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.4:452.1",
        "original": "Pariññāvāre paṭilomaṁ.",
        "analyzed": "pariññāvāre paṭiloma ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.4:452.2",
        "original": "Pariññāvāro.",
        "analyzed": "pariññāvāro ",
        "folio": "452"
    }
]