[
    {
        "segmentnr": "PA_ya_7.2.6:0.1",
        "original": "7 Anusayayamaka",
        "analyzed": "anu saya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.6:0.2",
        "original": "7.2 Mahāvāra",
        "analyzed": "mahāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.6:0.3",
        "original": "7.2.6. Uppajjanavāra",
        "analyzed": "uppajjana vāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.6:1.1",
        "original": "Yassa kāmarāgānusayo uppajjati tassa paṭighānusayo uppajjatīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ uppajjati tassa paṭigha anusayaḥ uppajjati iti āmantā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.6:2.1",
        "original": "Yassa vā pana paṭighānusayo uppajjati tassa kāmarāgānusayo uppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana paṭigha anusayaḥ uppajjati tassa kāma rāga anusayaḥ uppajjati iti āmantā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.6:3.1",
        "original": "Yassa kāmarāgānusayo uppajjati tassa mānānusayo uppajjatīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ uppajjati tassa māna anusayaḥ uppajjati iti āmantā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.6:4.1",
        "original": "Yassa vā pana mānānusayo uppajjati tassa kāmarāgānusayo uppajjatīti?",
        "analyzed": "yassa vā pana māna anusayaḥ uppajjati tassa kāma rāga anusayaḥ uppajjati iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.6:5.1",
        "original": "Anāgāmissa mānānusayo uppajjati, no ca tassa kāmarāgānusayo uppajjati. Tiṇṇaṁ puggalānaṁ mānānusayo ca uppajjati kāmarāgānusayo ca uppajjati (vitthāretabbaṁ.)",
        "analyzed": "anāgāmissa māna anusayaḥ uppajjati no ca tassa kāma rāga anusayaḥ uppajjati tiṇṇam puggalānam māna anusayaḥ ca uppajjati kāma rāga anusayaḥ ca uppajjati vitthāretabba ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.6:6.1",
        "original": "Yassa kāmarāgānusayo nuppajjati tassa paṭighānusayo nuppajjatīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ nuppajjati tassa paṭigha anusayaḥ nuppajjati iti āmantā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.6:7.1",
        "original": "Yassa vā pana paṭighānusayo nuppajjati tassa kāmarāgānusayo nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana paṭigha anusayaḥ nuppajjati tassa kāma rāga anusayaḥ nuppajjati iti āmantā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.6:8.1",
        "original": "Yassa kāmarāgānusayo nuppajjati tassa mānānusayo nuppajjatīti?",
        "analyzed": "yassa kāma rāga anusayaḥ nuppajjati tassa māna anusayaḥ nuppajjati iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.6:9.1",
        "original": "Anāgāmissa kāmarāgānusayo nuppajjati, no ca tassa mānānusayo nuppajjati. Arahato kāmarāgānusayo ca nuppajjati mānānusayo ca nuppajjati.",
        "analyzed": "anāgāmissa kāma rāga anusayaḥ nuppajjati no ca tassa māna anusayaḥ nuppajjati arahataḥ kāma rāga anusayaḥ ca nuppajjati māna anusayaḥ ca nuppajjati ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.6:10.1",
        "original": "Yassa vā pana mānānusayo nuppajjati tassa kāmarāgānusayo nuppajjatīti? Āmantā. (Vitthāretabbaṁ.)",
        "analyzed": "yassa vā pana māna anusayaḥ nuppajjati tassa kāma rāga anusayaḥ nuppajjati iti āmantā vitthāretabba ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.6:11.1",
        "original": "Uppajjanavāro.",
        "analyzed": "uppajjana vāraḥ ",
        "folio": "11"
    }
]