[
    {
        "segmentnr": "PA_ya_7.2.3:0.1",
        "original": "7 Anusayayamaka",
        "analyzed": "anu saya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.3:0.2",
        "original": "7.2 Mahāvāra",
        "analyzed": "mahāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.3:0.3",
        "original": "7.2.3. Pajahanavāra",
        "analyzed": "pa ja ha na vāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.3:1.0",
        "original": "7.2.3.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.3:1.1",
        "original": "Yo kāmarāgānusayaṁ pajahati so paṭighānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam pajahati saḥ paṭigha anusayam pajahati iti āmantā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.3:2.1",
        "original": "Yo vā pana paṭighānusayaṁ pajahati so kāmarāgānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ vā pana paṭigha anusayam pajahati saḥ kāma rāga anusayam pajahati iti āmantā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.3:3.1",
        "original": "Yo kāmarāgānusayaṁ pajahati so mānānusayaṁ pajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam pajahati saḥ māna anusayam pajahati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.3:4.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.3:5.1",
        "original": "Yo vā pana mānānusayaṁ pajahati so kāmarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana māna anusayam pajahati saḥ kāma rāga anusayam pajahati iti no ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.3:6.1",
        "original": "Yo kāmarāgānusayaṁ pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ kāma rāga anusayam pajahati saḥ diṭṭha anusayam pe vicikicchā anusayam pajahati iti no ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.3:7.1",
        "original": "Yo vā pana vicikicchānusayaṁ pajahati so kāmarāgānusayaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam pajahati saḥ kāma rāga anusayam pajahati iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.3:8.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.3:9.1",
        "original": "Yo kāmarāgānusayaṁ pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam pajahati saḥ bhava rāga anusayam pe avijjā anusayam pajahati iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.3:10.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.3:11.1",
        "original": "Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana avijjā anusayam pajahati saḥ kāma rāga anusayam pajahati iti no ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.3:12.1",
        "original": "Yo paṭighānusayaṁ pajahati so mānānusayaṁ pajahatīti?",
        "analyzed": "yaḥ paṭigha anusayam pajahati saḥ māna anusayam pajahati iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.3:13.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.3:14.1",
        "original": "Yo vā pana mānānusayaṁ pajahati so paṭighānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana māna anusayam pajahati saḥ paṭigha anusayam pajahati iti no ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.3:15.1",
        "original": "Yo paṭighānusayaṁ pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ paṭigha anusayam pajahati saḥ diṭṭha anusayam pe vicikicchā anusayam pajahati iti no ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.3:16.1",
        "original": "Yo vā pana vicikicchānusayaṁ pajahati so paṭighānusayaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam pajahati saḥ paṭigha anusayam pajahati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.3:17.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.3:18.1",
        "original": "Yo paṭighānusayaṁ pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti?",
        "analyzed": "yaḥ paṭigha anusayam pajahati saḥ bhava rāga anusayam pe avijjā anusayam pajahati iti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.3:19.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.3:20.1",
        "original": "Yo vā pana avijjānusayaṁ pajahati so paṭighānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana avijjā anusayam pajahati saḥ paṭigha anusayam pajahati iti no ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.3:21.1",
        "original": "Yo mānānusayaṁ pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ māna anusayam pajahati saḥ diṭṭha anusayam pe vicikicchā anusayam pajahati iti no ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.3:22.1",
        "original": "Yo vā pana vicikicchānusayaṁ pajahati so mānānusayaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam pajahati saḥ māna anusayam pajahati iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.3:23.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.3:24.1",
        "original": "Yo mānānusayaṁ pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ māna anusayam pajahati saḥ bhava rāga anusayam pe avijjā anusayam pajahati iti āmantā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.3:25.1",
        "original": "Yo vā pana avijjānusayaṁ pajahati so mānānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ vā pana avijjā anusayam pajahati saḥ māna anusayam pajahati iti āmantā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.3:26.1",
        "original": "Yo diṭṭhānusayaṁ pajahati so vicikicchānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ diṭṭha anusayam pajahati saḥ vicikicchā anusayam pajahati iti āmantā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.3:27.1",
        "original": "Yo vā pana vicikicchānusayaṁ pajahati so diṭṭhānusayaṁ pajahatīti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana vicikicchā anusayam pajahati saḥ diṭṭha anusayam pajahati iti āmantā pe ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.3:28.1",
        "original": "Yo vicikicchānusayaṁ pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti?",
        "analyzed": "yaḥ vicikicchā anusayam pajahati saḥ bhava rāga anusayam pe avijjā anusayam pajahati iti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_7.2.3:29.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_7.2.3:30.1",
        "original": "Yo vā pana avijjānusayaṁ pajahati so vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana avijjā anusayam pajahati saḥ vicikicchā anusayam pajahati iti no ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_7.2.3:31.1",
        "original": "Yo bhavarāgānusayaṁ pajahati so avijjānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ bhava rāga anusayam pajahati saḥ avijjā anusayam pajahati iti āmantā ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_7.2.3:32.1",
        "original": "Yo vā pana avijjānusayaṁ pajahati so bhavarāgānusayaṁ pajahatīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayam pajahati saḥ bhava rāga anusayam pajahati iti āmantā ekamūlaka ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_7.2.3:33.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca pajahati so mānānusayaṁ pajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca pajahati saḥ māna anusayam pajahati iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_7.2.3:34.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_7.2.3:35.1",
        "original": "Yo vā pana mānānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca pajahatīti? No.",
        "analyzed": "yaḥ vā pana māna anusayam pajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca pajahati iti no ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_7.2.3:36.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca pajahati saḥ diṭṭha anusayam pe vicikicchā anusayam pajahati iti no ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_7.2.3:37.1",
        "original": "Yo vā pana vicikicchānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam pajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca pajahati iti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_7.2.3:38.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_7.2.3:39.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca pajahati saḥ bhava rāga anusayam pe avijjā anusayam pajahati iti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_7.2.3:40.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_7.2.3:41.1",
        "original": "Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca pajahatīti? No. (Dukamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayam pajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca pajahati iti no duka mūlaka ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_7.2.3:42.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati saḥ diṭṭha anusayam pe vicikicchā anusayam pajahati iti natthi ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_7.2.3:43.1",
        "original": "Yo vā pana vicikicchānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam pajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati iti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_7.2.3:44.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_7.2.3:45.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati saḥ bhava rāga anusayam pe avijjā anusayam pajahati iti natthi ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_7.2.3:46.1",
        "original": "Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam pajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_7.2.3:47.1",
        "original": "Mānānusayaṁ pajahati. (Tikamūlakaṁ.)",
        "analyzed": "māna anusayam tika mūlaka ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_7.2.3:48.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahati so vicikicchānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca pajahati saḥ vicikicchā anusayam pajahati iti natthi ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_7.2.3:49.1",
        "original": "Yo vā pana vicikicchānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam pajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca pajahati iti ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.3:50.1",
        "original": "Diṭṭhānusayaṁ pajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca tadekaṭṭhaṁ pajahati …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "diṭṭha anusayam pajahati kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca tad ekaṭṭham pajahati pe ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_7.2.3:51.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati saḥ bhava rāga anusayam pe avijjā anusayam pajahati iti natthi ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_7.2.3:52.1",
        "original": "Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam pajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati iti ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_7.2.3:53.1",
        "original": "Mānānusayaṁ pajahati. (Pañcakamūlakaṁ.)",
        "analyzed": "māna anusayam pajahati ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_7.2.3:54.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahati so avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayañca pajahati saḥ avijjā anusayam pajahati iti natthi ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_7.2.3:55.1",
        "original": "Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam pajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca pajahati iti ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.3:56.1",
        "original": "Mānānusayañca bhavarāgānusayañca pajahati. (Chakkamūlakaṁ.)",
        "analyzed": "māna anusayam ca bhava rāga anusayam ca pajahati chakkamūlaka ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_7.2.3:57.0",
        "original": "7.2.3.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_7.2.3:57.1",
        "original": "Yato kāmarāgānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti? No.",
        "analyzed": "yatas kāma rāga anusayam pajahati tatas paṭigha anusayam pajahati iti no ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_7.2.3:58.1",
        "original": "Yato vā pana paṭighānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yatas vā pana paṭigha anusayam pajahati tatas kāma rāga anusayam pajahati iti no ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_7.2.3:59.1",
        "original": "Yato kāmarāgānusayaṁ pajahati tato mānānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam pajahati tatas māna anusayam pajahati iti āmantā ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_7.2.3:60.1",
        "original": "Yato vā pana mānānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti?",
        "analyzed": "yatas vā pana māna anusayam pajahati tatas kāma rāga anusayam pajahati iti ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.3:61.1",
        "original": "Rūpadhātuyā arūpadhātuyā tato mānānusayaṁ pajahati, no ca tato kāmarāgānusayaṁ pajahati. Kāmadhātuyā dvīsu vedanāsu tato mānānusayañca pajahati kāmarāgānusayañca pajahati.",
        "analyzed": "rūpadhātuyā arūpadhātuyā tatas māna anusayam pajahati no ca tatas kāma rāga anusayam pajahati kāmadhātuyā dvīsu vedanāsu tatas māna anusayam ca pajahati kāma rāga anusayam ca pajahati ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_7.2.3:62.1",
        "original": "Yato kāmarāgānusayaṁ pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam pajahati tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti āmantā ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_7.2.3:63.1",
        "original": "Yato vā pana vicikicchānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam pajahati tatas kāma rāga anusayam pajahati iti ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.3:64.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ pajahati, no ca",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayam pajahati no ca ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_7.2.3:64.1_1",
        "original": "tato kāmarāgānusayaṁ pajahati. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca",
        "analyzed": "tatas kāma rāga anusayam pajahati kāmadhātuyā dvīsu vedanāsu tatas vicikicchā anusayam ca ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_7.2.3:64.1_2",
        "original": "pajahati kāmarāgānusayañca pajahati.",
        "analyzed": "pajahati kāma rāga anusayam ca pajahati ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_7.2.3:65.1",
        "original": "Yato kāmarāgānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yatas kāma rāga anusayam pajahati tatas bhava rāga anusayam pajahati iti no ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_7.2.3:66.1",
        "original": "Yato vā pana bhavarāgānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yatas vā pana bhava rāga anusayam pajahati tatas kāma rāga anusayam pajahati iti no ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.3:67.1",
        "original": "Yato kāmarāgānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam pajahati tatas avijjā anusayam pajahati iti āmantā ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_7.2.3:68.1",
        "original": "Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti?",
        "analyzed": "yatas vā pana avijjā anusayam pajahati tatas kāma rāga anusayam pajahati iti ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_7.2.3:69.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ pajahati, no ca tato",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayam pajahati no ca tatas ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_7.2.3:69.1_1",
        "original": "kāmarāgānusayaṁ pajahati. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca pajahati",
        "analyzed": "kāma rāga anusayam pajahati kāmadhātuyāḥ dvīsu vedanāsu tatas avijja anusayam ca pajahati ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_7.2.3:69.1_2",
        "original": "kāmarāgānusayañca pajahati.",
        "analyzed": "kāma rāga anusayam ca pajahati ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_7.2.3:70.1",
        "original": "Yato paṭighānusayaṁ pajahati tato mānānusayaṁ pajahatīti? No.",
        "analyzed": "yatas paṭigha anusayam pajahati tatas māna anusayam pajahati iti no ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_7.2.3:71.1",
        "original": "Yato vā pana mānānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti? No.",
        "analyzed": "yatas vā pana māna anusayam pajahati tatas paṭigha anusayam pajahati iti no ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_7.2.3:72.1",
        "original": "Yato paṭighānusayaṁ pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas paṭigha anusayam pajahati tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti āmantā ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_7.2.3:73.1",
        "original": "Yato vā pana vicikicchānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam pajahati tatas paṭigha anusayam pajahati iti ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_7.2.3:74.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ pajahati,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā tatas vicikicchā anusayam pajahati ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.3:74.1_1",
        "original": "no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato vicikicchānusayañca pajahati",
        "analyzed": "no ca tatas paṭigha anusayam pajahati dukkhāya vedanāya tatas vicikicchā anusayam ca pajahati ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.3:74.1_2",
        "original": "paṭighānusayañca pajahati.",
        "analyzed": "paṭigha anusayam ca pajahati ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.3:75.1",
        "original": "Yato paṭighānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yatas paṭigha anusayam pajahati tatas bhava rāga anusayam pajahati iti no ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_7.2.3:76.1",
        "original": "Yato vā pana bhavarāgānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti? No.",
        "analyzed": "yatas vā pana bhava rāga anusayam pajahati tatas paṭigha anusayam pajahati iti no ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_7.2.3:77.1",
        "original": "Yato paṭighānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas paṭigha anusayam pajahati tatas avijjā anusayam pajahati iti āmantā ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_7.2.3:78.1",
        "original": "Yato vā pana avijjānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti?",
        "analyzed": "yatas vā pana avijjā anusayam pajahati tatas paṭigha anusayam pajahati iti ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_7.2.3:79.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ pajahati,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā tatas avijjā anusayam pajahati ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.3:79.1_1",
        "original": "no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato avijjānusayañca pajahati",
        "analyzed": "no ca tatas paṭigha anusayam pajahati dukkhāya vedanāya tatas avijjā anusayam ca pajahati ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.3:79.1_2",
        "original": "paṭighānusayañca pajahati.",
        "analyzed": "paṭigha anusayam ca pajahati ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.3:80.1",
        "original": "Yato mānānusayaṁ pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas māna anusayam pajahati tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti āmantā ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_7.2.3:81.1",
        "original": "Yato vā pana vicikicchānusayaṁ pajahati tato mānānusayaṁ pajahatīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam pajahati tatas māna anusayam pajahati iti ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_7.2.3:82.1_0",
        "original": "Dukkhāya vedanāya tato vicikicchānusayaṁ pajahati, no ca tato mānānusayaṁ pajahati.",
        "analyzed": "dukkhāya vedanāya tatas vicikicchā anusayam pajahati no ca tatas māna anusayam pajahati ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_7.2.3:82.1_1",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca pajahati",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā tatas vicikicchā anusayam ca pajahati ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_7.2.3:82.1_2",
        "original": "mānānusayañca pajahati.",
        "analyzed": "māna anusayam ca pajahati ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_7.2.3:83.1",
        "original": "Yato mānānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti?",
        "analyzed": "yatas māna anusayam pajahati tatas bhava rāga anusayam pajahati iti ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_7.2.3:84.1",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato mānānusayaṁ pajahati, no ca tato bhavarāgānusayaṁ pajahati. Rūpadhātuyā arūpadhātuyā tato mānānusayañca pajahati bhavarāgānusayañca pajahati.",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu tatas māna anusayam pajahati no ca tatas bhava rāga anusayam pajahati rūpadhātuyāḥ a rūpadhātuyā tatas māna anusayam ca pajahati bhava rāga anusayam ca pajahati ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.3:85.1",
        "original": "Yato vā pana bhavarāgānusayaṁ pajahati tato mānānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas vā pana bhava rāga anusayam pajahati tatas māna anusayam pajahati iti āmantā ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_7.2.3:86.1",
        "original": "Yato mānānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas māna anusayam pajahati tatas avijjā anusayam pajahati iti āmantā ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_7.2.3:87.1",
        "original": "Yato vā pana avijjānusayaṁ pajahati tato mānānusayaṁ pajahatīti?",
        "analyzed": "yatas vā pana avijjā anusayam pajahati tatas māna anusayam pajahati iti ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_7.2.3:88.1_0",
        "original": "Dukkhāya vedanāya tato avijjānusayaṁ pajahati, no ca tato mānānusayaṁ pajahati. Kāmadhātuyā",
        "analyzed": "dukkhāya vedanāya tatas avijjā anusayam pajahati no ca tatas māna anusayam pajahati kāmadhātuyā ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_7.2.3:88.1_1",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayañca pajahati mānānusayañca pajahati.",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā a rūpa dhātuyā tatas avijjā anusayam ca pajahati māna anusayam ca pajahati ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_7.2.3:89.1",
        "original": "Yato diṭṭhānusayaṁ pajahati tato vicikicchānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas diṭṭha anusayam pajahati tatas vicikicchā anusayam pajahati iti āmantā ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_7.2.3:90.1",
        "original": "Yato vā pana vicikicchānusayaṁ pajahati tato diṭṭhānusayaṁ pajahatīti? Āmantā …pe….",
        "analyzed": "yatas vā pana vicikicchā anusayam pajahati tatas diṭṭha anusayam pajahati iti āmantā pe ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_7.2.3:91.1",
        "original": "Yato vicikicchānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti?",
        "analyzed": "yatas vicikicchā anusayam pajahati tatas bhava rāga anusayam pajahati iti ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_7.2.3:92.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato vicikicchānusayaṁ pajahati, no ca tato bhavarāgānusayaṁ",
        "analyzed": "tīsu vedanāsu tatas vicikicchā anusayam pajahati no ca tatas bhava rāga anusaya ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_7.2.3:92.1_1",
        "original": "pajahati. Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca pajahati bhavarāgānusayañca pajahati.",
        "analyzed": "pajahati rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayam ca pajahati bhava rāga anusayam ca pajahati ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_7.2.3:93.1",
        "original": "Yato vā pana bhavarāgānusayaṁ pajahati tato vicikicchānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas vā pana bhava rāga anusayam pajahati tatas vicikicchā anusayam pajahati iti āmantā ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_7.2.3:94.1",
        "original": "Yato vicikicchānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas vicikicchā anusayam pajahati tatas avijjā anusayam pajahati iti āmantā ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_7.2.3:95.1",
        "original": "Yato vā pana avijjānusayaṁ pajahati tato vicikicchānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam pajahati tatas vicikicchā anusayam pajahati iti āmantā ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_7.2.3:96.1",
        "original": "Yato bhavarāgānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yatas bhava rāga anusayam pajahati tatas avijjā anusayam pajahati iti āmantā ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_7.2.3:97.1",
        "original": "Yato vā pana avijjānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti?",
        "analyzed": "yatas vā pana avijjā anusayam pajahati tatas bhava rāga anusayam pajahati iti ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_7.2.3:98.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato avijjānusayaṁ pajahati no ca tato bhavarāgānusayaṁ",
        "analyzed": "kāmadhātuyā tīsu vedanāsu tatas avijjā anusayam pajahati no ca tatas bhava rāga anusaya ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.3:98.1_1",
        "original": "pajahati. Rūpadhātuyā arūpadhātuyā tato avijjānusayañca pajahati bhavarāgānusayañca",
        "analyzed": "pajahati rūpa dhātuyā a rūpa dhātuyā tatas avijjā anusayam ca pajahati bhava rāga anusayam ca ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.3:98.1_2",
        "original": "pajahati. (Ekamūlakaṁ.)",
        "analyzed": "ekamūlaka ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.3:99.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca pajahati tato mānānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca pajahati tatas māna anusayam pajahati iti natthi ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_7.2.3:100.1",
        "original": "Yato vā pana mānānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca pajahatīti?",
        "analyzed": "yatas vā pana māna anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati iti ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_7.2.3:101.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato mānānusayaṁ pajahati, no ca tato kāmarāgānusayañca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas māna anusayam pajahati no ca tatas kāma rāga anusayam ca ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.3:101.1_1",
        "original": "paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato mānānusayañca kāmarāgānusayañca",
        "analyzed": "paṭigha anusayam ca pajahati kāmadhātuyāḥ dvīsu vedanāsu tatas māna anusayam ca kāma rāga anusayam ca ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.3:101.1_2",
        "original": "pajahati, no ca tato paṭighānusayaṁ pajahati.",
        "analyzed": "pajahati no ca tatas paṭigha anusayam pajahati ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.3:102.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca pajahati tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti natthi ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_7.2.3:103.1",
        "original": "Yato vā pana vicikicchānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca pajahatīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati iti ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_7.2.3:104.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ pajahati, no ca tato kāmarāgānusayañca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayam pajahati no ca tatas kāma rāga anusayam ca ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.3:104.1_1",
        "original": "paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "paṭigha anusayam ca pajahati kāmadhātuyāḥ dvīsu vedanāsu tatas vicikicchā anusayam ca kāma rāga anusayam ca ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.3:104.1_2",
        "original": "pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato vicikicchānusayañca",
        "analyzed": "pajahati no ca tatas paṭigha anusayam pajahati dukkhāya vedanāya tatas vicikicchā anusayam ca ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.3:104.1_3",
        "original": "paṭighānusayañca pajahati, no ca tato kāmarāgānusayaṁ pajahati.",
        "analyzed": "paṭigha anusayam ca pajahati no ca tatas kāma rāga anusayam pajahati ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.3:105.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca pajahati tato bhavarāgānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca pajahati tatas bhava rāga anusayam pajahati iti natthi ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_7.2.3:106.1",
        "original": "Yato vā pana bhavarāgānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca pajahatīti? No.",
        "analyzed": "yatas vā pana bhava rāga anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati iti no ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.3:107.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca pajahati tato avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca pajahati tatas avijjā anusayam pajahati iti natthi ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_7.2.3:108.1",
        "original": "Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca pajahatīti?",
        "analyzed": "yatas vā pana avijjā anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati iti ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_7.2.3:109.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ pajahati, no ca tato kāmarāgānusayañca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas avijjā anusayam pajahati no ca tatas kāma rāga anusayam ca ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.3:109.1_1",
        "original": "paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca",
        "analyzed": "paṭigha anusayañca pajahati kāmadhātuyāḥ dvīsu vedanāsu tatas avijja anusayañca kāma rāga anusayañca ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.3:109.1_2",
        "original": "pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato avijjānusayañca",
        "analyzed": "pajahati no ca tatas paṭigha anusayam pajahati dukkhāya vedanāya tatas avijjā anusayam ca ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.3:109.1_3",
        "original": "paṭighānusayañca pajahati, no ca tato kāmarāgānusayaṁ pajahati. (Dukamūlakaṁ.)",
        "analyzed": "paṭigha anusayam ca pajahati no ca tatas kāma rāga anusayam pajahati ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.3:110.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti natthi ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_7.2.3:111.1",
        "original": "Yato vā pana vicikicchānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati iti ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_7.2.3:112.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca mānānusayañca pajahati, no ca tato",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayam ca māna anusayam ca pajahati no ca tatas ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.3:112.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca pajahati kāmadhātuyāḥ dvīsu vedanāsu tatas vicikicchā anusayañca ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.3:112.1_2",
        "original": "kāmarāgānusayañca mānānusayañca pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya",
        "analyzed": "kāma rāga anusayam ca māna anusayam ca pajahati no ca tatas paṭigha anusayam pajahati dukkhāya ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.3:112.1_3",
        "original": "vedanāya tato vicikicchānusayañca paṭighānusayañca pajahati, no ca tato kāmarāgānusayañca",
        "analyzed": "vedanāya tatas vicikicchā anusayañca paṭigha anusayañca pajahati no ca tatas kāma rāga anusayañca ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.3:112.1_4",
        "original": "mānānusayañca pajahati.",
        "analyzed": "māna anusayam ca pajahati ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.3:113.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati tato bhavarāgānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati tatas bhava rāga anusayam pajahati iti natthi ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_7.2.3:114.1",
        "original": "Yato vā pana bhavarāgānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati iti ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_7.2.3:115.1",
        "original": "Mānānusayaṁ pajahati.",
        "analyzed": "māna anusayam ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_7.2.3:116.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati tato avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati tatas avijjā anusayam pajahati iti natthi ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_7.2.3:117.1",
        "original": "Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
        "analyzed": "yatas vā pana avijjā anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati iti ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.3:118.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca pajahati, no ca tato",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas avijjā anusayam ca māna anusayam ca pajahati no ca tatas ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.3:118.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca pajahati kāmadhātuyāḥ dvīsu vedanāsu tatas avijja anusayañca ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.3:118.1_2",
        "original": "kāmarāgānusayañca mānānusayañca pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya",
        "analyzed": "kāma rāga anusayam ca māna anusayam ca pajahati no ca tatas paṭigha anusayam pajahati dukkhāya ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.3:118.1_3",
        "original": "vedanāya tato avijjānusayañca paṭighānusayañca pajahati, no ca tato kāmarāgānusayañca",
        "analyzed": "vedanāya tatas avijja anusayañca paṭigha anusayañca pajahati no ca tatas kāma rāga anusayañca ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.3:118.1_4",
        "original": "mānānusayañca pajahati. (Tikamūlakaṁ.)",
        "analyzed": "māna anusayam ca pajahati tikamūlaka ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.3:119.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahati tato vicikicchānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca pajahati tatas vicikicchā anusayam pajahati iti natthi ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_7.2.3:120.1",
        "original": "Yato vā pana vicikicchānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahatīti?",
        "analyzed": "yatas vā pana vicikicchā anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca pajahati iti ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_7.2.3:121.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca mānānusayañca diṭṭhānusayañca pajahati,",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas vicikicchā anusayañca māna anusayañca diṭṭha anusayañca pajahati ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.3:121.1_1",
        "original": "no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati kāmadhātuyā dvīsu vedanāsu ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.3:121.1_2",
        "original": "tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca pajahati,",
        "analyzed": "tatas vicikicchā anusayañca kāma rāga anusayañca māna anusayañca diṭṭha anusayañca pajahati ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.3:121.1_3",
        "original": "no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato vicikicchānusayañca paṭighānusayañca",
        "analyzed": "no ca tatas paṭigha anusayam pajahati dukkhāya vedanāya tatas vicikicchā anusayam ca paṭigha anusayam ca ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.3:121.1_4",
        "original": "diṭṭhānusayañca pajahati, no ca tato kāmarāgānusayañca mānānusayañca pajahati …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "diṭṭha anusayañca pajahati no ca tatas kāma rāga anusayañca māna anusayañca pajahati pe ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.3:122.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati tato bhavarāgānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati tatas bhava rāga anusayam pajahati iti natthi ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_7.2.3:123.1",
        "original": "Yato vā pana bhavarāgānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati iti ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.3:124.1",
        "original": "Mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati.",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca pajahati ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.3:125.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati tato avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati tatas avijjā anusayam pajahati iti natthi ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_7.2.3:126.1",
        "original": "Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
        "analyzed": "yatas vā pana avijjā anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati iti ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_7.2.3:127.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.3:127.1_1",
        "original": "pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu",
        "analyzed": "pajahati no ca tatas kāma rāga anusayañca paṭigha anusayañca pajahati kāmadhātuyā dvīsu ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.3:127.1_2",
        "original": "vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "vedanāsu tatas avijjā anusayañca kāma rāga anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.3:127.1_3",
        "original": "pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato avijjānusayañca",
        "analyzed": "pajahati no ca tatas paṭigha anusayam pajahati dukkhāya vedanāya tatas avijjā anusayam ca ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.3:127.1_4",
        "original": "paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati, no ca tato kāmarāgānusayañca",
        "analyzed": "paṭigha anusayañca diṭṭha anusayañca vicikicchā anusayañca pajahati no ca tatas kāma rāga anusayañca ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.3:127.1_5",
        "original": "mānānusayañca pajahati. (Pañcakamūlakaṁ.)",
        "analyzed": "māna anusayam ca pajahati pañcaka mūlaka ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.3:128.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahati tato avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayañca pajahati tatas avijjā anusayam pajahati iti natthi ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_7.2.3:129.1",
        "original": "Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahatīti?",
        "analyzed": "yatas vā pana avijjā anusayam pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca pajahati iti ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.3:130.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.3:130.1_1",
        "original": "bhavarāgānusayañca pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati.",
        "analyzed": "bhava rāga anusayañca pajahati no ca tatas kāma rāga anusayañca paṭigha anusayañca pajahati ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.3:130.1_2",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu tatas avijja anusayañca kāma rāga anusayañca māna anusayañca diṭṭha anusayañca ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.3:130.1_3",
        "original": "vicikicchānusayañca pajahati, no ca tato paṭighānusayañca bhavarāgānusayañca pajahati.",
        "analyzed": "vicikicchā anusayañca pajahati no ca tatas paṭigha anusayañca bhava rāga anusayañca pajahati ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.3:130.1_4",
        "original": "Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "dukkhāya vedanāya tatas avijjā anusayañca paṭigha anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.3:130.1_5",
        "original": "pajahati, no ca tato kāmarāgānusayañca mānānusayañca bhavarāgānusayañca pajahati. (Chakkamūlakaṁ.)",
        "analyzed": "pajahati no ca tatas kāma rāga anusayañca māna anusayañca bhava rāga anusayañca pajahati chakkamūlaka ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.3:131.0",
        "original": "7.2.3.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_7.2.3:131.1",
        "original": "Yo yato kāmarāgānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ yatas kāma rāga anusayam pajahati saḥ tatas paṭigha anusayam pajahati iti no ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_7.2.3:132.1",
        "original": "Yo vā pana yato paṭighānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas paṭigha anusayam pajahati saḥ tatas kāma rāga anusayam pajahati iti no ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.3:133.1",
        "original": "Yo yato kāmarāgānusayaṁ pajahati so tato mānānusayaṁ pajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam pajahati saḥ tatas māna anusayam pajahati iti ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.3:134.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_7.2.3:135.1",
        "original": "Yo vā pana yato mānānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas māna anusayam pajahati saḥ tatas kāma rāga anusayam pajahati iti no ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_7.2.3:136.1",
        "original": "Yo yato kāmarāgānusayaṁ pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ yatas kāma rāga anusayam pajahati saḥ tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti no ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.3:137.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam pajahati saḥ tatas kāma rāga anusayam pajahati iti ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_7.2.3:138.1_0",
        "original": "Aṭṭhamako dukkhāya vedanāya rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ pajahati,",
        "analyzed": "aṭṭhamakaḥ dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā saḥ tatas vicikicchā anusayam pajahati ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_7.2.3:138.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam pajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_7.2.3:138.1_2",
        "original": "so tato vicikicchānusayaṁ pajahati kāmarāgānusayaṁ tadekaṭṭhaṁ pajahati.",
        "analyzed": "saḥ tatas vicikicchā anusayam pajahati kāma rāga anusayam tad ekaṭṭham pajahati ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_7.2.3:139.1",
        "original": "Yo yato kāmarāgānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ yatas kāma rāga anusayam pajahati saḥ tatas bhava rāga anusayam pajahati iti no ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_7.2.3:140.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam pajahati saḥ tatas kāma rāga anusayam pajahati iti no ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_7.2.3:141.1",
        "original": "Yo yato kāmarāgānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam pajahati saḥ tatas avijjā anusayam pajahati iti ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_7.2.3:142.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.3:143.1",
        "original": "Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam pajahati saḥ tatas kāma rāga anusayam pajahati iti no ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_7.2.3:144.1",
        "original": "Yo yato paṭighānusayaṁ pajahati so tato mānānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ yatas paṭigha anusayam pajahati saḥ tatas māna anusayam pajahati iti no ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_7.2.3:145.1",
        "original": "Yo vā pana yato mānānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas māna anusayam pajahati saḥ tatas paṭigha anusayam pajahati iti no ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_7.2.3:146.1",
        "original": "Yo yato paṭighānusayaṁ pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ yatas paṭigha anusayam pajahati saḥ tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti no ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_7.2.3:147.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam pajahati saḥ tatas paṭigha anusayam pajahati iti ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.3:148.1_0",
        "original": "Aṭṭhamako kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tatas vicikicchā anusaya ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.3:148.1_1",
        "original": "pajahati, no ca so tato paṭighānusayaṁ pajahati. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "pajahati no ca so tatas paṭigha anusayam pajahati su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.3:148.1_2",
        "original": "so tato vicikicchānusayaṁ pajahati paṭighānusayaṁ tadekaṭṭhaṁ pajahati.",
        "analyzed": "saḥ tatas vicikicchā anusayam pajahati paṭigha anusayam tad ekaṭṭham pajahati ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.3:149.1",
        "original": "Yo yato paṭighānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ yatas paṭigha anusayam pajahati saḥ tatas bhava rāga anusayam pajahati iti no ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_7.2.3:150.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam pajahati saḥ tatas paṭigha anusayam pajahati iti no ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.3:151.1",
        "original": "Yo yato paṭighānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam pajahati saḥ tatas avijjā anusayam pajahati iti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.3:152.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_7.2.3:153.1",
        "original": "Yo vā pana yato avijjānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam pajahati saḥ tatas paṭigha anusayam pajahati iti no ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_7.2.3:154.1",
        "original": "Yo yato mānānusayaṁ pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ yatas māna anusayam pajahati saḥ tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti no ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_7.2.3:155.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ pajahati so tato mānānusayaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam pajahati saḥ tatas māna anusayam pajahati iti ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_7.2.3:156.1_0",
        "original": "Aṭṭhamako dukkhāya vedanāya so tato vicikicchānusayaṁ pajahati, no ca so tato mānānusayaṁ",
        "analyzed": "aṭṭhamako dukkhāya vedanāya so tatas vicikicchā anusayam pajahati no ca so tatas māna anusaya ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.3:156.1_1",
        "original": "pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato",
        "analyzed": "pajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.3:156.1_2",
        "original": "vicikicchānusayaṁ pajahati mānānusayaṁ tadekaṭṭhaṁ pajahati.",
        "analyzed": "vicikicchā anusayam pajahati māna anusayam tad ekaṭṭham pajahati ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.3:157.1",
        "original": "Yo yato mānānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti?",
        "analyzed": "yaḥ yatas māna anusayam pajahati saḥ tatas bhava rāga anusayam pajahati iti ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_7.2.3:158.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato mānānusayaṁ pajahati, no ca so",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas māna anusayam pajahati no ca so ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.3:158.1_1",
        "original": "tato bhavarāgānusayaṁ pajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato mānānusayañca",
        "analyzed": "tatas bhava rāga anusayam pajahati su eva puggalaḥ rūpa dhātuyā arūpa dhātuyā saḥ tatas māna anusayam ca ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.3:158.1_2",
        "original": "pajahati bhavarāgānusayañca pajahati.",
        "analyzed": "pajahati bhava rāga anusayam ca pajahati ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.3:159.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ pajahati so tato mānānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam pajahati saḥ tatas māna anusayam pajahati iti āmantā ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_7.2.3:160.1",
        "original": "Yo yato mānānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ yatas māna anusayam pajahati saḥ tatas avijjā anusayam pajahati iti āmantā ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_7.2.3:161.1",
        "original": "Yo vā pana yato avijjānusayaṁ pajahati so tato mānānusayaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam pajahati saḥ tatas māna anusayam pajahati iti ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_7.2.3:162.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ pajahati, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam pajahati no ca so tatas ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_7.2.3:162.1_1",
        "original": "mānānusayaṁ pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā",
        "analyzed": "māna anusayam pajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_7.2.3:162.1_2",
        "original": "so tato avijjānusayañca pajahati mānānusayañca pajahati.",
        "analyzed": "saḥ tatas avijjā anusayam ca pajahati māna anusayam ca pajahati ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_7.2.3:163.1",
        "original": "Yo yato diṭṭhānusayaṁ pajahati so tato vicikicchānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ yatas diṭṭha anusayam pajahati saḥ tatas vicikicchā anusayam pajahati iti āmantā ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_7.2.3:164.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ pajahati so tato diṭṭhānusayaṁ pajahatīti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam pajahati saḥ tatas diṭṭha anusayam pajahati iti āmantā pe ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_7.2.3:165.1",
        "original": "Yo yato vicikicchānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti?",
        "analyzed": "yaḥ yatas vicikicchā anusayam pajahati saḥ tatas bhava rāga anusayam pajahati iti ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.3:166.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu so tato vicikicchānusayaṁ pajahati, no ca so",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu so tatas vicikicchā anusayam pajahati no ca so ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_7.2.3:166.1_1",
        "original": "tato bhavarāgānusayaṁ pajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ",
        "analyzed": "tatas bhava rāga anusayam pajahati su eva puggalaḥ rūpa dhātuyā arūpa dhātuyā saḥ tatas vicikicchā anusaya ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_7.2.3:166.1_2",
        "original": "pajahati bhavarāgānusayaṁ tadekaṭṭhaṁ pajahati.",
        "analyzed": "pajahati bhava rāga anusayam tad ekaṭṭham pajahati ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_7.2.3:167.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ pajahati so tato vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam pajahati saḥ tatas vicikicchā anusayam pajahati iti no ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_7.2.3:168.1",
        "original": "Yo yato vicikicchānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti?",
        "analyzed": "yaḥ yatas vicikicchā anusayam pajahati saḥ tatas avijjā anusayam pajahati iti ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_7.2.3:169.1",
        "original": "Tadekaṭṭhaṁ pajahati.",
        "analyzed": "tat ekaṭṭham pajahati ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_7.2.3:170.1",
        "original": "Yo vā pana yato avijjānusayaṁ pajahati so tato vicikicchānusayaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam pajahati saḥ tatas vicikicchā anusayam pajahati iti no ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_7.2.3:171.1",
        "original": "Yo yato bhavarāgānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti? Āmantā.",
        "analyzed": "yaḥ yatas bhava rāga anusayam pajahati saḥ tatas avijjā anusayam pajahati iti āmantā ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.3:172.1",
        "original": "Yo vā pana yato avijjānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam pajahati saḥ tatas bhava rāga anusayam pajahati iti ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_7.2.3:173.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu so tato avijjānusayaṁ pajahati, no ca",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu saḥ tatas avijjā anusayam pajahati no ca ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.3:173.1_1",
        "original": "so tato bhavarāgānusayaṁ pajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato",
        "analyzed": "saḥ tatas bhava rāga anusayam pajahati su eva puggalaḥ rūpadhātuyā arūpadhātuyā saḥ tatas ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.3:173.1_2",
        "original": "avijjānusayañca pajahati bhavarāgānusayañca pajahati. (Ekamūlakaṁ.)",
        "analyzed": "avijjā anusayam ca pajahati bhava rāga anusayam ca pajahati eka mūlaka ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.3:174.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca pajahati so tato mānānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca pajahati saḥ tatas māna anusayam pajahati iti natthi ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_7.2.3:175.1",
        "original": "Yo vā pana yato mānānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas māna anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati iti no ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_7.2.3:176.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca pajahati saḥ tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti natthi ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.3:177.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati iti ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_7.2.3:178.1_0",
        "original": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ pajahati, no ca so tato",
        "analyzed": "aṭṭhamakaḥ rūpadhātuyā a rūpadhātuyā so tatas vicikicchā anusayam pajahati no ca so tatas ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.3:178.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca pajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.3:178.1_2",
        "original": "so tato vicikicchānusayaṁ pajahati kāmarāgānusayaṁ tadekaṭṭhaṁ pajahati, no ca so",
        "analyzed": "saḥ tatas vicikicchā anusayam pajahati kāma rāga anusayam tad ekaṭṭham pajahati no ca so ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.3:178.1_3",
        "original": "tato paṭighānusayaṁ pajahati. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayaṁ",
        "analyzed": "tatas paṭigha anusayam pajahati su eva puggalaḥ dukkhāya vedanāya so tatas vicikicchā anusaya ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.3:178.1_4",
        "original": "pajahati paṭighānusayaṁ tadekaṭṭhaṁ pajahati, no ca so tato kāmarāgānusayaṁ pajahati.",
        "analyzed": "pajahati paṭigha anusayam tad ekaṭṭham pajahati no ca saḥ tatas kāma rāga anusayam pajahati ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.3:179.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca pajahati so tato bhavarāgānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca pajahati saḥ tatas bhava rāga anusayam pajahati iti natthi ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_7.2.3:180.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca pajahatīti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati iti no ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_7.2.3:181.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca pajahati so tato avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca pajahati saḥ tatas avijjā anusayam pajahati iti natthi ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_7.2.3:182.1",
        "original": "Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca pajahatīti? No. (Dukamūlakaṁ.)",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati iti no duka mūlaka ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.3:183.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati saḥ tatas diṭṭha anusayam pe vicikicchā anusayam pajahati iti natthi ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_7.2.3:184.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati iti ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_7.2.3:185.1_0",
        "original": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ pajahati mānānusayaṁ",
        "analyzed": "aṭṭhamakaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayam pajahati māna anusaya ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.3:185.1_1",
        "original": "tadekaṭṭhaṁ pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca pajahati.",
        "analyzed": "tad ekaṭṭham pajahati no ca saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.3:185.1_2",
        "original": "Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ pajahati kāmarāgānusayañca",
        "analyzed": "su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayam pajahati kāma rāga anusayam ca ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.3:185.1_3",
        "original": "mānānusayañca tadekaṭṭhaṁ pajahati, no ca so tato paṭighānusayaṁ pajahati. Sveva",
        "analyzed": "māna anusayam ca tad ekaṭṭham pajahati no ca saḥ tatas paṭigha anusayam pajahati su eva ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.3:185.1_4",
        "original": "puggalo dukkhāya vedanāya so tato vicikicchānusayaṁ pajahati paṭighānusayaṁ tadekaṭṭhaṁ",
        "analyzed": "puggalaḥ dukkhāya vedanāya saḥ tatas vicikicchā anusayam pajahati paṭigha anusayam ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.3:185.1_5",
        "original": "pajahati, no ca so tato kāmarāgānusayañca mānānusayañca pajahati.",
        "analyzed": "pajahati no ca saḥ tatas kāma rāga anusayañca māna anusayañca pajahati ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.3:186.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so tato bhavarāgānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati saḥ tatas bhava rāga anusayam pajahati iti natthi ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.3:187.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati iti ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_7.2.3:188.1",
        "original": "Mānānusayaṁ pajahati.",
        "analyzed": "māna anusayam ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_7.2.3:189.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so tato avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati saḥ tatas avijjā anusayam pajahati iti natthi ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_7.2.3:190.1",
        "original": "Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca pajahati iti ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.3:191.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ pajahati, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam pajahati no ca so tatas ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.3:191.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati. Sveva puggalo kāmadhātuyā",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca pajahati su eva puggalaḥ kāmadhātuyā ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.3:191.1_2",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca mānānusayañca pajahati,",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas avijjā anusayam ca māna anusayam ca pajahati ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.3:191.1_3",
        "original": "no ca so tato kāmarāgānusayañca paṭighānusayañca pajahati. (Tikamūlakaṁ.)",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca pajahati tikamūlaka ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.3:192.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahati so tato vicikicchānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca pajahati saḥ tatas vicikicchā anusayam pajahati iti natthi ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_7.2.3:193.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca pajahati iti ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.3:194.1_0",
        "original": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca diṭṭhānusayañca pajahati",
        "analyzed": "aṭṭhamakaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayam ca diṭṭha anusayam ca pajahati ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.3:194.1_1",
        "original": "mānānusayaṁ tadekaṭṭhaṁ pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "māna anusayam tad ekaṭṭham pajahati no ca saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.3:194.1_2",
        "original": "pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca diṭṭhānusayañca",
        "analyzed": "pajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayam ca diṭṭha anusayam ca ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.3:194.1_3",
        "original": "pajahati kāmarāgānusayañca mānānusayañca tadekaṭṭhaṁ pajahati, no ca so tato paṭighānusayaṁ",
        "analyzed": "pajahati kāma rāga anusayam ca māna anusayam ca tad ekaṭṭham pajahati no ca saḥ tatas paṭigha anusaya ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.3:194.1_4",
        "original": "pajahati. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayañca diṭṭhānusayañca",
        "analyzed": "pajahati su eva puggalaḥ dukkhāya vedanāya saḥ tatas vicikicchā anusayañca diṭṭha anusayañca ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.3:194.1_5",
        "original": "pajahati paṭighānusayaṁ tadekaṭṭhaṁ pajahati, no ca so tato kāmarāgānusayañca mānānusayañca",
        "analyzed": "pajahati paṭigha anusayam tad ekaṭṭham pajahati no ca saḥ tatas kāma rāga anusayam ca māna anusayam ca ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.3:194.1_6",
        "original": "pajahati …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "pajahati ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.3:195.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati so tato bhavarāgānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati saḥ tatas bhava rāga anusayam pajahati iti natthi ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_7.2.3:196.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati iti ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_7.2.3:197.1",
        "original": "Mānānusayaṁ pajahati.",
        "analyzed": "māna anusayam ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_7.2.3:198.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati so tato avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati saḥ tatas avijjā anusayam pajahati iti natthi ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_7.2.3:199.1",
        "original": "Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca pajahati iti ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.3:200.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ pajahati, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam pajahati no ca so tatas ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_7.2.3:200.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_7.2.3:200.1_2",
        "original": "pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato",
        "analyzed": "pajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_7.2.3:200.1_3",
        "original": "avijjānusayañca mānānusayañca pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "avijjā anusayañca māna anusayañca pajahati no ca saḥ tatas kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_7.2.3:200.1_4",
        "original": "diṭṭhānusayañca vicikicchānusayañca pajahati. (Pañcakamūlakaṁ.)",
        "analyzed": "diṭṭha anusayam ca vicikicchā anusayam ca pajahati pañcaka mūlaka ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_7.2.3:201.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahati so tato avijjānusayaṁ pajahatīti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayañca pajahati saḥ tatas avijjā anusayam pajahati iti natthi ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_7.2.3:202.1",
        "original": "Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam pajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayam ca pajahati iti ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.3:203.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ pajahati, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam pajahati no ca so tatas ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.3:203.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.3:203.1_2",
        "original": "bhavarāgānusayañca pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca",
        "analyzed": "bhava rāga anusayañca pajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayañca ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.3:203.1_3",
        "original": "mānānusayañca pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca",
        "analyzed": "māna anusayañca pajahati no ca saḥ tatas kāma rāga anusayañca paṭigha anusayañca diṭṭha anusayañca ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.3:203.1_4",
        "original": "vicikicchānusayañca bhavarāgānusayañca pajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā",
        "analyzed": "vicikicchā anusayañca bhava rāga anusayañca pajahati su eva puggalaḥ rūpadhātuyā arūpadhātuyā ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.3:203.1_5",
        "original": "so tato avijjānusayañca mānānusayañca bhavarāgānusayañca pajahati, no ca so tato",
        "analyzed": "saḥ tatas avijjā anusayam ca māna anusayam ca bhava rāga anusayam ca pajahati no ca saḥ tatas ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.3:203.1_6",
        "original": "kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati. (Chakkamūlakaṁ.)",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca diṭṭha anusayañca vicikicchā anusayañca pajahati chakka mūlaka ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.3:204.1",
        "original": "Pajahanavāre anulomaṁ.",
        "analyzed": "anuloma ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.3:205.0",
        "original": "7.2.3.4. Paṭilomapuggala",
        "analyzed": "paṭiloma puggala ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.3:205.1",
        "original": "Yo kāmarāgānusayaṁ nappajahati so paṭighānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam na pajahati saḥ paṭigha anusayam na pajahati iti āmantā ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.3:206.1",
        "original": "Yo vā pana paṭighānusayaṁ nappajahati so kāmarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ vā pana paṭigha anusayam na ppajahati saḥ kāma rāga anusayam na ppajahati iti āmantā ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_7.2.3:207.1",
        "original": "Yo kāmarāgānusayaṁ nappajahati so mānānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam na ppajahati saḥ māna anusayam na ppajahati iti ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_7.2.3:208.1_0",
        "original": "Aggamaggasamaṅgī kāmarāgānusayaṁ nappajahati, no ca so mānānusayaṁ nappajahati. Dvinnaṁ",
        "analyzed": "agga magga samaṅgī kāma rāga anusayam na ppajahati no ca saḥ māna anusayam na ppajahati ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.3:208.1_1",
        "original": "maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca nappajahanti mānānusayañca nappajahanti.",
        "analyzed": "magga samaṅgīnam ṭhapetvā avasesā puggalā kāma rāga anusayañca na ppajahanti māna anusayañca na ppajahanti ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.3:209.1",
        "original": "Yo vā pana mānānusayaṁ nappajahati so kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana māna anusayam na ppajahati saḥ kāma rāga anusayam na ppajahati iti ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.3:210.1_0",
        "original": "Anāgāmimaggasamaṅgī mānānusayaṁ nappajahati, no ca so kāmarāgānusayaṁ nappajahati.",
        "analyzed": "anāgāmi magga samaṅgī māna anusayam na ppajahati no ca so kāma rāga anusayam na ppajahati ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_7.2.3:210.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā māna anusayañca na ppajahanti kāma rāga anusayañca na ppajahanti ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_7.2.3:211.1",
        "original": "Yo kāmarāgānusayaṁ nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam na ppajahati saḥ diṭṭha anusayam pe vicikicchā anusayam na ppajahati iti ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.3:212.1_0",
        "original": "Aṭṭhamako kāmarāgānusayaṁ nappajahati, no ca so vicikicchānusayaṁ nappajahati. Anāgāmimaggasamaṅgiñca",
        "analyzed": "aṭṭhamako kāma rāga anusayam na ppajahati no ca so vicikicchā anusayam na ppajahati anāgāmi magga samaṅgin ca ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.3:212.1_1",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā kāma rāga anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.3:213.1",
        "original": "Yo vā pana vicikicchānusayaṁ nappajahati so kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na ppajahati saḥ kāma rāga anusayam na ppajahati iti ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_7.2.3:214.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so kāmarāgānusayaṁ nappajahati.",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayam na ppajahati no ca so kāma rāga anusayam na ppajahati ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.3:214.1_1",
        "original": "Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca",
        "analyzed": "anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalāḥ vicikicchā anusayañca ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.3:214.1_2",
        "original": "nappajahanti kāmarāgānusayañca nappajahanti.",
        "analyzed": "na ppajahanti kāma rāga anusayam ca na ppajahanti ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.3:215.1",
        "original": "Yo kāmarāgānusayaṁ nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam na ppajahati saḥ bhava rāga anusayam pe avijjā anusayam na ppajahati iti ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_7.2.3:216.1_0",
        "original": "Aggamaggasamaṅgī kāmarāgānusayaṁ nappajahati, no ca so avijjānusayaṁ nappajahati.",
        "analyzed": "agga magga samaṅgī kāma rāga anusayam na ppajahati no ca so avijjā anusayam na ppajahati ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_7.2.3:216.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā kāma rāga anusayañca na ppajahanti avijjā anusayañca na ppajahanti ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_7.2.3:217.1",
        "original": "Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na ppajahati saḥ kāma rāga anusayam na ppajahati iti ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.3:218.1_0",
        "original": "Anāgāmimaggasamaṅgī avijjānusayaṁ nappajahati, no ca so kāmarāgānusayaṁ nappajahati.",
        "analyzed": "anāgāmi magga samaṅgī avijjā anusayam na ppajahati no ca so kāma rāga anusayam na ppajahati ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.3:218.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalāḥ avijjā anusayañca na ppajahanti kāma rāga anusayañca na ppajahanti ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.3:219.1",
        "original": "Yo paṭighānusayaṁ nappajahati so mānānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ paṭigha anusayam na ppajahati saḥ māna anusayam na ppajahati iti ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_7.2.3:220.1_0",
        "original": "Aggamaggasamaṅgī paṭighānusayaṁ nappajahati, no ca so mānānusayaṁ nappajahati. Dvinnaṁ",
        "analyzed": "agga magga samaṅgī paṭigha anusayam na ppajahati no ca saḥ māna anusayam na ppajahati ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_7.2.3:220.1_1",
        "original": "maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā paṭighānusayañca nappajahanti mānānusayañca nappajahanti.",
        "analyzed": "magga samaṅgīnam ṭhapetvā avasesā puggalā paṭigha anusayañca na ppajahanti māna anusayañca na ppajahanti ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_7.2.3:221.1",
        "original": "Yo vā pana mānānusayaṁ nappajahati so paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana māna anusayam na pajahati saḥ paṭigha anusayam na ppajahati iti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.3:222.1_0",
        "original": "Anāgāmimaggasamaṅgī mānānusayaṁ nappajahati, no ca so paṭighānusayaṁ nappajahati.",
        "analyzed": "anāgāmi magga samaṅgī māna anusayam na ppajahati no ca so paṭigha anusayam na ppajahati ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_7.2.3:222.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca nappajahanti paṭighānusayañca nappajahanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalāḥ māna anusayañca na ppajahanti paṭigha anusayañca na ppajahanti ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_7.2.3:223.1",
        "original": "Yo paṭighānusayaṁ nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yo paṭigha anusayam na pajahati saḥ diṭṭha anusayam pe vicikicchā anusayam na pajahati iti ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.3:224.1_0",
        "original": "Aṭṭhamako paṭighānusayaṁ nappajahati, no ca so vicikicchānusayaṁ nappajahati. Anāgāmimaggasamaṅgiñca",
        "analyzed": "aṭṭhamako paṭigha anusayam na ppajahati no ca so vicikicchā anusayam na ppajahati anāgāmi magga samaṅgin ca ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_7.2.3:224.1_1",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā paṭighānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā paṭigha anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_7.2.3:225.1",
        "original": "Yo vā pana vicikicchānusayaṁ nappajahati so paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na ppajahati saḥ paṭigha anusayam na ppajahati iti ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_7.2.3:226.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so paṭighānusayaṁ nappajahati.",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayam na ppajahati no ca so paṭigha anusayam na ppajahati ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.3:226.1_1",
        "original": "Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca",
        "analyzed": "anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalāḥ vicikicchā anusayañca ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.3:226.1_2",
        "original": "nappajahanti paṭighānusayañca nappajahanti.",
        "analyzed": "na ppajahanti paṭigha anusayam ca na ppajahanti ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.3:227.1",
        "original": "Yo paṭighānusayaṁ nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti?",
        "analyzed": "yo paṭigha anusayam na ppajahati saḥ bhava rāga anusayam pe avijjā anusayam na ppajahati iti ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.3:228.1_0",
        "original": "Aggamaggasamaṅgī paṭighānusayaṁ nappajahati, no ca so avijjānusayaṁ nappajahati.",
        "analyzed": "aggamagga samaṅgī paṭigha anusayam na ppajahati no ca so avijjā anusayam na ppajahati ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_7.2.3:228.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā paṭighānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā paṭigha anusayam ca na ppajahanti avijjā anusayam ca na ppajahanti ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_7.2.3:229.1",
        "original": "Yo vā pana avijjānusayaṁ nappajahati so paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na pajahati saḥ paṭigha anusayam na ppajahati iti ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_7.2.3:230.1_0",
        "original": "Anāgāmimaggasamaṅgī avijjānusayaṁ nappajahati, no ca so paṭighānusayaṁ nappajahati.",
        "analyzed": "anāgāmi magga samaṅgī avijjā anusayam na ppajahati no ca so paṭigha anusayam na ppajahati ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.3:230.1_1",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti paṭighānusayañca nappajahanti.",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalāḥ avijjā anusayañca na ppajahanti paṭigha anusayañca na ppajahanti ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.3:231.1",
        "original": "Yo mānānusayaṁ nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ māna anusayam na ppajahati saḥ diṭṭha anusayam pe vicikicchā anusayam na ppajahati iti ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_7.2.3:232.1_0",
        "original": "Aṭṭhamako mānānusayaṁ nappajahati, no ca so vicikicchānusayaṁ nappajahati. Aggamaggasamaṅgiñca",
        "analyzed": "aṭṭhamakaḥ māna anusayam na ppajahati no ca so vicikicchā anusayam na ppajahati aggamagga samaṅgin ca ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_7.2.3:232.1_1",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā mānānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā māna anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_7.2.3:233.1",
        "original": "Yo vā pana vicikicchānusayaṁ nappajahati so mānānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na ppajahati saḥ māna anusayam na ppajahati iti ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.3:234.1_0",
        "original": "Aggamaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so mānānusayaṁ nappajahati.",
        "analyzed": "agga magga samaṅgī vicikicchā anusayam na ppajahati no ca so māna anusayam na ppajahati ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_7.2.3:234.1_1",
        "original": "Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti",
        "analyzed": "agga magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchā anusayañca na ppajahanti ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_7.2.3:234.1_2",
        "original": "mānānusayañca nappajahanti.",
        "analyzed": "māna anusayam ca na ppajahanti ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_7.2.3:235.1",
        "original": "Yo mānānusayaṁ nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ māna anusayam na ppajahati saḥ bhava rāga anusayam pe avijjā anusayam na ppajahati iti āmantā ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_7.2.3:236.1",
        "original": "Yo vā pana avijjānusayaṁ nappajahati so mānānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ vā pana avijjā anusayam na ppajahati saḥ māna anusayam na ppajahati iti āmantā ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.3:237.1",
        "original": "Yo diṭṭhānusayaṁ nappajahati so vicikicchānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ diṭṭha anusayam na ppajahati saḥ vicikicchā anusayam na ppajahati iti āmantā ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_7.2.3:238.1",
        "original": "Yo vā pana vicikicchānusayaṁ nappajahati so diṭṭhānusayaṁ nappajahatīti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na pajahati saḥ diṭṭha anusayam na pajahati iti āmantā pe ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_7.2.3:239.1",
        "original": "Yo vicikicchānusayaṁ nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vicikicchā anusayam na ppajahati saḥ bhava rāga anusayam pe avijjā anusayam na ppajahati iti ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_7.2.3:240.1_0",
        "original": "Aggamaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so avijjānusayaṁ nappajahati.",
        "analyzed": "aggamagga samaṅgī vicikicchā anusayam na ppajahati no ca so avijjā anusayam na ppajahati ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_7.2.3:240.1_1",
        "original": "Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti",
        "analyzed": "agga magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchā anusayañca na ppajahanti ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_7.2.3:240.1_2",
        "original": "avijjānusayañca nappajahanti.",
        "analyzed": "avijjā anusayam ca na ppajahanti ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_7.2.3:241.1",
        "original": "Yo vā pana avijjānusayaṁ nappajahati so vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na ppajahati saḥ vicikicchā anusayam na ppajahati iti ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_7.2.3:242.1_0",
        "original": "Aṭṭhamako avijjānusayaṁ nappajahati, no ca so vicikicchānusayaṁ nappajahati. Aggamaggasamaṅgiñca",
        "analyzed": "aṭṭhamakaḥ avijjā anusayam na ppajahati no ca so vicikicchā anusayam na ppajahati aggamagga samaṅgin ca ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_7.2.3:242.1_1",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā avijjā anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_7.2.3:243.1",
        "original": "Yo bhavarāgānusayaṁ nappajahati so avijjānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ bhava rāga anusayam na ppajahati saḥ avijjā anusayam na ppajahati iti āmantā ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_7.2.3:244.1",
        "original": "Yo vā pana avijjānusayaṁ nappajahati so bhavarāgānusayaṁ nappajahatīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayam na ppajahati saḥ bhava rāga anusayam na ppajahati iti āmantā ekamūlaka ",
        "folio": "244"
    },
    {
        "segmentnr": "PA_ya_7.2.3:245.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca nappajahati so mānānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca na ppajahati saḥ māna anusayam na ppajahati iti ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_7.2.3:246.1_0",
        "original": "Aggamaggasamaṅgī kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so mānānusayaṁ",
        "analyzed": "agga magga samaṅgī kāma rāga anusayañca paṭigha anusayañca na ppajahati no ca so māna anusaya ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_7.2.3:246.1_1",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_7.2.3:246.1_2",
        "original": "nappajahanti mānānusayañca nappajahanti.",
        "analyzed": "na ppajahanti māna anusayam ca na ppajahanti ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_7.2.3:247.1",
        "original": "Yo vā pana mānānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana māna anusayam na pajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca na pajahati iti ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_7.2.3:248.1_0",
        "original": "Anāgāmimaggasamaṅgī mānānusayaṁ nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "anāgāmi magga samaṅgī māna anusayam na ppajahati no ca so kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_7.2.3:248.1_1",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca nappajahanti",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā māna anusayam ca na ppajahanti ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_7.2.3:248.1_2",
        "original": "kāmarāgānusayañca paṭighānusayañca nappajahanti.",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca na ppajahanti ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_7.2.3:249.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca na ppajahati saḥ diṭṭha anusayam pe vicikicchā anusayam na ppajahati iti ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_7.2.3:250.1_0",
        "original": "Aṭṭhamako kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so vicikicchānusayaṁ",
        "analyzed": "aṭṭhamako kāma rāga anusayañca paṭigha anusayañca na ppajahati no ca so vicikicchā anusaya ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_7.2.3:250.1_1",
        "original": "nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca",
        "analyzed": "na ppajahati anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāma rāga anusayañca ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_7.2.3:250.1_2",
        "original": "paṭighānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "paṭigha anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_7.2.3:251.1",
        "original": "Yo vā pana vicikicchānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na ppajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca na ppajahati iti ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_7.2.3:252.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayam na ppajahati no ca so kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_7.2.3:252.1_1",
        "original": "nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca",
        "analyzed": "na ppajahati anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchā anusayañca ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_7.2.3:252.1_2",
        "original": "nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti.",
        "analyzed": "na ppajahanti kāma rāga anusayañca paṭigha anusayañca na ppajahanti ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_7.2.3:253.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca na ppajahati saḥ bhava rāga anusayam pe avijjā anusayam na ppajahati iti ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_7.2.3:254.1_0",
        "original": "Aggamaggasamaṅgī kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so avijjānusayaṁ",
        "analyzed": "aggamagga samaṅgī kāma rāga anusayañca paṭigha anusayañca na ppajahati no ca so avijjā anusaya ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_7.2.3:254.1_1",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_7.2.3:254.1_2",
        "original": "nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "na ppajahanti avijjā anusayam ca na ppajahanti ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_7.2.3:255.1",
        "original": "Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na ppajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca na ppajahati iti ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_7.2.3:256.1_0",
        "original": "Anāgāmimaggasamaṅgī avijjānusayaṁ nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "anāgāmi magga samaṅgī avijjā anusayam na ppajahati no ca so kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.3:256.1_1",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalāḥ avijjā anusayam ca na ppajahanti ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.3:256.1_2",
        "original": "kāmarāgānusayañca paṭighānusayañca nappajahanti. (Dukamūlakaṁ.)",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca na ppajahanti duka mūlaka ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.3:257.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na pajahati saḥ diṭṭha anusayam pe vicikicchā anusayam na pajahati iti ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_7.2.3:258.1_0",
        "original": "Aṭṭhamako kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so",
        "analyzed": "aṭṭhamako kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ppajahati no ca so ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_7.2.3:258.1_1",
        "original": "vicikicchānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā",
        "analyzed": "vicikicchā anusayam na ppajahati dvinnam magga samaṅgīnam ca aṭṭhamakam ca ṭhapetvā avasesā ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_7.2.3:258.1_2",
        "original": "puggalā kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "puggalā kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_7.2.3:259.1",
        "original": "Yo vā pana vicikicchānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na ppajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati iti ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_7.2.3:260.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayañca mānānusayañca nappajahati, no ca so kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayañca māna anusayañca na ppajahati no ca so kāma rāga anusayañca ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_7.2.3:260.1_1",
        "original": "paṭighānusayañca nappajahati. Aggamaggasamaṅgī vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "paṭigha anusayañca na ppajahati aggamagga samaṅgī vicikicchā anusayañca kāma rāga anusayañca ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_7.2.3:260.1_2",
        "original": "paṭighānusayañca nappajahati, no ca so mānānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnañca",
        "analyzed": "paṭigha anusayam ca na ppajahati no ca so māna anusayam na ppajahati dvinnam magga samaṅgīnam ca ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_7.2.3:260.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti kāmarāgānusayañca",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchā anusayañca na ppajahanti kāmarāga anusayañca ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_7.2.3:260.1_4",
        "original": "paṭighānusayañca mānānusayañca nappajahanti.",
        "analyzed": "paṭigha anusayañca māna anusayañca na ppajahanti ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_7.2.3:261.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na pajahati saḥ bhava rāga anusayam pe avijjā anusayam na pajahati iti āmantā ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_7.2.3:262.1",
        "original": "Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na ppajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati iti ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_7.2.3:263.1_0",
        "original": "Anāgāmimaggasamaṅgī avijjānusayañca mānānusayañca nappajahati, no ca so kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī avijjā anusayañca māna anusayañca na ppajahati no ca so kāma rāga anusayañca ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_7.2.3:263.1_1",
        "original": "paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca",
        "analyzed": "paṭigha anusayam ca na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalāḥ avijjā anusayam ca ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_7.2.3:263.1_2",
        "original": "nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti. (Tikamūlakaṁ.)",
        "analyzed": "na ppajahanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ppajahanti tika mūlaka ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_7.2.3:264.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati so vicikicchānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na ppajahati saḥ vicikicchā anusayam na ppajahati iti āmantā ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_7.2.3:265.1",
        "original": "Yo vā pana vicikicchānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayam na ppajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na ppajahati iti ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.3:266.1_0",
        "original": "Anāgāmimaggasamaṅgī vicikicchānusayañca mānānusayañca diṭṭhānusayañca nappajahati,",
        "analyzed": "anāgāmi magga samaṅgī vicikicchā anusayañca māna anusayañca diṭṭha anusayañca na ppajahati ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.3:266.1_1",
        "original": "no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Aggamaggasamaṅgī vicikicchānusayañca",
        "analyzed": "no ca so kāma rāga anusayañca paṭigha anusayañca na ppajahati aggamagga samaṅgī vicikicchā anusayañca ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.3:266.1_2",
        "original": "kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca nappajahati, no ca so mānānusayaṁ",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca diṭṭha anusayañca na ppajahati no ca so māna anusaya ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.3:266.1_3",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā puggalāḥ vicikicchā anusayañca ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.3:266.1_4",
        "original": "nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahanti",
        "analyzed": "na ppajahanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca na ppajahanti ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.3:266.1_5",
        "original": "…pe…. (Catukkamūlakaṁ.)",
        "analyzed": "pe ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.3:267.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na pajahati saḥ bhava rāga anusayam pe avijjā anusayam na pajahati iti āmantā ",
        "folio": "267"
    },
    {
        "segmentnr": "PA_ya_7.2.3:268.1",
        "original": "Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na ppajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati iti ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.3:269.1_0",
        "original": "Aṭṭhamako avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati,",
        "analyzed": "aṭṭhamakaḥ avijjā anusayañca kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ppajahati ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.3:269.1_1",
        "original": "no ca so diṭṭhānusayañca vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgī avijjānusayañca",
        "analyzed": "no ca so diṭṭha anusayañca vicikicchā anusayañca na ppajahati anāgāmi magga samaṅgī avijjā anusayañca ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.3:269.1_2",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so kāmarāgānusayañca",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na ppajahati no ca so kāma rāga anusayañca ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.3:269.1_3",
        "original": "paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā",
        "analyzed": "paṭigha anusayañca na ppajahati dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.3:269.1_4",
        "original": "puggalā avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "puggalāḥ avijjā anusayañca na ppajahanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.3:269.1_5",
        "original": "diṭṭhānusayañca vicikicchānusayañca nappajahanti. (Pañcakamūlakaṁ.)",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca na ppajahanti pañcaka mūlaka ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.3:270.1",
        "original": "Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati so avijjānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayañca na ppajahati saḥ avijjā anusayam na ppajahati iti āmantā ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_7.2.3:271.1",
        "original": "Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana avijjā anusayam na ppajahati saḥ kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayañca na ppajahati iti ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.3:272.1_0",
        "original": "Aṭṭhamako avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca bhavarāgānusayañca",
        "analyzed": "aṭṭhamakaḥ avijjā anusayañca kāma rāga anusayañca paṭigha anusayañca māna anusayañca bhava rāga anusayañca ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.3:272.1_1",
        "original": "nappajahati, no ca so diṭṭhānusayañca vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgī",
        "analyzed": "na ppajahati no ca so diṭṭha anusayañca vicikicchā anusayañca na ppajahati anāgāmi magga samaṅgī ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.3:272.1_2",
        "original": "avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca",
        "analyzed": "avijjā anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.3:272.1_3",
        "original": "nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca",
        "analyzed": "na ppajahati no ca so kāma rāga anusayam ca paṭigha anusayam ca na ppajahati dvinnam magga samaṅgīnam ca ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.3:272.1_4",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti kāmarāgānusayañca",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā avijjā anusayañca na ppajahanti kāma rāga anusayañca ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.3:272.1_5",
        "original": "paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca",
        "analyzed": "paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.3:272.1_6",
        "original": "nappajahanti. (Chakkamūlakaṁ.)",
        "analyzed": "na ppajahanti chakkamūlaka ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.3:273.0",
        "original": "7.2.3.5. Paṭilomaokāsa",
        "analyzed": "paṭiloma okāsa ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_7.2.3:273.1",
        "original": "Yato kāmarāgānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yatas kāma rāga anusayam na ppajahati tatas paṭigha anusayam na ppajahati iti ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_7.2.3:274.1_0",
        "original": "Dukkhāya vedanāya tato kāmarāgānusayaṁ nappajahati, no ca tato paṭighānusayaṁ nappajahati.",
        "analyzed": "dukkhāya vedanāya tato kāma rāga anusayam na ppajahati no ca tato paṭigha anusayam na ppajahati ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.3:274.1_1",
        "original": "Rūpadhātuyā arūpadhātuyā apariyāpanne tato kāmarāgānusayañca nappajahati paṭighānusayañca nappajahati.",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā apariyāpanne tatas kāma rāga anusayam ca na pajahati paṭigha anusayam ca na pajahati ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.3:275.1",
        "original": "Yato vā pana paṭighānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yatas vā pana paṭigha anusayam na ppajahati tatas kāma rāga anusayam na ppajahati iti ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_7.2.3:276.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato paṭighānusayaṁ nappajahati, no ca tato kāmarāgānusayaṁ",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tato paṭigha anusayam na ppajahati no ca tato kāma rāga anusaya ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_7.2.3:276.1_1",
        "original": "nappajahati. Rūpadhātuyā arūpadhātuyā apariyāpanne tato paṭighānusayañca nappajahati",
        "analyzed": "na ppajahati rūpa dhātuyā a rūpa dhātuyā a pariyāpanne tatas paṭigha anusayam ca na ppajahati ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_7.2.3:276.1_2",
        "original": "kāmarāgānusayañca nappajahati.",
        "analyzed": "kāma rāga anusayam ca na appajahati ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_7.2.3:277.1",
        "original": "Yato kāmarāgānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti?",
        "analyzed": "yatas kāma rāga anusayam na ppajahati tatas māna anusayam na ppajahati iti ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_7.2.3:278.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ nappajahati, no ca tato mānānusayaṁ",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tato kāma rāga anusayam na ppajahati no ca tato māna anusaya ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_7.2.3:278.1_1",
        "original": "nappajahati. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayañca nappajahati mānānusayañca nappajahati.",
        "analyzed": "na ppajahati dukkhāya vedanāya apariyāpanne tatas kāma rāga anusayañca na ppajahati māna anusayañca na ppajahati ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_7.2.3:279.1",
        "original": "Yato vā pana mānānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana māna anusayam na pajahati tatas kāma rāga anusayam na ppajahati iti āmantā ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.3:280.1",
        "original": "Yato kāmarāgānusayaṁ nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yatas kāma rāga anusayam na pajahati tatas diṭṭha anusayam pe vicikicchā anusayam na pajahati iti ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_7.2.3:281.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ nappajahati, no ca",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tatas kāma rāga anusayam na ppajahati no ca ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.3:281.1_1",
        "original": "tato vicikicchānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca nappajahati",
        "analyzed": "tatas vicikicchā anusayam na ppajahati apariyāpanne tatas kāma rāga anusayañca na ppajahati ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.3:281.1_2",
        "original": "vicikicchānusayañca nappajahati.",
        "analyzed": "vicikicchā anusayam ca na appajahati ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.3:282.1",
        "original": "Yato vā pana vicikicchānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na ppajahati tatas kāma rāga anusayam na ppajahati iti āmantā ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.3:283.1",
        "original": "Yato kāmarāgānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti?",
        "analyzed": "yatas kāma rāga anusayam na ppajahati tatas bhava rāga anusayam na ppajahati iti ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_7.2.3:284.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ nappajahati, no ca tato bhavarāgānusayaṁ",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tato kāma rāga anusayam na ppajahati no ca tato bhava rāga anusaya ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_7.2.3:284.1_1",
        "original": "nappajahati. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayañca nappajahati bhavarāgānusayañca nappajahati.",
        "analyzed": "na ppajahati dukkhāya vedanāya apariyāpanne tatas kāma rāga anusayañca na ppajahati bhava rāga anusayañca na ppajahati ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_7.2.3:285.1",
        "original": "Yato vā pana bhavarāgānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na ppajahati tatas kāma rāga anusayam na ppajahati iti ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_7.2.3:286.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayaṁ nappajahati, no ca tato kāmarāgānusayaṁ",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tatas bhava rāga anusayam na ppajahati no ca tatas kāma rāga anusaya ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.3:286.1_1",
        "original": "nappajahati. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayañca nappajahati kāmarāgānusayañca nappajahati.",
        "analyzed": "na ppajahati dukkhāya vedanāya apariyāpanne tatas bhava rāga anusayam ca na ppajahati kāma rāga anusayam ca na ppajahati ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.3:287.1",
        "original": "Yato kāmarāgānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yatas kāma rāga anusayam na ppajahati tatas avijjā anusayam na ppajahati iti ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_7.2.3:288.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ nappajahati, no ca",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tatas kāma rāga anusayam na ppajahati no ca ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_7.2.3:288.1_1",
        "original": "tato avijjānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca nappajahati avijjānusayañca nappajahati.",
        "analyzed": "tatas avijjā anusayam nappajahati apariyāpanne tatas kāma rāga anusayam ca nappajahati avijjā anusayam ca nappajahati ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_7.2.3:289.1",
        "original": "Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam na ppajahati tatas kāma rāga anusayam na ppajahati iti āmantā ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_7.2.3:290.1",
        "original": "Yato paṭighānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti?",
        "analyzed": "yatas paṭigha anusayam na ppajahati tatas māna anusayam na ppajahati iti ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_7.2.3:291.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ nappajahati,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tatas paṭigha anusayam na ppajahati ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.3:291.1_1",
        "original": "no ca tato mānānusayaṁ nappajahati. Apariyāpanne tato paṭighānusayañca nappajahati",
        "analyzed": "no ca tatas māna anusayam na pajahati apariyāpanne tatas paṭigha anusayam ca na pajahati ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.3:291.1_2",
        "original": "mānānusayañca nappajahati.",
        "analyzed": "māna anusayam ca na appajahati ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.3:292.1",
        "original": "Yato vā pana mānānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yatas vā pana māna anusayam na pajahati tatas paṭigha anusayam na ppajahati iti ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_7.2.3:293.1",
        "original": "Dukkhāya vedanāya tato mānānusayaṁ nappajahati, no ca tato paṭighānusayaṁ nappajahati. Apariyāpanne tato mānānusayañca nappajahati paṭighānusayañca nappajahati.",
        "analyzed": "dukkhāya vedanāya tatas māna anusayam nappajahati no ca tatas paṭigha anusayam nappajahati apariyāpanne tatas māna anusayam ca nappajahati paṭigha anusayam ca nappajahati ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_7.2.3:294.1",
        "original": "Yato paṭighānusayaṁ nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yatas paṭigha anusayam na pajahati tatas diṭṭha anusayam pe vicikicchā anusayam na pajahati iti ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_7.2.3:295.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ nappajahati,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tatas paṭigha anusayam na ppajahati ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_7.2.3:295.1_1",
        "original": "no ca tato vicikicchānusayaṁ nappajahati. Apariyāpanne tato paṭighānusayañca nappajahati",
        "analyzed": "no ca tatas vicikicchā anusayam na pajahati apariyāpanne tatas paṭigha anusayam ca na ppajahati ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_7.2.3:295.1_2",
        "original": "vicikicchānusayañca nappajahati.",
        "analyzed": "vicikicchā anusayam ca na appajahati ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_7.2.3:296.1",
        "original": "Yato vā pana vicikicchānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na pajahati tatas paṭigha anusayam na pajahati iti āmantā ",
        "folio": "296"
    },
    {
        "segmentnr": "PA_ya_7.2.3:297.1",
        "original": "Yato paṭighānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti?",
        "analyzed": "yatas paṭigha anusayam na ppajahati tatas bhava rāga anusayam na ppajahati iti ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_7.2.3:298.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ nappajahati, no ca tato bhavarāgānusayaṁ",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tato paṭigha anusayam na ppajahati no ca tato bhava rāga anusaya ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_7.2.3:298.1_1",
        "original": "nappajahati. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato paṭighānusayañca nappajahati",
        "analyzed": "na ppajahati kāmadhātuyā dvīsu vedanāsu apariyāpanne tatas paṭigha anusayam ca na ppajahati ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_7.2.3:298.1_2",
        "original": "bhavarāgānusayañca nappajahati.",
        "analyzed": "bhava rāga anusayam ca na appajahati ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_7.2.3:299.1",
        "original": "Yato vā pana bhavarāgānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na pajahati tatas paṭigha anusayam na ppajahati iti ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.3:300.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayaṁ nappajahati, no ca tato paṭighānusayaṁ nappajahati.",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayam na ppajahati no ca tatas paṭigha anusayam na ppajahati ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_7.2.3:300.1_1",
        "original": "Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato bhavarāgānusayañca nappajahati paṭighānusayañca nappajahati.",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu apariyāpanne tatas bhava rāga anusayam ca na ppajahati paṭigha anusayam ca na ppajahati ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_7.2.3:301.1",
        "original": "Yato paṭighānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yatas paṭigha anusayam na ppajahati tatas avijjā anusayam na ppajahati iti ",
        "folio": "301"
    },
    {
        "segmentnr": "PA_ya_7.2.3:302.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ nappajahati,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tatas paṭigha anusayam na ppajahati ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_7.2.3:302.1_1",
        "original": "no ca tato avijjānusayaṁ nappajahati. Apariyāpanne tato paṭighānusayañca nappajahati",
        "analyzed": "no ca tatas avijjā anusayam na pajahati apariyāpanne tatas paṭigha anusayam ca na ppajahati ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_7.2.3:302.1_2",
        "original": "avijjānusayañca nappajahati.",
        "analyzed": "avijjā anusayam ca na ppajahati ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_7.2.3:303.1",
        "original": "Yato vā pana avijjānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam na pajahati tatas paṭigha anusayam na pajahati iti āmantā ",
        "folio": "303"
    },
    {
        "segmentnr": "PA_ya_7.2.3:304.1",
        "original": "Yato mānānusayaṁ nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yatas māna anusayam na pajahati tatas diṭṭha anusayam pe vicikicchā anusayam na pajahati iti ",
        "folio": "304"
    },
    {
        "segmentnr": "PA_ya_7.2.3:305.1",
        "original": "Dukkhāya vedanāya tato mānānusayaṁ nappajahati, no ca tato vicikicchānusayaṁ nappajahati. Apariyāpanne tato mānānusayañca nappajahati vicikicchānusayañca nappajahati.",
        "analyzed": "dukkhāya vedanāya tatas māna anusayam nappajahati no ca tatas vicikicchā anusayam nappajahati apariyāpanne tatas māna anusayam ca nappajahati vicikicchā anusayam ca nappajahati ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_7.2.3:306.1",
        "original": "Yato vā pana vicikicchānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na ppajahati tatas māna anusayam na ppajahati iti āmantā ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_7.2.3:307.1",
        "original": "Yato mānānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas māna anusayam na ppajahati tatas bhava rāga anusayam na ppajahati iti āmantā ",
        "folio": "307"
    },
    {
        "segmentnr": "PA_ya_7.2.3:308.1",
        "original": "Yato vā pana bhavarāgānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na ppajahati tatas māna anusayam na ppajahati iti ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_7.2.3:309.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayaṁ nappajahati, no ca tato mānānusayaṁ",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tatas bhava rāga anusayam na ppajahati no ca tatas māna anusaya ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_7.2.3:309.1_1",
        "original": "nappajahati. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayañca nappajahati mānānusayañca nappajahati.",
        "analyzed": "na ppajahati dukkhāya vedanāya apariyāpanne tatas bhava rāga anusayañca na ppajahati māna anusayañca na ppajahati ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_7.2.3:310.1",
        "original": "Yato mānānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yatas māna anusayam na ppajahati tatas avijjā anusayam na ppajahati iti ",
        "folio": "310"
    },
    {
        "segmentnr": "PA_ya_7.2.3:311.1",
        "original": "Dukkhāya vedanāya tato mānānusayaṁ nappajahati, no ca tato avijjānusayaṁ nappajahati. Apariyāpanne tato mānānusayañca nappajahati avijjānusayañca nappajahati.",
        "analyzed": "dukkhāya vedanāya tatas māna anusayam nappajahati no ca tatas avijjā anusayam nappajahati apariyāpanne tatas māna anusayam ca nappajahati avijjā anusayam ca nappajahati ",
        "folio": "311"
    },
    {
        "segmentnr": "PA_ya_7.2.3:312.1",
        "original": "Yato vā pana avijjānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam na ppajahati tatas māna anusayam na ppajahati iti āmantā ",
        "folio": "312"
    },
    {
        "segmentnr": "PA_ya_7.2.3:313.1",
        "original": "Yato diṭṭhānusayaṁ nappajahati tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas diṭṭha anusayam na ppajahati tatas vicikicchā anusayam na ppajahati iti āmantā ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_7.2.3:314.1",
        "original": "Yato vā pana vicikicchānusayaṁ nappajahati tato diṭṭhānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na pajahati tatas diṭṭha anusayam na ppajahati iti āmantā ",
        "folio": "314"
    },
    {
        "segmentnr": "PA_ya_7.2.3:315.1",
        "original": "Yato vicikicchānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vicikicchā anusayam na ppajahati tatas bhava rāga anusayam na ppajahati iti āmantā ",
        "folio": "315"
    },
    {
        "segmentnr": "PA_ya_7.2.3:316.1",
        "original": "Yato vā pana bhavarāgānusayaṁ nappajahati tato vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na ppajahati tatas vicikicchā anusayam na ppajahati iti ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.3:317.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayaṁ nappajahati, no ca tato vicikicchānusayaṁ",
        "analyzed": "kāmadhātuyā tīsu vedanāsu tatas bhava rāga anusayam na ppajahati no ca tatas vicikicchā anusaya ",
        "folio": "317"
    },
    {
        "segmentnr": "PA_ya_7.2.3:317.1_1",
        "original": "nappajahati; apariyāpanne tato bhavarāgānusayañca nappajahati vicikicchānusayañca nappajahati.",
        "analyzed": "na pajahati a pariyāpanne tatas bhava rāga anusayañca na pajahati vicikicchā anusayañca na pajahati ",
        "folio": "317"
    },
    {
        "segmentnr": "PA_ya_7.2.3:318.1",
        "original": "Yato vicikicchānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vicikicchā anusayam na ppajahati tatas avijjā anusayam na ppajahati iti āmantā ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_7.2.3:319.1",
        "original": "Yato vā pana avijjānusayaṁ nappajahati tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayam na ppajahati tatas vicikicchā anusayam na ppajahati iti āmantā ",
        "folio": "319"
    },
    {
        "segmentnr": "PA_ya_7.2.3:320.1",
        "original": "Yato bhavarāgānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yatas bhava rāga anusayam na ppajahati tatas avijjā anusayam na ppajahati iti ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_7.2.3:321.1",
        "original": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayaṁ nappajahati, no ca tato avijjānusayaṁ nappajahati. Apariyāpanne tato bhavarāgānusayañca nappajahati avijjānusayañca nappajahati.",
        "analyzed": "kāmadhātuyā tīsu vedanāsu tatas bhava rāga anusayam nappajahati no ca tatas avijjā anusayam nappajahati apariyāpanne tatas bhava rāga anusayam ca nappajahati avijjā anusayam ca nappajahati ",
        "folio": "321"
    },
    {
        "segmentnr": "PA_ya_7.2.3:322.1",
        "original": "Yato vā pana avijjānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayam na ppajahati tatas bhava rāga anusayam na ppajahati iti āmantā ekamūlaka ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_7.2.3:323.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca nappajahati tato mānānusayaṁ nappajahatīti?",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati tatas māna anusayam na ppajahati iti ",
        "folio": "323"
    },
    {
        "segmentnr": "PA_ya_7.2.3:324.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca nappajahati, no",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas kāma rāga anusayañca paṭigha anusayañca na ppajahati no ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_7.2.3:324.1_1",
        "original": "ca tato mānānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "ca tatas māna anusayam na pajahati apariyāpanne tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_7.2.3:324.1_2",
        "original": "nappajahati mānānusayañca nappajahati.",
        "analyzed": "na ppajahati māna anusayam ca na ppajahati ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_7.2.3:325.1",
        "original": "Yato vā pana mānānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
        "analyzed": "yatas vā pana māna anusayam na pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati iti ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_7.2.3:326.1_0",
        "original": "Dukkhāya vedanāya tato mānānusayañca kāmarāgānusayañca nappajahati, no ca tato paṭighānusayaṁ",
        "analyzed": "dukkhāya vedanāya tatas māna anusayañca kāma rāga anusayañca na ppajahati no ca tatas paṭigha anusaya ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.3:326.1_1",
        "original": "nappajahati. Apariyāpanne tato mānānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati.",
        "analyzed": "na pajahati a pariyāpanne tatas māna anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca na ppajahati ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.3:327.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati tatas diṭṭha anusayam pe vicikicchā anusayam na ppajahati iti ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_7.2.3:328.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca nappajahati, no",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas kāma rāga anusayañca paṭigha anusayañca na ppajahati no ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_7.2.3:328.1_1",
        "original": "ca tato vicikicchānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "ca tatas vicikicchā anusayam na ppajahati apariyāpanne tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_7.2.3:328.1_2",
        "original": "nappajahati vicikicchānusayañca nappajahati.",
        "analyzed": "na ppajahati vicikicchā anusayam ca na ppajahati ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_7.2.3:329.1",
        "original": "Yato vā pana vicikicchānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca na pajahati iti āmantā ",
        "folio": "329"
    },
    {
        "segmentnr": "PA_ya_7.2.3:330.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca nappajahati tato bhavarāgānusayaṁ nappajahatīti?",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati tatas bhava rāga anusayam na ppajahati iti ",
        "folio": "330"
    },
    {
        "segmentnr": "PA_ya_7.2.3:331.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca nappajahati, no",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas kāma rāga anusayañca paṭigha anusayañca na ppajahati no ",
        "folio": "331"
    },
    {
        "segmentnr": "PA_ya_7.2.3:331.1_1",
        "original": "ca tato bhavarāgānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "ca tatas bhava rāga anusayam na pajahati apariyāpanne tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "331"
    },
    {
        "segmentnr": "PA_ya_7.2.3:331.1_2",
        "original": "nappajahati bhavarāgānusayañca nappajahati.",
        "analyzed": "na ppajahati bhava rāga anusayam ca na ppajahati ",
        "folio": "331"
    },
    {
        "segmentnr": "PA_ya_7.2.3:332.1",
        "original": "Yato vā pana bhavarāgānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati iti ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.3:333.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca nappajahati, no ca tato",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayañca kāma rāga anusayañca na ppajahati no ca tatas ",
        "folio": "333"
    },
    {
        "segmentnr": "PA_ya_7.2.3:333.1_1",
        "original": "paṭighānusayaṁ nappajahati. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca paṭighānusayañca",
        "analyzed": "paṭigha anusayam na pajahati kāmadhātuyā dvīsu vedanāsu tatas bhava rāga anusayam ca paṭigha anusayam ca ",
        "folio": "333"
    },
    {
        "segmentnr": "PA_ya_7.2.3:333.1_2",
        "original": "nappajahati, no ca tato kāmarāgānusayaṁ nappajahati. Apariyāpanne tato bhavarāgānusayañca",
        "analyzed": "na ppajahati no ca tatas kāma rāga anusayam na ppajahati apariyāpanne tatas bhava rāga anusayam ca ",
        "folio": "333"
    },
    {
        "segmentnr": "PA_ya_7.2.3:333.1_3",
        "original": "nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati.",
        "analyzed": "na ppajahati kāma rāga anusayañca paṭigha anusayañca na ppajahati ",
        "folio": "333"
    },
    {
        "segmentnr": "PA_ya_7.2.3:334.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca nappajahati tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati tatas avijjā anusayam na ppajahati iti ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.3:335.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca nappajahati, no",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas kāma rāga anusayañca paṭigha anusayañca na ppajahati no ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_7.2.3:335.1_1",
        "original": "ca tato avijjānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "ca tatas avijjā anusayam na ppajahati apariyāpanne tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_7.2.3:335.1_2",
        "original": "nappajahati avijjānusayañca nappajahati.",
        "analyzed": "na ppajahati avijjā anusayam ca na ppajahati ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_7.2.3:336.1",
        "original": "Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca nappajahatīti? Āmantā. (Dukamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayam na pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati iti āmantā dukamūlaka ",
        "folio": "336"
    },
    {
        "segmentnr": "PA_ya_7.2.3:337.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na pajahati tatas diṭṭha anusayam pe vicikicchā anusayam na pajahati iti āmantā ",
        "folio": "337"
    },
    {
        "segmentnr": "PA_ya_7.2.3:338.1",
        "original": "Yato vā pana vicikicchānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayam na pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati iti āmantā ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_7.2.3:339.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati tatas bhava rāga anusayam na ppajahati iti āmantā ",
        "folio": "339"
    },
    {
        "segmentnr": "PA_ya_7.2.3:340.1",
        "original": "Yato vā pana bhavarāgānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati iti ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_7.2.3:341.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca nappajahati,",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayañca kāma rāga anusayañca māna anusayañca na ppajahati ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.3:341.1_1",
        "original": "no ca tato paṭighānusayaṁ nappajahati. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca",
        "analyzed": "no ca tatas paṭigha anusayam na ppajahati kāmadhātuyā dvīsu vedanāsu tatas bhava rāga anusayam ca ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.3:341.1_2",
        "original": "paṭighānusayañca nappajahati, no ca tato kāmarāgānusayañca mānānusayañca nappajahati.",
        "analyzed": "paṭigha anusayañca na ppajahati no ca tatas kāma rāga anusayañca māna anusayañca na ppajahati ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.3:341.1_3",
        "original": "Apariyāpanne tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "apariyāpanne tatas bhava rāga anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.3:341.1_4",
        "original": "mānānusayañca nappajahati.",
        "analyzed": "māna anusayam ca na appajahati ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.3:342.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati tato avijjānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na pajahati tatas avijjā anusayam na pajahati iti āmantā ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_7.2.3:343.1",
        "original": "Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti? Āmantā. (Tikamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayam na pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati iti āmantā tikamūlaka ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.3:344.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na ppajahati tatas vicikicchā anusayam na ppajahati iti āmantā ",
        "folio": "344"
    },
    {
        "segmentnr": "PA_ya_7.2.3:345.1",
        "original": "Yato vā pana vicikicchānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahatīti? Āmantā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "yatas vā pana vicikicchā anusayam na pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na pajahati iti āmantā pe catukkamūlaka ",
        "folio": "345"
    },
    {
        "segmentnr": "PA_ya_7.2.3:346.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati tatas bhava rāga anusayam na ppajahati iti āmantā ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.3:347.1",
        "original": "Yato vā pana bhavarāgānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti?",
        "analyzed": "yatas vā pana bhava rāga anusayam na ppajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati iti ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.3:348.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca nappajahati,",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayañca kāma rāga anusayañca māna anusayañca na ppajahati ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.3:348.1_1",
        "original": "no ca tato paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Kāmadhātuyā",
        "analyzed": "no ca tatas paṭigha anusayañca diṭṭha anusayañca vicikicchā anusayañca na pajahati kāmadhātuyā ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.3:348.1_2",
        "original": "dvīsu vedanāsu tato bhavarāgānusayañca paṭighānusayañca nappajahati, no ca tato kāmarāgānusayañca",
        "analyzed": "dvīsu vedanāsu tatas bhava rāga anusayañca paṭigha anusayañca na ppajahati no ca tatas kāma rāga anusayañca ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.3:348.1_3",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Apariyāpanne tato",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na pajahati a pariyāpanne tatas ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.3:348.1_4",
        "original": "bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca",
        "analyzed": "bhava rāga anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.3:348.1_5",
        "original": "vicikicchānusayañca nappajahati.",
        "analyzed": "vicikicchā anusayam ca na appajahati ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.3:349.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati tato avijjānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati tatas avijjā anusayam na ppajahati iti āmantā ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_7.2.3:350.1",
        "original": "Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti? Āmantā. (Pañcakamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayam na pajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati iti āmantā pañcakamūlaka ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.3:351.1",
        "original": "Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati tato avijjānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayañca na ppajahati tatas avijjā anusayam na ppajahati iti āmantā ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.3:352.1_0",
        "original": "Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "yatas vā pana avijjā anusayam na ppajahati tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.3:352.1_1",
        "original": "diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahatīti? Āmantā. (Chakkamūlakaṁ.)",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na ppajahati iti āmantā chakkamūlaka ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.3:353.0",
        "original": "7.2.3.6. Paṭilomapuggalokāsa",
        "analyzed": "paṭiloma puggala ukāsa ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.3:353.1",
        "original": "Yo yato kāmarāgānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na ppajahati saḥ tatas paṭigha anusayam na ppajahati iti ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.3:354.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayaṁ nappajahati, no ca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas kāma rāga anusayam na ppajahati no ca ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_7.2.3:354.1_1",
        "original": "so tato paṭighānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "so tatas paṭigha anusayam na ppajahati sve eva puggalaḥ rūpa dhātuyā arūpa dhātuyā a pariyāpanne ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_7.2.3:354.1_2",
        "original": "so tato kāmarāgānusayañca nappajahati paṭighānusayañca nappajahati. Anāgāmimaggasamaṅgiṁ",
        "analyzed": "so tato kāma rāga anusayañca na pajahati paṭigha anusayañca na pajahati anāgāmi magga samaṅgi ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_7.2.3:354.1_3",
        "original": "ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti paṭighānusayañca nappajahanti.",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca na ppajahanti paṭigha anusayañca na ppajahanti ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_7.2.3:355.1",
        "original": "Yo vā pana yato paṭighānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas paṭigha anusayam na ppajahati saḥ tatas kāma rāga anusayam na ppajahati iti ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.3:356.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato paṭighānusayaṁ nappajahati,",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu so tatas paṭigha anusayam na ppajahati ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_7.2.3:356.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam na ppajahati su eva puggalaḥ rūpadhātuyā arūpadhātuyā ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_7.2.3:356.1_2",
        "original": "apariyāpanne so tato paṭighānusayañca nappajahati kāmarāgānusayañca nappajahati.",
        "analyzed": "a pariyāpanne so tatas paṭigha anusayañca na ppajahati kāma rāga anusayañca na ppajahati ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_7.2.3:356.1_3",
        "original": "Anāgāmimaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti",
        "analyzed": "anāgāmi magga samaṅgim ṭhapetvā avasesā puggalā sabbattha paṭigha anusayañca na ppajahanti ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_7.2.3:356.1_4",
        "original": "kāmarāgānusayañca nappajahanti.",
        "analyzed": "kāma rāga anusayam ca na appajahanti ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_7.2.3:357.1",
        "original": "Yo yato kāmarāgānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na ppajahati saḥ tatas māna anusayam na ppajahati iti ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.3:358.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusaya ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_7.2.3:358.1_1",
        "original": "nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "na ppajahati no ca so tatas māna anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_7.2.3:358.1_2",
        "original": "apariyāpanne so tato kāmarāgānusayañca nappajahati mānānusayañca nappajahati. Dvinnaṁ",
        "analyzed": "a pariyāpanne saḥ tatas kāma rāga anusayañca na ppajahati māna anusayañca na ppajahati ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_7.2.3:358.1_3",
        "original": "maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti",
        "analyzed": "magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayam ca na ppajahanti ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_7.2.3:358.1_4",
        "original": "mānānusayañca nappajahanti.",
        "analyzed": "māna anusayam ca na ppajahanti ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_7.2.3:359.1",
        "original": "Yo vā pana yato mānānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas māna anusayam na ppajahati saḥ tatas kāma rāga anusayam na ppajahati iti ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.3:360.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato mānānusayaṁ nappajahati, no",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas māna anusayam na ppajahati no ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_7.2.3:360.1_1",
        "original": "ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya rūpadhātuyā",
        "analyzed": "ca so tatas kāma rāga anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya rūpa dhātuyā ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_7.2.3:360.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato mānānusayañca nappajahati kāmarāgānusayañca nappajahati.",
        "analyzed": "arūpadhātuyāḥ apariyāpanne saḥ tatas māna anusayañca na ppajahati kāma rāga anusayañca na ppajahati ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_7.2.3:360.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca nappajahanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha māna anusayam ca na ppajahanti ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_7.2.3:360.1_4",
        "original": "kāmarāgānusayañca nappajahanti.",
        "analyzed": "kāma rāga anusayam ca na appajahanti ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_7.2.3:361.1",
        "original": "Yo yato kāmarāgānusayaṁ nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na ppajahati saḥ tatas diṭṭha anusayam pe vicikicchā anusayam na ppajahati iti ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.3:362.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāma rāga anusaya ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_7.2.3:362.1_1",
        "original": "nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "na ppajahati no ca so tatas vicikicchā anusayam na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_7.2.3:362.1_2",
        "original": "so tato kāmarāgānusayañca nappajahati vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgiñca",
        "analyzed": "so tato kāma rāga anusayañca na ppajahati vicikicchā anusayañca na ppajahati anāgāmi magga samaṅgiñca ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_7.2.3:362.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_7.2.3:363.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na ppajahati saḥ tatas kāma rāga anusayam na ppajahati iti ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_7.2.3:364.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ nappajahati,",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayam na ppajahati ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.3:364.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya rūpadhātuyā",
        "analyzed": "no ca so tatas kāma rāga anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya rūpa dhātuyā ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.3:364.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato vicikicchānusayañca nappajahati kāmarāgānusayañca",
        "analyzed": "arūpadhātuyāḥ apariyāpanne saḥ tatas vicikicchā anusayañca na ppajahati kāma rāga anusayañca ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.3:364.1_3",
        "original": "nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "na ppajahati anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.3:364.1_4",
        "original": "vicikicchānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
        "analyzed": "vicikicchā anusayañca na ppajahanti kāma rāga anusayañca na ppajahanti ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.3:365.1",
        "original": "Yo yato kāmarāgānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na ppajahati saḥ tatas bhava rāga anusayam na ppajahati iti ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.3:366.1_0",
        "original": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ nappajahati, no",
        "analyzed": "agga magga samaṅgī rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayam na ppajahati no ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.3:366.1_1",
        "original": "ca so tato bhavarāgānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā tīsu vedanāsu",
        "analyzed": "ca so tatas bhava rāga anusayam na ppajahati su eva puggalaḥ kāmadhātuyā tīsu vedanāsu ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.3:366.1_2",
        "original": "apariyāpanne so tato kāmarāgānusayañca nappajahati bhavarāgānusayañca nappajahati.",
        "analyzed": "a pariyāpanne so tatas kāma rāga anusayañca na ppajahati bhava rāga anusayañca na ppajahati ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.3:366.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayam ca na ppajahanti ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.3:366.1_4",
        "original": "bhavarāgānusayañca nappajahanti.",
        "analyzed": "bhava rāga anusayam ca na ppajahanti ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.3:367.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na ppajahati saḥ tatas kāma rāga anusayam na ppajahati iti ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_7.2.3:368.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayaṁ nappajahati,",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayam na ppajahati ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.3:368.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya rūpadhātuyā",
        "analyzed": "no ca so tatas kāma rāga anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya rūpa dhātuyā ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.3:368.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca",
        "analyzed": "arūpadhātuyāḥ apariyāpanne saḥ tatas bhava rāga anusayañca na ppajahati kāma rāga anusayañca ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.3:368.1_3",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayam ca ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.3:368.1_4",
        "original": "nappajahanti kāmarāgānusayañca nappajahanti.",
        "analyzed": "na ppajahanti kāma rāga anusayam ca na ppajahanti ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.3:369.1",
        "original": "Yo yato kāmarāgānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam na ppajahati saḥ tatas avijjā anusayam na ppajahati iti ",
        "folio": "369"
    },
    {
        "segmentnr": "PA_ya_7.2.3:370.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusaya ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.3:370.1_1",
        "original": "nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "na ppajahati no ca so tatas avijjā anusayam na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.3:370.1_2",
        "original": "so tato kāmarāgānusayañca nappajahati avijjānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ",
        "analyzed": "so tato kāma rāga anusayam ca na ppajahati avijjā anusayam ca na ppajahati dvinnam ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.3:370.1_3",
        "original": "ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca na ppajahanti avijjā anusayañca na ppajahanti ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.3:371.1",
        "original": "Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na ppajahati saḥ tatas kāma rāga anusayam na ppajahati iti ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.3:372.1_0",
        "original": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato avijjānusayaṁ nappajahati,",
        "analyzed": "anāgāmi magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayam na ppajahati ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.3:372.1_1",
        "original": "no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya rūpadhātuyā",
        "analyzed": "no ca so tatas kāma rāga anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya rūpa dhātuyā ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.3:372.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca nappajahati.",
        "analyzed": "arūpadhātuyāḥ apariyāpanne saḥ tatas avijjā anusayañca na ppajahati kāma rāga anusayañca na ppajahati ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.3:372.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha avijjā anusayam ca na ppajahanti ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.3:372.1_4",
        "original": "kāmarāgānusayañca nappajahanti.",
        "analyzed": "kāma rāga anusayam ca na appajahanti ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.3:373.1",
        "original": "Yo yato paṭighānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam na ppajahati saḥ tatas māna anusayam na ppajahati iti ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.3:374.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas paṭigha anusaya ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.3:374.1_1",
        "original": "nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "na ppajahati no ca so tatas māna anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.3:374.1_2",
        "original": "apariyāpanne so tato paṭighānusayañca nappajahati mānānusayañca nappajahati. Dvinnaṁ",
        "analyzed": "a pariyāpanne so tatas paṭigha anusayam ca na ppajahati māna anusayam ca na ppajahati ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.3:374.1_3",
        "original": "maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti",
        "analyzed": "magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha paṭigha anusayam ca na pajahanti ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.3:374.1_4",
        "original": "mānānusayañca nappajahanti.",
        "analyzed": "māna anusayam ca na ppajahanti ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.3:375.1",
        "original": "Yo vā pana yato mānānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas māna anusayam na ppajahati so tatas paṭigha anusayam na ppajahati iti ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.3:376.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato mānānusayaṁ nappajahati, no ca so tato",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya so tatas māna anusayam na ppajahati no ca so tatas ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.3:376.1_1",
        "original": "paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā",
        "analyzed": "paṭigha anusayam na ppajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.3:376.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato mānānusayañca nappajahati paṭighānusayañca nappajahati.",
        "analyzed": "arūpa dhātuyāḥ apariyāpanne saḥ tatas māna anusayam ca na pajahati paṭigha anusayam ca na pajahati ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.3:376.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca nappajahanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha māna anusayam ca na ppajahanti ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.3:376.1_4",
        "original": "paṭighānusayañca nappajahanti.",
        "analyzed": "paṭigha anusayam ca na ppajahanti ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.3:377.1",
        "original": "Yo yato paṭighānusayaṁ nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam na ppajahati so tatas diṭṭha anusayam pe vicikicchā anusayam na ppajahati iti ",
        "folio": "377"
    },
    {
        "segmentnr": "PA_ya_7.2.3:378.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭigha anusaya ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_7.2.3:378.1_1",
        "original": "nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "na ppajahati no ca so tatas vicikicchā anusayam na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_7.2.3:378.1_2",
        "original": "so tato paṭighānusayañca nappajahati vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgiñca",
        "analyzed": "so tato paṭigha anusayañca na ppajahati vicikicchā anusayañca na ppajahati anāgāmi magga samaṅgiñca ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_7.2.3:378.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha paṭigha anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_7.2.3:379.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na ppajahati so tatas paṭigha anusayam na ppajahati iti ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.3:380.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayaṁ nappajahati, no ca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas vicikicchā anusayam na ppajahati no ca ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_7.2.3:380.1_1",
        "original": "so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā",
        "analyzed": "so tatas paṭigha anusayam na ppajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_7.2.3:380.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato vicikicchānusayañca nappajahati paṭighānusayañca",
        "analyzed": "arūpa dhātuyāḥ apariyāpanne saḥ tatas vicikicchā anusayam ca na ppajahati paṭigha anusayam ca ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_7.2.3:380.1_3",
        "original": "nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "na ppajahati anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_7.2.3:380.1_4",
        "original": "vicikicchānusayañca nappajahanti paṭighānusayañca nappajahanti.",
        "analyzed": "vicikicchā anusayañca na ppajahanti paṭigha anusayañca na ppajahanti ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_7.2.3:381.1",
        "original": "Yo yato paṭighānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam na ppajahati saḥ tatas bhava rāga anusayam na ppajahati iti ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.3:382.1_0",
        "original": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ nappajahati, no",
        "analyzed": "agga magga samaṅgī rūpadhātuyā arūpadhātuyā saḥ tatas paṭigha anusayam na ppajahati no ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.3:382.1_1",
        "original": "ca so tato bhavarāgānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā tīsu vedanāsu",
        "analyzed": "ca so tatas bhava rāga anusayam na ppajahati su eva puggalaḥ kāmadhātuyā tīsu vedanāsu ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.3:382.1_2",
        "original": "apariyāpanne so tato paṭighānusayañca nappajahati bhavarāgānusayañca nappajahati.",
        "analyzed": "a pariyāpanne so tatas paṭigha anusayañca na ppajahati bhava rāga anusayañca na ppajahati ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.3:382.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha paṭigha anusayam ca na pajahanti ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.3:382.1_4",
        "original": "bhavarāgānusayañca nappajahanti.",
        "analyzed": "bhava rāga anusayam ca na ppajahanti ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.3:383.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na ppajahati saḥ tatas paṭigha anusayam na ppajahati iti ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.3:384.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayaṁ nappajahati, no ca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas bhava rāga anusayam na ppajahati no ca ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.3:384.1_1",
        "original": "so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā",
        "analyzed": "so tatas paṭigha anusayam na ppajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.3:384.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca nappajahati paṭighānusayañca",
        "analyzed": "arūpa dhātuyāḥ apariyāpanne saḥ tatas bhava rāga anusayam ca na pajahati paṭigha anusayam ca ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.3:384.1_3",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayam ca ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.3:384.1_4",
        "original": "nappajahanti paṭighānusayañca nappajahanti.",
        "analyzed": "na ppajahanti paṭigha anusayam ca na ppajahanti ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.3:385.1",
        "original": "Yo yato paṭighānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas paṭigha anusayam na ppajahati saḥ tatas avijjā anusayam na ppajahati iti ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.3:386.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas paṭigha anusaya ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.3:386.1_1",
        "original": "nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "na ppajahati no ca so tatas avijjā anusayam na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.3:386.1_2",
        "original": "so tato paṭighānusayañca nappajahati avijjānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ",
        "analyzed": "so tatas paṭigha anusayam ca na ppajahati avijjā anusayam ca na ppajahati dvinnam ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.3:386.1_3",
        "original": "ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha paṭigha anusayañca na ppajahanti avijjā anusayañca na ppajahanti ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.3:387.1",
        "original": "Yo vā pana yato avijjānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na ppajahati saḥ tatas paṭigha anusayam na ppajahati iti ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.3:388.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ nappajahati, no ca so",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya so tatas avijjā anusayam na ppajahati no ca so ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.3:388.1_1",
        "original": "tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā",
        "analyzed": "tatas paṭigha anusayam na ppajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.3:388.1_2",
        "original": "arūpadhātuyā apariyāpanne so tato avijjānusayañca nappajahati paṭighānusayañca nappajahati.",
        "analyzed": "arūpa dhātuyāḥ apariyāpanne saḥ tatas avijjā anusayañca na ppajahati paṭigha anusayañca na ppajahati ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.3:388.1_3",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha avijjā anusayam ca na ppajahanti ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.3:388.1_4",
        "original": "paṭighānusayañca nappajahanti.",
        "analyzed": "paṭigha anusayam ca na ppajahanti ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.3:389.1",
        "original": "Yo yato mānānusayaṁ nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas māna anusayam na ppajahati saḥ tatas diṭṭha anusayam pe vicikicchā anusayam na ppajahati iti ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_7.2.3:390.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tatas māna anusaya ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.3:390.1_1",
        "original": "nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "na ppajahati no ca so tatas vicikicchā anusayam na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.3:390.1_2",
        "original": "so tato mānānusayañca nappajahati vicikicchānusayañca nappajahati. Aggamaggasamaṅgiñca",
        "analyzed": "saḥ tatas māna anusayañca na ppajahati vicikicchā anusayañca na ppajahati aggamagga samaṅgiñca ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.3:390.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha mānānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha māna anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.3:391.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na ppajahati saḥ tatas māna anusayam na ppajahati iti ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.3:392.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas vicikicchā anusaya ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.3:392.1_1",
        "original": "nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "na ppajahati no ca so tatas māna anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.3:392.1_2",
        "original": "apariyāpanne so tato vicikicchānusayañca nappajahati mānānusayañca nappajahati. Aggamaggasamaṅgiñca",
        "analyzed": "a pariyāpanne so tatas vicikicchā anusayañca na ppajahati māna anusayañca na ppajahati aggamagga samaṅgiñca ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.3:392.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchā anusayañca na ppajahanti ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.3:392.1_4",
        "original": "mānānusayañca nappajahanti.",
        "analyzed": "māna anusayam ca na ppajahanti ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.3:393.1",
        "original": "Yo yato mānānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ yatas māna anusayam na ppajahati saḥ tatas bhava rāga anusayam na ppajahati iti āmantā ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_7.2.3:394.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na ppajahati saḥ tatas māna anusayam na ppajahati iti ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.3:395.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayaṁ nappajahati,",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayam na ppajahati ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.3:395.1_1",
        "original": "no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne",
        "analyzed": "no ca so tatas māna anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya apariyāpanne ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.3:395.1_2",
        "original": "so tato bhavarāgānusayañca nappajahati mānānusayañca nappajahati. Aggamaggasamaṅgiṁ",
        "analyzed": "saḥ tatas bhava rāga anusayañca na ppajahati māna anusayañca na ppajahati agga magga samaṅgi ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.3:395.1_3",
        "original": "ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti mānānusayañca nappajahanti.",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayañca na ppajahanti māna anusayañca na ppajahanti ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.3:396.1",
        "original": "Yo yato mānānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas māna anusayam na ppajahati saḥ tatas avijjā anusayam na ppajahati iti ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.3:397.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato mānānusayaṁ nappajahati, no ca so tato",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya so tatas māna anusayam na ppajahati no ca so tatas ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.3:397.1_1",
        "original": "avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato mānānusayañca nappajahati",
        "analyzed": "avijjā anusayam na ppajahati sve eva puggalaḥ apariyāpanne so tatas māna anusayañca na ppajahati ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.3:397.1_2",
        "original": "avijjānusayañca nappajahati. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "avijjā anusayam ca na ppajahati aggamagga samaṅgim ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.3:397.1_3",
        "original": "mānānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "māna anusayañca na ppajahanti avijjā anusayañca na ppajahanti ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.3:398.1",
        "original": "Yo vā pana yato avijjānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na ppajahati saḥ tatas māna anusayam na ppajahati iti āmantā ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.3:399.1",
        "original": "Yo yato diṭṭhānusayaṁ nappajahati so tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ yatas diṭṭha anusayam na ppajahati saḥ tatas vicikicchā anusayam na ppajahati iti āmantā ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_7.2.3:400.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ nappajahati so tato diṭṭhānusayaṁ nappajahatīti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na ppajahati saḥ tatas diṭṭha anusayam na ppajahati iti āmantā pe ",
        "folio": "400"
    },
    {
        "segmentnr": "PA_ya_7.2.3:401.1",
        "original": "Yo yato vicikicchānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas vicikicchā anusayam na ppajahati saḥ tatas bhava rāga anusayam na ppajahati iti ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.3:402.1_0",
        "original": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ nappajahati,",
        "analyzed": "agga magga samaṅgī rūpadhātuyā a rūpadhātuyā saḥ tatas vicikicchā anusayam na ppajahati ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.3:402.1_1",
        "original": "no ca so tato bhavarāgānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā tīsu vedanāsu",
        "analyzed": "no ca so tatas bhava rāga anusayam na ppajahati su eva puggalaḥ kāmadhātuyā tīsu vedanāsu ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.3:402.1_2",
        "original": "apariyāpanne so tato vicikicchānusayañca nappajahati bhavarāgānusayañca nappajahati.",
        "analyzed": "a pariyāpanne so tatas vicikicchā anusayañca na ppajahati bhava rāga anusayañca na ppajahati ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.3:402.1_3",
        "original": "Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca",
        "analyzed": "agga magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchā anusayañca ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.3:402.1_4",
        "original": "nappajahanti bhavarāgānusayañca nappajahanti.",
        "analyzed": "na ppajahanti bhava rāga anusayam ca na ppajahanti ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.3:403.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na ppajahati saḥ tatas vicikicchā anusayam na ppajahati iti ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.3:404.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tatas bhava rāga anusaya ",
        "folio": "404"
    },
    {
        "segmentnr": "PA_ya_7.2.3:404.1_1",
        "original": "nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "na ppajahati no ca so tatas vicikicchā anusayam na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "404"
    },
    {
        "segmentnr": "PA_ya_7.2.3:404.1_2",
        "original": "so tato bhavarāgānusayañca nappajahati vicikicchānusayañca nappajahati. Aggamaggasamaṅgiñca",
        "analyzed": "saḥ tatas bhava rāga anusayañca na ppajahati vicikicchā anusayañca na ppajahati aggamagga samaṅgiñca ",
        "folio": "404"
    },
    {
        "segmentnr": "PA_ya_7.2.3:404.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "404"
    },
    {
        "segmentnr": "PA_ya_7.2.3:405.1",
        "original": "Yo yato vicikicchānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas vicikicchā anusayam na ppajahati saḥ tatas avijjā anusayam na ppajahati iti ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.3:406.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas vicikicchā anusaya ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_7.2.3:406.1_1",
        "original": "nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "na ppajahati no ca so tatas avijjā anusayam na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_7.2.3:406.1_2",
        "original": "so tato vicikicchānusayañca nappajahati avijjānusayañca nappajahati. Aggamaggasamaṅgiñca",
        "analyzed": "saḥ tatas vicikicchā anusayañca na ppajahati avijjā anusayañca na ppajahati aggamagga samaṅgiñca ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_7.2.3:406.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchā anusayañca na ppajahanti ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_7.2.3:406.1_4",
        "original": "avijjānusayañca nappajahanti.",
        "analyzed": "avijjā anusayam ca na ppajahanti ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_7.2.3:407.1",
        "original": "Yo vā pana yato avijjānusayaṁ nappajahati so tato vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na ppajahati saḥ tatas vicikicchā anusayam na ppajahati iti ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.3:408.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayaṁ",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tatas ",
        "folio": "408"
    },
    {
        "segmentnr": "PA_ya_7.2.3:408.1_1",
        "original": "nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "na ppajahati no ca so tatas vicikicchā anusayam na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "408"
    },
    {
        "segmentnr": "PA_ya_7.2.3:408.1_2",
        "original": "so tato avijjānusayañca nappajahati vicikicchānusayañca nappajahati. Aggamaggasamaṅgiñca",
        "analyzed": "so tatas avijjā anusayañca na ppajahati vicikicchā anusayañca na ppajahati aggamagga samaṅgiñca ",
        "folio": "408"
    },
    {
        "segmentnr": "PA_ya_7.2.3:408.1_3",
        "original": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjā anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "408"
    },
    {
        "segmentnr": "PA_ya_7.2.3:409.1",
        "original": "Yo yato bhavarāgānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas bhava rāga anusayam na ppajahati saḥ tatas avijjā anusayam na ppajahati iti ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.3:410.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu so tato bhavarāgānusayaṁ nappajahati,",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu saḥ tatas bhava rāga anusayam na ppajahati ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.3:410.1_1",
        "original": "no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca",
        "analyzed": "no ca saḥ tatas avijjā anusayam na ppajahati su eva puggalaḥ apariyāpanne saḥ tatas bhava rāga anusayam ca ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.3:410.1_2",
        "original": "nappajahati avijjānusayañca nappajahati. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā",
        "analyzed": "na ppajahati avijjā anusayam ca na ppajahati aggamagga samaṅgim ṭhapetvā avasesā puggalā ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.3:410.1_3",
        "original": "sabbattha bhavarāgānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "sabbattha bhava rāga anusayañca na ppajahanti avijjā anusayañca na ppajahanti ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.3:411.1",
        "original": "Yo vā pana yato avijjānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na ppajahati saḥ tatas bhava rāga anusayam na ppajahati iti āmantā ekamūlaka ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.3:412.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca nappajahati so tato mānānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati saḥ tatas māna anusayam na ppajahati iti ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.3:413.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca",
        "analyzed": "agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayam ca ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.3:413.1_1",
        "original": "paṭighānusayañca nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo",
        "analyzed": "paṭigha anusayam ca na ppajahati no ca so tatas māna anusayam na ppajahati su eva puggalo ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.3:413.1_2",
        "original": "dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca nappajahati",
        "analyzed": "dukkhāya vedanāya apariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca na ppajahati ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.3:413.1_3",
        "original": "mānānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "māna anusayam ca na pajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.3:413.1_4",
        "original": "kāmarāgānusayañca paṭighānusayañca nappajahanti mānānusayañca nappajahanti.",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca na ppajahanti māna anusayañca na ppajahanti ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.3:414.1",
        "original": "Yo vā pana yato mānānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas māna anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati iti ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.3:415.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato mānānusayañca kāmarāgānusayañca nappajahati,",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas māna anusayañca kāma rāga anusayañca na ppajahati ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.3:415.1_1",
        "original": "no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca so tatas paṭigha anusayam na ppajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.3:415.1_2",
        "original": "so tato mānānusayañca paṭighānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ",
        "analyzed": "so tato māna anusayañca paṭigha anusayañca na ppajahati no ca so tato kāma rāga anusaya ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.3:415.1_3",
        "original": "nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato mānānusayañca",
        "analyzed": "na ppajahati sveva puggalaḥ rūpa dhātuyā a rūpa dhātuyā a pariyāpanne saḥ tatas māna anusayam ca ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.3:415.1_4",
        "original": "nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ",
        "analyzed": "na ppajahati kāma rāga anusayañca paṭigha anusayañca na ppajahati dvinnam ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.3:415.1_5",
        "original": "ṭhapetvā avasesā puggalā sabbattha mānānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti.",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha māna anusayañca na ppajahanti kāma rāga anusayañca paṭigha anusayañca na ppajahanti ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.3:416.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati saḥ tatas diṭṭha anusayam pe vicikicchā anusayam na ppajahati iti ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.3:417.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāma rāga anusayaṃ ca ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.3:417.1_1",
        "original": "paṭighānusayañca nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva",
        "analyzed": "paṭigha anusayam ca na ppajahati no ca so tatas vicikicchā anusayam na ppajahati su eva ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.3:417.1_2",
        "original": "puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca nappajahati, vicikicchānusayañca",
        "analyzed": "puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca na ppajahati vicikicchā anusayañca ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.3:417.1_3",
        "original": "nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "na ppajahati anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.3:417.1_4",
        "original": "kāmarāgānusayañca paṭighānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca na ppajahanti vicikicchā anusayañca na ppajahanti ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.3:418.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati iti ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.3:419.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas vicikicchā anusayañca kāma rāga anusayañca ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.3:419.1_1",
        "original": "nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā",
        "analyzed": "na ppajahati no ca so tatas paṭigha anusayam na ppajahati su eva puggalo kāmadhātuyā ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.3:419.1_2",
        "original": "dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca nappajahati, no ca so",
        "analyzed": "dvīsu vedanāsu so tatas vicikicchā anusayañca paṭigha anusayañca na ppajahati no ca so ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.3:419.1_3",
        "original": "tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "tatas kāma rāga anusayam na ppajahati svā iva puggalaḥ rūpa dhātuyā a rūpa dhātuyā a pariyāpanne ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.3:419.1_4",
        "original": "so tato vicikicchānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati.",
        "analyzed": "so tatas vicikicchā anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca na ppajahati ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.3:419.1_5",
        "original": "Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca",
        "analyzed": "anāgāmi magga samaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchā anusayañca ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.3:419.1_6",
        "original": "nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti.",
        "analyzed": "na ppajahanti kāma rāga anusayañca paṭigha anusayañca na ppajahanti ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.3:420.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca nappajahati so tato bhavarāgānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati saḥ tatas bhava rāga anusayam na ppajahati iti ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.3:421.1_0",
        "original": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "agga magga samaṅgī rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.3:421.1_1",
        "original": "nappajahati, no ca so tato bhavarāgānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā",
        "analyzed": "na ppajahati no ca so tatas bhava rāga anusayam na ppajahati su eva puggalaḥ kāmadhātuyā ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.3:421.1_2",
        "original": "tīsu vedanāsu apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca nappajahati",
        "analyzed": "tīsu vedanāsu apariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca na ppajahati ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.3:421.1_3",
        "original": "bhavarāgānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā",
        "analyzed": "bhava rāga anusayam ca na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.3:421.1_4",
        "original": "sabbattha kāmarāgānusayañca paṭighānusayañca nappajahanti bhavarāgānusayañca nappajahanti.",
        "analyzed": "sabbattha kāma rāga anusayañca paṭigha anusayañca na ppajahanti bhava rāga anusayañca na ppajahanti ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.3:422.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati iti ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.3:423.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas bhava rāga anusayañca kāma rāga anusayañca ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.3:423.1_1",
        "original": "nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā",
        "analyzed": "na ppajahati no ca so tatas paṭigha anusayam na ppajahati su eva puggalo kāmadhātuyā ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.3:423.1_2",
        "original": "dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca nappajahati, no ca so",
        "analyzed": "dvīsu vedanāsu saḥ tatas bhava rāga anusayañca paṭigha anusayañca na ppajahati no ca so ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.3:423.1_3",
        "original": "tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "tatas kāma rāga anusayam na ppajahati svā iva puggalaḥ rūpa dhātuyā a rūpa dhātuyā a pariyāpanne ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.3:423.1_4",
        "original": "so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati.",
        "analyzed": "so tatas bhava rāga anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca na ppajahati ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.3:423.1_5",
        "original": "Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti",
        "analyzed": "dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayam ca na ppajahanti ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.3:423.1_6",
        "original": "kāmarāgānusayañca paṭighānusayañca nappajahanti.",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca na ppajahanti ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.3:424.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca nappajahati so tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati saḥ tatas avijjā anusayam na ppajahati iti ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.3:425.1_0",
        "original": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca",
        "analyzed": "agga magga samaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayam ca ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.3:425.1_1",
        "original": "paṭighānusayañca nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo",
        "analyzed": "paṭigha anusayam ca na ppajahati no ca so tatas avijjā anusayam na ppajahati su eva puggalo ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.3:425.1_2",
        "original": "apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca nappajahati avijjānusayañca",
        "analyzed": "a pariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca na ppajahati avijjā anusayañca ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.3:425.1_3",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayam ca ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.3:425.1_4",
        "original": "paṭighānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "paṭigha anusayañca na ppajahanti avijjā anusayañca na ppajahanti ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.3:426.1",
        "original": "Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca na ppajahati iti ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.3:427.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca nappajahati,",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayañca kāma rāga anusayañca na ppajahati ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.3:427.1_1",
        "original": "no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca so tatas paṭigha anusayam na ppajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.3:427.1_2",
        "original": "so tato avijjānusayañca paṭighānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ",
        "analyzed": "so tato avijjā anusayañca paṭigha anusayañca na ppajahati no ca so tato kāma rāga anusaya ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.3:427.1_3",
        "original": "nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca",
        "analyzed": "na ppajahati sveva puggalaḥ rūpa dhātuyā a rūpa dhātuyā a pariyāpanne saḥ tatas avijjā anusayam ca ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.3:427.1_4",
        "original": "nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ",
        "analyzed": "na ppajahati kāma rāga anusayañca paṭigha anusayañca na ppajahati dvinnam ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.3:427.1_5",
        "original": "ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti kāmarāgānusayañca",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha avijjā anusayañca na ppajahanti kāma rāga anusayañca ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.3:427.1_6",
        "original": "paṭighānusayañca nappajahanti. (Dukamūlakaṁ.)",
        "analyzed": "paṭigha anusayam ca na ppajahanti duka mūlaka ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.3:428.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati saḥ tatas diṭṭha anusayam pe vicikicchā anusayam na ppajahati iti ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.3:429.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāma rāga anusayaṃ ca ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.3:429.1_1",
        "original": "paṭighānusayañca mānānusayañca nappajahati, no ca so tato vicikicchānusayaṁ nappajahati.",
        "analyzed": "paṭigha anusayam ca māna anusayam ca na ppajahati no ca so tatas vicikicchā anusayam na ppajahati ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.3:429.1_2",
        "original": "Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "su eva puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.3:429.1_3",
        "original": "nappajahati vicikicchānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca",
        "analyzed": "na ppajahati vicikicchā anusayañca na ppajahati dvinnam magga samaṅgīnam ca aṭṭhamakañca ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.3:429.1_4",
        "original": "ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.3:429.1_5",
        "original": "nappajahanti vicikicchānusayañca nappajahanti.",
        "analyzed": "na ppajahanti vicikicchā anusayam ca na ppajahanti ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.3:430.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati iti ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas vicikicchā anusayañca kāma rāga anusayañca ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_1",
        "original": "mānānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo",
        "analyzed": "māna anusayam ca na ppajahati no ca so tatas paṭigha anusayam na ppajahati su eva puggalo ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu saḥ tatas vicikicchā anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_3",
        "original": "nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā",
        "analyzed": "na ppajahati no ca so tatas kāma rāga anusayam na ppajahati su eva puggalaḥ rūpadhātuyā ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_4",
        "original": "arūpadhātuyā apariyāpanne so tato vicikicchānusayañca nappajahati kāmarāgānusayañca",
        "analyzed": "arūpadhātuyāḥ apariyāpanne saḥ tatas vicikicchā anusayañca na ppajahati kāma rāga anusayañca ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_5",
        "original": "paṭighānusayañca mānānusayañca nappajahati. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "paṭigha anusayañca māna anusayañca na ppajahati agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_6",
        "original": "rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayañca kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_7",
        "original": "nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "na ppajahati no ca so tatas māna anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_8",
        "original": "apariyāpanne so tato vicikicchānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "a pariyāpanne saḥ tatas vicikicchā anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_9",
        "original": "mānānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā",
        "analyzed": "māna anusayañca na ppajahati dvinnam magga samaṅgīnam ca aṭṭhamakam ca ṭhapetvā avasesā ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_10",
        "original": "puggalā sabbattha vicikicchānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "puggalā sabbattha vicikicchā anusayañca na ppajahanti kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:431.1_11",
        "original": "mānānusayañca nappajahanti.",
        "analyzed": "māna anusayam ca na ppajahanti ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.3:432.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati saḥ tatas bhava rāga anusayam na ppajahati iti āmantā ",
        "folio": "432"
    },
    {
        "segmentnr": "PA_ya_7.2.3:433.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati iti ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas bhava rāga anusayañca kāma rāga anusayañca ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_1",
        "original": "mānānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo",
        "analyzed": "māna anusayam ca na ppajahati no ca so tatas paṭigha anusayam na ppajahati su eva puggalo ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_3",
        "original": "nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā",
        "analyzed": "na ppajahati no ca so tatas kāma rāga anusayam na ppajahati su eva puggalaḥ rūpadhātuyā ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_4",
        "original": "arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca",
        "analyzed": "arūpadhātuyāḥ apariyāpanne saḥ tatas bhava rāga anusayañca na ppajahati kāma rāga anusayañca ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_5",
        "original": "paṭighānusayañca mānānusayañca nappajahati. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "paṭigha anusayañca māna anusayañca na ppajahati agga magga samaṅgī kāmadhātuyā dvīsu vedanāsu ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_6",
        "original": "so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca nappajahati, no ca",
        "analyzed": "saḥ tatas bhava rāga anusayañca kāma rāga anusayañca paṭigha anusayañca na ppajahati no ca ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_7",
        "original": "so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so",
        "analyzed": "saḥ tatas māna anusayam na ppajahati su eva puggalaḥ dukkhāya vedanāya apariyāpanne so ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_8",
        "original": "tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "tatas bhava rāga anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_9",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayam ca ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:434.1_10",
        "original": "nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti.",
        "analyzed": "na ppajahanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ppajahanti ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.3:435.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati saḥ tatas avijjā anusayam na ppajahati iti ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.3:436.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_7.2.3:436.1_1",
        "original": "nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "na ppajahati no ca so tatas avijjā anusayam na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_7.2.3:436.1_2",
        "original": "so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati avijjānusayañca",
        "analyzed": "saḥ tato kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ppajahati avijjā anusayañca ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_7.2.3:436.1_3",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayam ca ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_7.2.3:436.1_4",
        "original": "paṭighānusayañca mānānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "paṭigha anusayañca māna anusayañca na ppajahanti avijjā anusayañca na ppajahanti ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_7.2.3:437.1",
        "original": "Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca na ppajahati iti ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.3:438.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayañca kāma rāga anusayañca māna anusayañca ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.3:438.1_1",
        "original": "nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā",
        "analyzed": "na ppajahati no ca so tatas paṭigha anusayam na ppajahati su eva puggalo kāmadhātuyā ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.3:438.1_2",
        "original": "dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca mānānusayañca nappajahati,",
        "analyzed": "dvīsu vedanāsu saḥ tatas avijjā anusayañca paṭigha anusayañca māna anusayañca na ppajahati ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.3:438.1_3",
        "original": "no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam na ppajahati su eva puggalaḥ rūpadhātuyā arūpadhātuyā ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.3:438.1_4",
        "original": "apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "a pariyāpanne saḥ tatas avijjā anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.3:438.1_5",
        "original": "mānānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "māna anusayam ca na pajahati dvinnam magga samaṅgīnam ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.3:438.1_6",
        "original": "avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti. (Tikamūlakaṁ.)",
        "analyzed": "avijjā anusayañca na ppajahanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ppajahanti tika mūlaka ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.3:439.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati so tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na ppajahati saḥ tatas vicikicchā anusayam na ppajahati iti āmantā ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.3:440.1",
        "original": "Yo vā pana yato vicikicchānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca na ppajahati iti ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_0",
        "original": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas vicikicchā anusayañca kāma rāga anusayañca ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_1",
        "original": "mānānusayañca diṭṭhānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati.",
        "analyzed": "māna anusayam ca diṭṭha anusayam ca na ppajahati no ca so tatas paṭigha anusayam na ppajahati ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_2",
        "original": "Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca",
        "analyzed": "su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayañca paṭigha anusayañca ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_3",
        "original": "mānānusayañca diṭṭhānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati.",
        "analyzed": "māna anusayam ca diṭṭha anusayam ca na ppajahati no ca so tatas kāma rāga anusayam na ppajahati ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_4",
        "original": "Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca nappajahati",
        "analyzed": "su eva puggalaḥ rūpa dhātuyāḥ arūpa dhātuyāḥ apariyāpanne saḥ tatas vicikicchā anusayam ca na ppajahati ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_5",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati. Aggamaggasamaṅgī",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca na ppajahati agga magga samaṅgī ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_6",
        "original": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca kāmarāgānusayañca",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpadhātuyā saḥ tatas vicikicchā anusayam ca kāma rāga anusayam ca ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_7",
        "original": "paṭighānusayañca diṭṭhānusayañca nappajahati, no ca so tato mānānusayaṁ nappajahati.",
        "analyzed": "paṭigha anusayam ca diṭṭha anusayam ca na ppajahati no ca so tatas māna anusayam na ppajahati ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_8",
        "original": "Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayañca nappajahati",
        "analyzed": "su eva puggalaḥ dukkhāya vedanāya apariyāpanne saḥ tatas vicikicchā anusayañca na ppajahati ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_9",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati. Dvinnaṁ",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca na ppajahati dvinnam ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_10",
        "original": "maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca",
        "analyzed": "magga samaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchā anusayañca ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_11",
        "original": "nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahanti",
        "analyzed": "na ppajahanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca na ppajahanti ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:441.1_12",
        "original": "…pe…. (Catukkamūlakaṁ.)",
        "analyzed": "pe ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.3:442.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati so tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati saḥ tatas bhava rāga anusayam na ppajahati iti āmantā ",
        "folio": "442"
    },
    {
        "segmentnr": "PA_ya_7.2.3:443.1",
        "original": "Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati iti ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas bhava rāga anusayaṃ ca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so tato diṭṭhānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ppajahati no ca so tatas diṭṭha anusayañca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_2",
        "original": "vicikicchānusayañca nappajahati. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca",
        "analyzed": "vicikicchā anusayañca na ppajahati sveva puggalaḥ apariyāpanne saḥ tatas bhava rāga anusayañca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_3",
        "original": "nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "na ppajahati kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_4",
        "original": "nappajahati. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca",
        "analyzed": "na ppajahati anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas bhava rāga anusayam ca kāma rāga anusayam ca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_5",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato paṭighānusayaṁ",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na pajahati no ca so tatas paṭigha anusaya ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_6",
        "original": "nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca",
        "analyzed": "na ppajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayañca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_7",
        "original": "paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no",
        "analyzed": "paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na ppajahati no ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_8",
        "original": "ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "ca saḥ tatas kāma rāga anusayam na ppajahati svā iva puggalaḥ rūpadhātuyā a rūpadhātuyā a pariyāpanne ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_9",
        "original": "so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "saḥ tatas bhava rāga anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_10",
        "original": "diṭṭhānusayañca vicikicchānusayañca nappajahati. Aggamaggasamaṅgī kāmadhātuyā dvīsu",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca na ppajahati agga magga samaṅgī kāmadhātuyā dvīsu ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_11",
        "original": "vedanāsu so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca",
        "analyzed": "vedanāsu saḥ tatas bhava rāga anusayañca kāma rāga anusayañca paṭigha anusayañca diṭṭha anusayañca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_12",
        "original": "vicikicchānusayañca nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo",
        "analyzed": "vicikicchā anusayam ca na ppajahati no ca saḥ tatas māna anusayam na ppajahati su eva puggalo ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_13",
        "original": "dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca",
        "analyzed": "dukkhāya vedanāya apariyāpanne saḥ tatas bhava rāga anusayañca na ppajahati kāma rāga anusayañca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_14",
        "original": "paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Dvinnaṁ",
        "analyzed": "paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na ppajahati dvinnam ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_15",
        "original": "maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca",
        "analyzed": "magga samaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha bhava rāga anusayañca ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:444.1_16",
        "original": "nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahanti.",
        "analyzed": "na ppajahanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na ppajahanti ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.3:445.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati so tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati saḥ tatas avijjā anusayam na ppajahati iti ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.3:446.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.3:446.1_1",
        "original": "diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato avijjānusayaṁ nappajahati.",
        "analyzed": "diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati no ca so tatas avijjā anusayam na ppajahati ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.3:446.1_2",
        "original": "Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "su eva puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.3:446.1_3",
        "original": "diṭṭhānusayañca vicikicchānusayañca nappajahati avijjānusayañca nappajahati. Dvinnaṁ",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca na ppajahati avijjā anusayañca na ppajahati ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.3:446.1_4",
        "original": "maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca",
        "analyzed": "magga samaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāma rāga anusayañca ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.3:446.1_5",
        "original": "paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca nappajahanti avijjā anusayañca nappajahanti ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.3:447.1",
        "original": "Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca na ppajahati iti ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas avijjā anusayam ca ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so tato diṭṭhānusayañca",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca na ppajahati no ca so tatas diṭṭha anusayañca ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_2",
        "original": "vicikicchānusayañca nappajahati. Sveva puggalo apariyāpanne so tato avijjānusayañca",
        "analyzed": "vicikicchā anusayañca na ppajahati sveva puggalaḥ a pariyāpanne saḥ tatas avijjā anusayañca ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_3",
        "original": "nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "na ppajahati kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_4",
        "original": "nappajahati. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca",
        "analyzed": "na ppajahati anāgāmi magga samaṅgī dukkhāya vedanāya saḥ tatas avijjā anusayam ca kāma rāga anusayam ca ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_5",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato paṭighānusayaṁ",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na pajahati no ca so tatas paṭigha anusaya ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_6",
        "original": "nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca",
        "analyzed": "na ppajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayañca paṭigha anusayañca ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_7",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca na ppajahati no ca so tatas kāma rāga anusaya ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_8",
        "original": "nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca",
        "analyzed": "na ppajahati sveva puggalaḥ rūpa dhātuyā a rūpa dhātuyā a pariyāpanne saḥ tatas avijjā anusayam ca ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_9",
        "original": "nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "na ppajahati kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_10",
        "original": "nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha",
        "analyzed": "na ppajahati dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_11",
        "original": "avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca",
        "analyzed": "avijjā anusayañca na ppajahanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:448.1_12",
        "original": "vicikicchānusayañca nappajahanti. (Pañcakamūlakaṁ.)",
        "analyzed": "vicikicchā anusayam ca na ppajahanti pañcaka mūlaka ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.3:449.1",
        "original": "Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati so tato avijjānusayaṁ nappajahatīti?",
        "analyzed": "yaḥ yatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayañca na ppajahati saḥ tatas avijjā anusayam na ppajahati iti ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.3:450.1_0",
        "original": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "agga magga samaṅgī dukkhāya vedanāya saḥ tatas kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.3:450.1_1",
        "original": "diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati, no ca so tato",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na ppajahati no ca so tatas ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.3:450.1_2",
        "original": "avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "avijjā anusayam na ppajahati sveva puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.3:450.1_3",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na ppajahati ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.3:450.1_4",
        "original": "avijjānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā",
        "analyzed": "avijjā anusayañca na ppajahati dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.3:450.1_5",
        "original": "puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca",
        "analyzed": "puggalā sabbattha kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.3:450.1_6",
        "original": "vicikicchānusayañca bhavarāgānusayañca nappajahanti avijjānusayañca nappajahanti.",
        "analyzed": "vicikicchā anusayañca bhava rāga anusayañca na ppajahanti avijjā anusayañca na ppajahanti ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.3:451.1",
        "original": "Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahatīti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayam na ppajahati saḥ tatas kāma rāga anusayam ca paṭigha anusayam ca māna anusayam ca diṭṭha anusayam ca vicikicchā anusayam ca bhava rāga anusayañca na ppajahati iti ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_0",
        "original": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca",
        "analyzed": "aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas avijjā anusayam ca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_1",
        "original": "kāmarāgānusayañca paṭighānusayañca mānānusayañca bhavarāgānusayañca nappajahati,",
        "analyzed": "kāma rāga anusayañca paṭigha anusayañca māna anusayañca bhava rāga anusayañca na ppajahati ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_2",
        "original": "no ca so tato diṭṭhānusayañca vicikicchānusayañca nappajahati. Sveva puggalo apariyāpanne",
        "analyzed": "no ca so tatas diṭṭha anusayañca vicikicchā anusayañca na ppajahati su eva puggalaḥ a pariyāpanne ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_3",
        "original": "so tato avijjānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca",
        "analyzed": "saḥ tatas avijjā anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca māna anusayañca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_4",
        "original": "diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati. Anāgāmimaggasamaṅgī",
        "analyzed": "diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na ppajahati anāgāmi magga samaṅgī ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_5",
        "original": "dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca",
        "analyzed": "dukkhāya vedanāya saḥ tatas avijjā anusayañca kāma rāga anusayañca māna anusayañca diṭṭha anusayañca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_6",
        "original": "vicikicchānusayañca bhavarāgānusayañca nappajahati, no ca so tato paṭighānusayaṁ",
        "analyzed": "vicikicchā anusayañca bhava rāga anusayañca na ppajahati no ca so tatas paṭigha anusaya ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_7",
        "original": "nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca",
        "analyzed": "na ppajahati su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayañca paṭigha anusayañca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_8",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati,",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na ppajahati ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_9",
        "original": "no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca saḥ tatas kāma rāga anusayam na ppajahati su eva puggalaḥ rūpadhātuyā arūpadhātuyā ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_10",
        "original": "apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca",
        "analyzed": "a pariyāpanne saḥ tatas avijjā anusayañca na ppajahati kāma rāga anusayañca paṭigha anusayañca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_11",
        "original": "mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati.",
        "analyzed": "māna anusayañca diṭṭha anusayañca vicikicchā anusayañca bhava rāga anusayañca na ppajahati ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_12",
        "original": "Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca",
        "analyzed": "dvinnam magga samaṅgīnam ca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjā anusayañca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_13",
        "original": "nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca",
        "analyzed": "na ppajahanti kāma rāga anusayañca paṭigha anusayañca māna anusayañca diṭṭha anusayañca vicikicchā anusayañca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:452.1_14",
        "original": "bhavarāgānusayañca nappajahanti. (Chakkamūlakaṁ.)",
        "analyzed": "bhava rāga anusayam ca na ppajahanti ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.3:453.1",
        "original": "Pajahanavāre paṭilomaṁ.",
        "analyzed": "paṭiloma ",
        "folio": "453"
    },
    {
        "segmentnr": "PA_ya_7.2.3:453.2",
        "original": "Pajahanavāro.",
        "analyzed": "pajahana vāraḥ ",
        "folio": "453"
    }
]