[
    {
        "segmentnr": "PA_ya_7.2.1:0.1",
        "original": "7 Anusayayamaka",
        "analyzed": "anu saya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.1:0.2",
        "original": "7.2 Mahāvāra",
        "analyzed": "mahāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.1:0.3",
        "original": "7.2.1. Anusayavāra",
        "analyzed": "anusayavāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.1:1.0",
        "original": "7.2.1.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.1:1.1",
        "original": "Yassa kāmarāgānusayo anuseti tassa paṭighānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ anuseti tassa paṭigha anusayaḥ anuseti iti āmantā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.1:2.1",
        "original": "Yassa vā pana paṭighānusayo anuseti tassa kāmarāgānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vā pana paṭigha anusayaḥ anuseti tassa kāma rāga anusayaḥ anuseti iti āmantā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.1:3.1",
        "original": "Yassa kāmarāgānusayo anuseti tassa mānānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ anuseti tassa māna anusayaḥ anuseti iti āmantā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.1:4.1",
        "original": "Yassa vā pana mānānusayo anuseti tassa kāmarāgānusayo anusetīti?",
        "analyzed": "yassa vā pana māna anusayaḥ anuseti tassa kāma rāga anusayaḥ anuseti iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.1:5.1",
        "original": "Anāgāmissa mānānusayo anuseti, no ca tassa kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ mānānusayo ca anuseti kāmarāgānusayo ca anuseti.",
        "analyzed": "anāgāmissa māna anusayaḥ anuseti no ca tassa kāma rāga anusayaḥ anuseti tiṇṇam puggalānam māna anusayaḥ ca anuseti kāma rāga anusayaḥ ca anuseti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.1:6.1",
        "original": "Yassa kāmarāgānusayo anuseti tassa diṭṭhānusayo anusetīti?",
        "analyzed": "yassa kāma rāga anusayaḥ anuseti tassa diṭṭha anusayaḥ anuseti iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.1:7.1",
        "original": "Dvinnaṁ puggalānaṁ kāmarāgānusayo anuseti, no ca tesaṁ diṭṭhānusayo anuseti. Puthujjanassa kāmarāgānusayo ca anuseti diṭṭhānusayo ca anuseti.",
        "analyzed": "dvinnam puggalānam kāma rāga anusayaḥ anuseti no ca tesam diṭṭha anusayaḥ anuseti puthujjanassa kāma rāga anusayo ca anuseti diṭṭha anusayo ca anuseti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.1:8.1",
        "original": "Yassa vā pana diṭṭhānusayo anuseti tassa kāmarāgānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vā pana diṭṭha anusayaḥ anuseti tassa kāma rāga anusayaḥ anuseti iti āmantā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.1:9.1",
        "original": "Yassa kāmarāgānusayo anuseti tassa vicikicchānusayo anusetīti?",
        "analyzed": "yassa kāma rāga anusayaḥ anuseti tassa vicikicchā anusayaḥ anuseti iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.1:10.1",
        "original": "Dvinnaṁ puggalānaṁ kāmarāgānusayo anuseti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa kāmarāgānusayo ca anuseti vicikicchānusayo ca anuseti.",
        "analyzed": "dvinnam puggalānam kāma rāga anusayaḥ anuseti no ca tesam vicikicchā anusayaḥ anuseti puthujjanassa kāma rāga anusayaḥ ca anuseti vicikicchā anusayaḥ ca anuseti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.1:11.1",
        "original": "Yassa vā pana vicikicchānusayo anuseti tassa kāmarāgānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ anuseti tassa kāma rāga anusayaḥ anuseti iti āmantā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.1:12.1",
        "original": "Yassa kāmarāgānusayo anuseti tassa bhavarāgānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ anuseti tassa bhava rāga anusayaḥ anuseti iti āmantā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.1:13.1",
        "original": "Yassa vā pana bhavarāgānusayo anuseti tassa kāmarāgānusayo anusetīti?",
        "analyzed": "yassa vā pana bhava rāga anusayaḥ anuseti tassa kāma rāga anusayaḥ anuseti iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.1:14.1",
        "original": "Anāgāmissa bhavarāgānusayo anuseti, no ca tassa kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ bhavarāgānusayo ca anuseti kāmarāgānusayo ca anuseti.",
        "analyzed": "anāgāmissa bhava rāga anusayaḥ anuseti no ca tassa kāma rāga anusayaḥ anuseti tiṇṇam puggalānam bhava rāga anusayaḥ ca anuseti kāma rāga anusayaḥ ca anuseti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.1:15.1",
        "original": "Yassa kāmarāgānusayo anuseti tassa avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ anuseti tassa avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.1:16.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo anusetīti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa kāma rāga anusayaḥ anuseti iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.1:17.1",
        "original": "Anāgāmissa avijjānusayo anuseti, no ca tassa kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ avijjānusayo ca anuseti kāmarāgānusayo ca anuseti.",
        "analyzed": "anāgāmissa avijjā anusayaḥ anuseti no ca tassa kāma rāga anusayaḥ anuseti tiṇṇam puggalānam avijjā anusayaḥ ca anuseti kāma rāga anusayaḥ ca anuseti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.1:18.1",
        "original": "Yassa paṭighānusayo anuseti tassa mānānusayo anusetīti? Āmantā.",
        "analyzed": "yassa paṭigha anusayaḥ anuseti tassa māna anusayaḥ anuseti iti āmantā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.1:19.1",
        "original": "Yassa vā pana mānānusayo anuseti tassa paṭighānusayo anusetīti?",
        "analyzed": "yassa vā pana māna anusayaḥ anuseti tassa paṭigha anusayaḥ anuseti iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.1:20.1",
        "original": "Anāgāmissa mānānusayo anuseti, no ca tassa paṭighānusayo anuseti. Tiṇṇaṁ puggalānaṁ mānānusayo ca anuseti paṭighānusayo ca anuseti.",
        "analyzed": "anāgāmissa māna anusayaḥ anuseti no ca tassa paṭigha anusayaḥ anuseti tiṇṇam puggalānam māna anusayaḥ ca anuseti paṭigha anusayaḥ ca anuseti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.1:21.1_0",
        "original": "Yassa paṭighānusayo anuseti tassa diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Dvinnaṁ",
        "analyzed": "yassa paṭigha anusayaḥ anuseti tassa diṭṭha anusayo pe vicikicchā anusayo anuseti iti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.1:21.1_1",
        "original": "puggalānaṁ paṭighānusayo anuseti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa",
        "analyzed": "puggalānam paṭigha anusayaḥ anuseti no ca tesam vicikicchā anusayaḥ anuseti puthujjanassa ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.1:21.1_2",
        "original": "paṭighānusayo ca anuseti vicikicchānusayo ca anuseti.",
        "analyzed": "paṭigha anusayaḥ ca anuseti vicikicchā anusayaḥ ca anuseti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.1:22.1",
        "original": "Yassa vā pana vicikicchānusayo anuseti tassa paṭighānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ anuseti tassa paṭigha anusayaḥ anuseti iti āmantā ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.1:23.1",
        "original": "Yassa paṭighānusayo anuseti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa paṭigha anusayaḥ anuseti tassa bhava rāga anusayo pe avijjā anusayo anuseti iti āmantā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.1:24.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa paṭighānusayo anusetīti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa paṭigha anusayaḥ anuseti iti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.1:25.1",
        "original": "Anāgāmissa avijjānusayo anuseti, no ca tassa paṭighānusayo anuseti. Tiṇṇaṁ puggalānaṁ avijjānusayo ca anuseti paṭighānusayo ca anuseti.",
        "analyzed": "anāgāmissa avijjā anusayaḥ anuseti no ca tassa paṭigha anusayaḥ anuseti tiṇṇam puggalānam avijjā anusayaḥ ca anuseti paṭigha anusayaḥ ca anuseti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.1:26.1",
        "original": "Yassa mānānusayo anuseti tassa diṭṭhānusayo …pe… vicikicchānusayo anusetīti?",
        "analyzed": "yassa māna anusayaḥ anuseti tassa diṭṭha anusayaḥ pe vicikicchā anusayaḥ anuseti iti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.1:27.1",
        "original": "Tiṇṇaṁ puggalānaṁ mānānusayo anuseti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa mānānusayo ca anuseti vicikicchānusayo ca anuseti.",
        "analyzed": "tiṇṇam puggalānam māna anusayaḥ anuseti no ca tesam vicikicchā anusayaḥ anuseti puthujjanassa māna anusayaḥ ca anuseti vicikicchā anusayaḥ ca anuseti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.1:28.1",
        "original": "Yassa vā pana vicikicchānusayo anuseti tassa mānānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ anuseti tassa māna anusayaḥ anuseti iti āmantā ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_7.2.1:29.1",
        "original": "Yassa mānānusayo anuseti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa māna anusayaḥ anuseti tassa bhava rāga anusayaḥ pe avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_7.2.1:30.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa mānānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa māna anusayaḥ anuseti iti āmantā ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_7.2.1:31.1",
        "original": "Yassa diṭṭhānusayo anuseti tassa vicikicchānusayo anusetīti? Āmantā.",
        "analyzed": "yassa diṭṭha anusayaḥ anuseti tassa vicikicchā anusayaḥ anuseti iti āmantā ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_7.2.1:32.1",
        "original": "Yassa vā pana vicikicchānusayo anuseti tassa diṭṭhānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ anuseti tassa diṭṭha anusayaḥ anuseti iti āmantā ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_7.2.1:33.1",
        "original": "Yassa diṭṭhānusayo anuseti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa diṭṭha anusayaḥ anuseti tassa bhava rāga anusayo pe avijjā anusayo anuseti iti āmantā ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_7.2.1:34.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa diṭṭhānusayo anusetīti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa diṭṭha anusayaḥ anuseti iti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_7.2.1:35.1",
        "original": "Tiṇṇaṁ puggalānaṁ avijjānusayo anuseti, no ca tesaṁ diṭṭhānusayo anuseti. Puthujjanassa avijjānusayo ca anuseti diṭṭhānusayo ca anuseti.",
        "analyzed": "tiṇṇam puggalānam avijjā anusayaḥ anuseti no ca tesam diṭṭhānusayaḥ anuseti puthujjanassa avijjā anusayo ca anuseti diṭṭhānusayo ca anuseti ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_7.2.1:36.1",
        "original": "Yassa vicikicchānusayo anuseti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vicikicchā anusayaḥ anuseti tassa bhava rāga anusayaḥ pe avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_7.2.1:37.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa vicikicchānusayo anusetīti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa vicikicchā anusayaḥ anuseti iti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_7.2.1:38.1",
        "original": "Tiṇṇaṁ puggalānaṁ avijjānusayo anuseti, no ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa avijjānusayo ca anuseti vicikicchānusayo ca anuseti.",
        "analyzed": "tiṇṇam puggalānam avijjā anusayaḥ anuseti no ca tesam vicikicchā anusayaḥ anuseti puthujjanassa avijjā anusayaḥ ca anuseti vicikicchā anusayaḥ ca anuseti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_7.2.1:39.1",
        "original": "Yassa bhavarāgānusayo anuseti tassa avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa bhava rāga anusayaḥ anuseti tassa avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_7.2.1:40.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa bhavarāgānusayo anusetīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa bhava rāga anusayaḥ anuseti iti āmantā ekamūlaka ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_7.2.1:41.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca anusenti tassa mānānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa māna anusayaḥ anuseti iti āmantā ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_7.2.1:42.1",
        "original": "Yassa vā pana mānānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca anusentīti?",
        "analyzed": "yassa vā pana māna anusayaḥ anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca anusenti iti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_7.2.1:43.1",
        "original": "Anāgāmissa mānānusayo anuseti, no ca tassa kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ mānānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca anusenti.",
        "analyzed": "anāgāmissa māna anusayaḥ anuseti no ca tassa kāma rāga anusayo ca paṭigha anusayo ca anusenti tiṇṇam puggalānam māna anusayaḥ ca anuseti kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_7.2.1:44.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca anusenti tassa diṭṭhānusayo …pe… vicikicchānusayo anusetīti?",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa diṭṭha anusayo pe vicikicchā anusayo anuseti iti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_7.2.1:45.1_0",
        "original": "Dvinnaṁ puggalānaṁ kāmarāgānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ vicikicchānusayo",
        "analyzed": "dvinnam puggalānam kāma rāga anusayo ca paṭigha anusayo ca anusenti no ca tesam vicikicchā anusayo ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_7.2.1:45.1_1",
        "original": "anuseti. Puthujjanassa kāmarāgānusayo ca paṭighānusayo ca anusenti vicikicchānusayo ca anuseti.",
        "analyzed": "anuseti puthujjanassa kāma rāga anusayo ca paṭigha anusayo ca anusenti vicikicchā anusayo ca anuseti ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_7.2.1:46.1",
        "original": "Yassa vā pana vicikicchānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca anusentīti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca anusenti iti āmantā ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_7.2.1:47.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca anusenti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa bhava rāga anusayo pe avijjā anusayo anuseti iti āmantā ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_7.2.1:48.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca anusentīti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca anusenti iti ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_7.2.1:49.1_0",
        "original": "Anāgāmissa avijjānusayo anuseti, no ca tassa kāmarāgānusayo ca paṭighānusayo ca anusenti.",
        "analyzed": "anāgāmissa avijjā anusayaḥ anuseti no ca tassa kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.1:49.1_1",
        "original": "Tiṇṇaṁ puggalānaṁ avijjānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca anusenti. (Dukamūlakaṁ.)",
        "analyzed": "tiṇṇam puggalānam avijjā anusayo ca anuseti kāma rāga anusayo ca paṭigha anusayo ca anusenti duka mūlaka ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.1:50.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa diṭṭhānusayo …pe… vicikicchānusayo anusetīti?",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti tassa diṭṭha anusayo pe vicikicchā anusayo anuseti iti ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_7.2.1:51.1_0",
        "original": "Dvinnaṁ puggalānaṁ kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti, no",
        "analyzed": "dvinnam puggalānam kāma rāga anusayaḥ ca paṭigha anusayaḥ ca māna anusayaḥ ca anusenti no ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_7.2.1:51.1_1",
        "original": "ca tesaṁ vicikicchānusayo anuseti. Puthujjanassa kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "ca tesam vicikicchā anusayo anuseti puthujjanassa kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_7.2.1:51.1_2",
        "original": "ca mānānusayo ca anusenti vicikicchānusayo ca anuseti.",
        "analyzed": "ca māna anusayo ca anusenti vicikicchā anusayo ca anuseti ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_7.2.1:52.1",
        "original": "Yassa vā pana vicikicchānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti iti āmantā ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_7.2.1:53.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti tassa bhava rāga anusayo pe avijjā anusayo anuseti iti āmantā ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_7.2.1:54.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti iti ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_7.2.1:55.1_0",
        "original": "Anāgāmissa avijjānusayo ca mānānusayo ca anusenti, no ca tassa kāmarāgānusayo ca",
        "analyzed": "anāgāmissa avijjā anusayo ca māna anusayo ca anusenti no ca tassa kāma rāga anusayo ca ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.1:55.1_1",
        "original": "paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ avijjānusayo ca anuseti kāmarāgānusayo",
        "analyzed": "paṭigha anusayo ca anusenti tiṇṇam puggalānam avijjā anusayo ca anuseti kāma rāga anusayo ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.1:55.1_2",
        "original": "ca paṭighānusayo ca mānānusayo ca anusenti. (Tikamūlakaṁ.)",
        "analyzed": "ca paṭigha anusayo ca māna anusayo ca anusenti tika mūlaka ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.1:56.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa vicikicchānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti tassa vicikicchā anusayo anuseti iti āmantā ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_7.2.1:57.1",
        "original": "Yassa vā pana vicikicchānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti iti āmantā ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_7.2.1:58.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti tassa bhava rāga anusayo pe avijjā anusayo anuseti iti āmantā ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_7.2.1:59.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti iti ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_7.2.1:60.1_0",
        "original": "Anāgāmissa avijjānusayo ca mānānusayo ca anusenti, no ca tassa kāmarāgānusayo ca",
        "analyzed": "anāgāmissa avijjā anusayo ca māna anusayo ca anusenti no ca tassa kāma rāga anusayo ca ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.1:60.1_1",
        "original": "paṭighānusayo ca diṭṭhānusayo ca anusenti. Dvinnaṁ puggalānaṁ avijjānusayo ca kāmarāgānusayo",
        "analyzed": "paṭigha anusayo ca diṭṭha anusayo ca anusenti dvinnam puggalānam avijjā anusayo ca kāma rāga anusayo ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.1:60.1_2",
        "original": "ca paṭighānusayo ca mānānusayo ca anusenti, no ca tesaṁ diṭṭhānusayo anuseti. Puthujjanassa",
        "analyzed": "ca paṭigha anusayo ca māna anusayo ca anusenti no ca tesam diṭṭha anusayo anuseti puthujjanassa ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.1:60.1_3",
        "original": "avijjānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "avijjā anusayo ca anuseti kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.1:60.1_4",
        "original": "ca anusenti. (Catukkamūlakaṁ.)",
        "analyzed": "ca anusenti catukkamūlaka ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.1:61.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tassa bhavarāgānusayo …pe… avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti tassa bhava rāga anusayo pe avijjā anusayo anuseti iti āmantā ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_7.2.1:62.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti iti ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_7.2.1:63.1_0",
        "original": "Anāgāmissa avijjānusayo ca mānānusayo ca anusenti, no ca tassa kāmarāgānusayo ca",
        "analyzed": "anāgāmissa avijjā anusayo ca māna anusayo ca anusenti no ca tassa kāma rāga anusayo ca ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.1:63.1_1",
        "original": "paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Dvinnaṁ puggalānaṁ",
        "analyzed": "paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti dvinnam puggalāna ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.1:63.1_2",
        "original": "avijjānusayo ca kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti, no ca",
        "analyzed": "avijjā anusayo ca kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti no ca ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.1:63.1_3",
        "original": "tesaṁ diṭṭhānusayo ca vicikicchānusayo ca anusenti. Puthujjanassa avijjānusayo ca",
        "analyzed": "tesam diṭṭha anusayo ca vicikicchā anusayo ca anusenti puthujjanassa avijjā anusayo ca ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.1:63.1_4",
        "original": "anuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "anuseti kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.1:63.1_5",
        "original": "ca anusenti. (Pañcakamūlakaṁ.)",
        "analyzed": "ca anusenti pañcakamūlaka ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.1:64.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti tassa avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca anusenti tassa avijjā anusayo anuseti iti āmantā ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_7.2.1:65.1",
        "original": "Yassa vā pana avijjānusayo anuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusentīti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca anusenti iti ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_7.2.1:66.1_0",
        "original": "Anāgāmissa avijjānusayo ca mānānusayo ca bhavarāgānusayo ca anusenti, no ca tassa",
        "analyzed": "anāgāmissa avijjā anusayo ca māna anusayo ca bhava rāga anusayo ca anusenti no ca tassa ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.1:66.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti.",
        "analyzed": "kāma rāga anusayo ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.1:66.1_2",
        "original": "Dvinnaṁ puggalānaṁ avijjānusayo ca kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "dvinnam puggalānam avijjā anusayaḥ ca kāma rāga anusayaḥ ca paṭigha anusayaḥ ca māna anusayaḥ ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.1:66.1_3",
        "original": "ca bhavarāgānusayo ca anusenti, no ca tesaṁ diṭṭhānusayo ca vicikicchānusayo ca anusenti.",
        "analyzed": "ca bhava rāga anusayo ca anusenti no ca tesam diṭṭha anusayo ca vicikicchā anusayo ca anusenti ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.1:66.1_4",
        "original": "Puthujjanassa avijjānusayo ca anuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "puthujjanassa avijjā anusayo ca anuseti kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.1:66.1_5",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti. (Chakkamūlakaṁ.)",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca anusenti chakka mūlaka ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.1:67.0",
        "original": "7.2.1.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_7.2.1:67.1",
        "original": "Yattha kāmarāgānusayo anuseti tattha paṭighānusayo anusetīti? No.",
        "analyzed": "yattha kāma rāga anusayaḥ anuseti tattha paṭigha anusayaḥ anuseti iti no ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_7.2.1:68.1",
        "original": "Yattha vā pana paṭighānusayo anuseti tattha kāmarāgānusayo anusetīti? No.",
        "analyzed": "yattha vā pana paṭigha anusayaḥ anuseti tattha kāma rāga anusayaḥ anuseti iti no ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_7.2.1:69.1",
        "original": "Yattha kāmarāgānusayo anuseti tattha mānānusayo anusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayaḥ anuseti tattha māna anusayaḥ anuseti iti āmantā ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_7.2.1:70.1",
        "original": "Yattha vā pana mānānusayo anuseti tattha kāmarāgānusayo anusetīti?",
        "analyzed": "yattha vā pana māna anusayaḥ anuseti tattha kāma rāga anusayaḥ anuseti iti ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_7.2.1:71.1",
        "original": "Rūpadhātuyā arūpadhātuyā ettha mānānusayo anuseti, no ca tattha kāmarāgānusayo anuseti. Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo ca anuseti kāmarāgānusayo ca anuseti.",
        "analyzed": "rūpadhātuyā arūpadhātuyā ettha māna anusayaḥ anuseti no ca tattha kāma rāga anusayaḥ anuseti kāmadhātuyā dvīsu vedanāsu ettha māna anusayaḥ ca anuseti kāma rāga anusayaḥ ca anuseti ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_7.2.1:72.1",
        "original": "Yattha kāmarāgānusayo anuseti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayaḥ anuseti tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ anuseti iti āmantā ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_7.2.1:73.1",
        "original": "Yattha vā pana vicikicchānusayo anuseti tattha kāmarāgānusayo anusetīti?",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ anuseti tattha kāma rāga anusayaḥ anuseti iti ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_7.2.1:74.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo anuseti, no ca",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā ettha vicikicchā anusayaḥ anuseti no ca ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.1:74.1_1",
        "original": "tattha kāmarāgānusayo anuseti. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo",
        "analyzed": "tattha kāma rāga anusayaḥ anuseti kāmadhātuyā dvīsu vedanāsu ettha vicikicchā anusayaḥ ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.1:74.1_2",
        "original": "ca anuseti kāmarāgānusayo ca anuseti.",
        "analyzed": "ca anuseti kāma rāga anusayaḥ ca anuseti ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.1:75.1",
        "original": "Yattha kāmarāgānusayo anuseti tattha bhavarāgānusayo anusetīti? No.",
        "analyzed": "yattha kāma rāga anusayaḥ anuseti tattha bhava rāga anusayaḥ anuseti iti no ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_7.2.1:76.1",
        "original": "Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo anusetīti? No.",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ anuseti tattha kāma rāga anusayaḥ anuseti iti no ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_7.2.1:77.1",
        "original": "Yattha kāmarāgānusayo anuseti tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayaḥ anuseti tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_7.2.1:78.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo anusetīti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ anuseti tattha kāma rāga anusayaḥ anuseti iti ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_7.2.1:79.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha avijjānusayo anuseti, no ca tattha",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayaḥ anuseti no ca tattha ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.1:79.1_1",
        "original": "kāmarāgānusayo anuseti. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca anuseti",
        "analyzed": "kāma rāga anusayaḥ anuseti kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ca anuseti ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.1:79.1_2",
        "original": "kāmarāgānusayo ca anuseti.",
        "analyzed": "ca anuseti ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.1:80.1",
        "original": "Yattha paṭighānusayo anuseti tattha mānānusayo anusetīti? No.",
        "analyzed": "yattha paṭigha anusayaḥ anuseti tattha māna anusayaḥ anuseti iti no ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_7.2.1:81.1",
        "original": "Yattha vā pana mānānusayo anuseti tattha paṭighānusayo anusetīti? No.",
        "analyzed": "yattha vā pana māna anusayaḥ anuseti tattha paṭigha anusayaḥ anuseti iti no ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_7.2.1:82.1",
        "original": "Yattha paṭighānusayo anuseti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Āmantā.",
        "analyzed": "yattha paṭigha anusayaḥ anuseti tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ anuseti iti āmantā ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_7.2.1:83.1",
        "original": "Yattha vā pana vicikicchānusayo anuseti tattha paṭighānusayo anusetīti?",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ anuseti tattha paṭigha anusayaḥ anuseti iti ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_7.2.1:84.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo anuseti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā ettha vicikicchā anusayaḥ anuseti ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.1:84.1_1",
        "original": "no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha vicikicchānusayo ca anuseti",
        "analyzed": "no ca tattha paṭigha anusayaḥ anuseti dukkhāya vedanāya ettha vicikicchā anusayaḥ ca anuseti ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.1:84.1_2",
        "original": "paṭighānusayo ca anuseti.",
        "analyzed": "ca anuseti ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.1:85.1",
        "original": "Yattha paṭighānusayo anuseti tattha bhavarāgānusayo anusetīti? No.",
        "analyzed": "yattha paṭigha anusayaḥ anuseti tattha bhava rāga anusayaḥ anuseti iti no ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_7.2.1:86.1",
        "original": "Yattha vā pana bhavarāgānusayo anuseti tattha paṭighānusayo anusetīti? No.",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ anuseti tattha paṭigha anusayaḥ anuseti iti no ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_7.2.1:87.1",
        "original": "Yattha paṭighānusayo anuseti tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yattha paṭigha anusayaḥ anuseti tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_7.2.1:88.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha paṭighānusayo anusetīti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ anuseti tattha paṭigha anusayaḥ anuseti iti ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_7.2.1:89.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjānusayo anuseti, no",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjā anusayaḥ anuseti no ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_7.2.1:89.1_1",
        "original": "ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha avijjānusayo ca anuseti",
        "analyzed": "ca tattha paṭigha anusayaḥ anuseti dukkhāya vedanāya ettha avijjā anusayaḥ ca anuseti ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_7.2.1:89.1_2",
        "original": "paṭighānusayo ca anuseti.",
        "analyzed": "ca anuseti ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_7.2.1:90.1",
        "original": "Yattha mānānusayo anuseti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Āmantā.",
        "analyzed": "yattha māna anusayaḥ anuseti tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ anuseti iti āmantā ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_7.2.1:91.1",
        "original": "Yattha vā pana vicikicchānusayo anuseti tattha mānānusayo anusetīti?",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ anuseti tattha māna anusayaḥ anuseti iti ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_7.2.1:92.1_0",
        "original": "Dukkhāya vedanāya ettha vicikicchānusayo anuseti, no ca tattha mānānusayo anuseti.",
        "analyzed": "dukkhāya vedanāya ettha vicikicchā anusayaḥ anuseti no ca tattha māna anusayaḥ anuseti ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_7.2.1:92.1_1",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca anuseti",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchā anusayo ca anuseti ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_7.2.1:92.1_2",
        "original": "mānānusayo ca anuseti.",
        "analyzed": "ca anuseti ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_7.2.1:93.1",
        "original": "Yattha mānānusayo anuseti tattha bhavarāgānusayo anusetīti?",
        "analyzed": "yattha māna anusayaḥ anuseti tattha bhava rāga anusayaḥ anuseti iti ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_7.2.1:94.1",
        "original": "Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo anuseti, no ca tattha bhavarāgānusayo anuseti. Rūpadhātuyā arūpadhātuyā ettha mānānusayo ca anuseti bhavarāgānusayo ca anuseti.",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu ettha māna anusayaḥ anuseti no ca tattha bhava rāga anusayaḥ anuseti rūpadhātuyā arūpadhātuyā ettha māna anusayaḥ ca anuseti bhava rāga anusayaḥ ca anuseti ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_7.2.1:95.1",
        "original": "Yattha vā pana bhavarāgānusayo anuseti tattha mānānusayo anusetīti? Āmantā.",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ anuseti tattha māna anusayaḥ anuseti iti āmantā ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_7.2.1:96.1",
        "original": "Yattha mānānusayo anuseti tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yattha māna anusayaḥ anuseti tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_7.2.1:97.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha mānānusayo anusetīti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ anuseti tattha māna anusayaḥ anuseti iti ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_7.2.1:98.1_0",
        "original": "Dukkhāya vedanāya ettha avijjānusayo anuseti, no ca tattha mānānusayo anuseti. Kāmadhātuyā",
        "analyzed": "dukkhāya vedanāya ettha avijjā anusayaḥ anuseti no ca tattha māna anusayaḥ anuseti kāmadhātuyā ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.1:98.1_1",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca anuseti mānānusayo ca anuseti.",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo ca anuseti māna anusayo ca anuseti ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.1:99.1",
        "original": "Yattha diṭṭhānusayo anuseti tattha vicikicchānusayo anusetīti? Āmantā.",
        "analyzed": "yattha diṭṭha anusayaḥ anuseti tattha vicikicchā anusayaḥ anuseti iti āmantā ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_7.2.1:100.1",
        "original": "Yattha vā pana vicikicchānusayo anuseti tattha diṭṭhānusayo anusetīti? Āmantā.",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ anuseti tattha diṭṭha anusayaḥ anuseti iti āmantā ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_7.2.1:101.1",
        "original": "Yattha diṭṭhānusayo anuseti tattha bhavarāgānusayo anusetīti?",
        "analyzed": "yattha diṭṭha anusayaḥ anuseti tattha bhava rāga anusayaḥ anuseti iti ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.1:102.1",
        "original": "Kāmadhātuyā tīsu vedanāsu ettha diṭṭhānusayo anuseti, no ca tattha bhavarāgānusayo anuseti. Rūpadhātuyā arūpadhātuyā ettha diṭṭhānusayo ca anuseti bhavarāgānusayo ca anuseti.",
        "analyzed": "kāmadhātuyā tīsu vedanāsu ettha diṭṭha anusayo anuseti no ca tattha bhava rāga anusayo anuseti rūpadhātuyā arūpadhātuyā ettha diṭṭha anusayo ca anuseti bhava rāga anusayo ca anuseti ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_7.2.1:103.1",
        "original": "Yattha vā pana bhavarāgānusayo anuseti tattha diṭṭhānusayo anusetīti? Āmantā.",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ anuseti tattha diṭṭha anusayaḥ anuseti iti āmantā ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_7.2.1:104.1",
        "original": "Yattha diṭṭhānusayo anuseti tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yattha diṭṭha anusayaḥ anuseti tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.1:105.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha diṭṭhānusayo anusetīti? Āmantā.",
        "analyzed": "yattha vā pana avijjā anusayaḥ anuseti tattha diṭṭha anusayaḥ anuseti iti āmantā ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_7.2.1:106.1",
        "original": "Yattha vicikicchānusayo anuseti tattha bhavarāgānusayo anusetīti?",
        "analyzed": "yattha vicikicchā anusayaḥ anuseti tattha bhava rāga anusayaḥ anuseti iti ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.1:107.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu ettha vicikicchānusayo anuseti, no ca tattha bhavarāgānusayo",
        "analyzed": "kāmadhātuyā tīsu vedanāsu ettha vicikicchā anusayo anuseti no ca tattha bhava rāga anusayo ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_7.2.1:107.1_1",
        "original": "anuseti. Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca anuseti bhavarāgānusayo ca anuseti.",
        "analyzed": "anuseti rūpa dhātuyā a rūpa dhātuyā ettha vicikicchā anusayo ca anuseti bhava rāga anusayo ca anuseti ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_7.2.1:108.1",
        "original": "Yattha vā pana bhavarāgānusayo anuseti tattha vicikicchānusayo anusetīti? Āmantā.",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ anuseti tattha vicikicchā anusayaḥ anuseti iti āmantā ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_7.2.1:109.1",
        "original": "Yattha vicikicchānusayo anuseti tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yattha vicikicchā anusayaḥ anuseti tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.1:110.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha vicikicchānusayo anusetīti? Āmantā.",
        "analyzed": "yattha vā pana avijjā anusayaḥ anuseti tattha vicikicchā anusayaḥ anuseti iti āmantā ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_7.2.1:111.1",
        "original": "Yattha bhavarāgānusayo anuseti tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yattha bhava rāga anusayaḥ anuseti tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_7.2.1:112.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha bhavarāgānusayo anusetīti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ anuseti tattha bhava rāga anusayaḥ anuseti iti ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.1:113.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu ettha avijjānusayo anuseti, no ca tattha bhavarāgānusayo",
        "analyzed": "kāmadhātuyā tīsu vedanāsu ettha avijjā anusayo anuseti no ca tattha bhava rāga anusayo ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_7.2.1:113.1_1",
        "original": "anuseti. Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca anuseti bhavarāgānusayo ca",
        "analyzed": "anuseti rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo ca anuseti bhava rāga anusayo ca ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_7.2.1:113.1_2",
        "original": "anuseti. (Ekamūlakaṁ.)",
        "analyzed": "ekamūlaka ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_7.2.1:114.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tattha mānānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tattha māna anusayo anuseti iti natthi ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_7.2.1:115.1",
        "original": "Yattha vā pana mānānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti?",
        "analyzed": "yattha vā pana māna anusayaḥ anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti iti ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_7.2.1:116.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha mānānusayo anuseti, no ca tattha kāmarāgānusayo ca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā ettha māna anusayo anuseti no ca tattha kāma rāga anusayo ca ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_7.2.1:116.1_1",
        "original": "paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo ca kāmarāgānusayo",
        "analyzed": "paṭigha anusayo ca anusenti kāmadhātuyā dvīsu vedanāsu ettha māna anusayo ca kāma rāga anusayo ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_7.2.1:116.1_2",
        "original": "ca anusenti, no ca tattha paṭighānusayo anuseti.",
        "analyzed": "ca anusenti no ca tattha paṭigha anusayo anuseti ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_7.2.1:117.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tattha diṭṭha anusayo pe vicikicchā anusayo anuseti iti natthi ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.1:118.1",
        "original": "Yattha vā pana vicikicchānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti?",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti iti ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.1:119.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo anuseti, no ca tattha kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā ettha vicikicchā anusayo anuseti no ca tattha kāma rāga anusayo ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_7.2.1:119.1_1",
        "original": "ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo ca",
        "analyzed": "ca paṭigha anusayo ca anusenti kāmadhātuyā dvīsu vedanāsu ettha vicikicchā anusayo ca ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_7.2.1:119.1_2",
        "original": "kāmarāgānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya",
        "analyzed": "kāma rāga anusayo ca anusenti no ca tattha paṭigha anusayo anuseti dukkhāya vedanāya ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_7.2.1:119.1_3",
        "original": "ettha vicikicchānusayo ca paṭighānusayo ca anusenti, no ca tattha kāmarāgānusayo anuseti.",
        "analyzed": "ettha vicikicchā anusayo ca paṭigha anusayo ca anusenti no ca tattha kāma rāga anusayo anuseti ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_7.2.1:120.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tattha bhavarāgānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tattha bhava rāga anusayo anuseti iti natthi ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_7.2.1:121.1",
        "original": "Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? No.",
        "analyzed": "yattha vā pana bhava rāga anusayo anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti iti no ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.1:122.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tattha avijjā anusayo anuseti iti natthi ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_7.2.1:123.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti iti ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.1:124.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo anuseti, no ca tattha kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā ettha avijjā anusayo anuseti no ca tattha kāma rāga anusayo ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.1:124.1_1",
        "original": "ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo",
        "analyzed": "ca paṭigha anusayo ca anusenti kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ca kāma rāga anusayo ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.1:124.1_2",
        "original": "ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha avijjānusayo",
        "analyzed": "ca anusenti no ca tattha paṭigha anusayaḥ anuseti dukkhāya vedanāya ettha avijjā anusayo ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.1:124.1_3",
        "original": "ca paṭighānusayo ca anusenti, no ca tattha kāmarāgānusayo anuseti. (Dukamūlakaṁ.)",
        "analyzed": "ca paṭigha anusayo ca anusenti no ca tattha kāma rāga anusayo anuseti duka mūlaka ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.1:125.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti tattha diṭṭha anusayo pe vicikicchā anusayo anuseti iti natthi ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_7.2.1:126.1",
        "original": "Yattha vā pana vicikicchānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti?",
        "analyzed": "yattha vā pana vicikicchā anusayo anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti iti ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_7.2.1:127.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca mānānusayo ca anusenti, no ca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo ca māna anusayo ca anusenti no ca ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.1:127.1_1",
        "original": "tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha",
        "analyzed": "tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti kāmadhātuyā dvīsu vedanāsu ettha ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.1:127.1_2",
        "original": "vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tattha paṭighānusayo",
        "analyzed": "vicikicchā anusayo ca kāma rāga anusayo ca māna anusayo ca anusenti no ca tattha paṭigha anusayo ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.1:127.1_3",
        "original": "anuseti. Dukkhāya vedanāya ettha vicikicchānusayo ca paṭighānusayo ca anusenti, no",
        "analyzed": "anuseti dukkhāya vedanāya ettha vicikicchā anusayo ca paṭigha anusayo ca anusenti no ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.1:127.1_4",
        "original": "ca tattha kāmarāgānusayo ca mānānusayo ca anusenti.",
        "analyzed": "ca tattha kāma rāga anusayo ca māna anusayo ca anusenti ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.1:128.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tattha bhavarāgānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti tattha bhava rāga anusayo anuseti iti natthi ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_7.2.1:129.1",
        "original": "Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti?",
        "analyzed": "yattha vā pana bhava rāga anusayo anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti iti ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.1:130.1",
        "original": "Rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo ca mānānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti.",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha bhava rāga anusayo ca māna anusayo ca anusenti no ca tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.1:131.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti tattha avijjā anusayo anuseti iti natthi ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_7.2.1:132.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti?",
        "analyzed": "yattha vā pana avijjā anusayo anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti iti ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.1:133.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca anusenti, no ca tattha",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo ca māna anusayo ca anusenti no ca tattha ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.1:133.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo",
        "analyzed": "kāma rāga anusayo ca paṭigha anusayo ca anusenti kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.1:133.1_2",
        "original": "ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tattha paṭighānusayo anuseti.",
        "analyzed": "ca kāma rāga anusayo ca māna anusayo ca anusenti no ca tattha paṭigha anusayo anuseti ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.1:133.1_3",
        "original": "Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca anusenti, no ca tattha kāmarāgānusayo",
        "analyzed": "dukkhāya vedanāya ettha avijjā anusayo ca paṭigha anusayo ca anusenti no ca tattha kāma rāga anusayo ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.1:133.1_4",
        "original": "ca mānānusayo ca anusenti. (Tikamūlakaṁ.)",
        "analyzed": "ca ca anusenti ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.1:134.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tattha vicikicchānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti tattha vicikicchā anusayo anuseti iti natthi ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_7.2.1:135.1",
        "original": "Yattha vā pana vicikicchānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti?",
        "analyzed": "yattha vā pana vicikicchā anusayo anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti iti ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_7.2.1:136.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca mānānusayo ca diṭṭhānusayo ca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo ca māna anusayo ca diṭṭha anusayo ca ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.1:136.1_1",
        "original": "anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu",
        "analyzed": "anusenti no ca tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti kāmadhātuyā dvīsu ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.1:136.1_2",
        "original": "vedanāsu ettha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca",
        "analyzed": "vedanāsu ettha vicikicchā anusayo ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ca ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.1:136.1_3",
        "original": "anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha vicikicchānusayo",
        "analyzed": "anusenti no ca tattha paṭigha anusayo anuseti dukkhāya vedanāya ettha vicikicchā anusayo ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.1:136.1_4",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca anusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca anusenti.",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca anusenti no ca tattha kāma rāga anusayo ca māna anusayo ca anusenti ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.1:137.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tattha bhavarāgānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti tattha bhava rāga anusayo anuseti iti natthi ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_7.2.1:138.1",
        "original": "Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti?",
        "analyzed": "yattha vā pana bhava rāga anusayo anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti iti ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_7.2.1:139.1",
        "original": "Rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti.",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha bhava rāga anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti no ca tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_7.2.1:140.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti tattha avijjā anusayo anuseti iti natthi ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_7.2.1:141.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti?",
        "analyzed": "yattha vā pana avijjā anusayo anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti iti ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_7.2.1:142.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti,",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.1:142.1_1",
        "original": "no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti kāmadhātuyā dvīsu vedanāsu ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.1:142.1_2",
        "original": "ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no",
        "analyzed": "ettha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti no ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.1:142.1_3",
        "original": "ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo",
        "analyzed": "ca tattha paṭigha anusayaḥ anuseti dukkhāya vedanāya ettha avijjā anusayo ca paṭigha anusayo ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.1:142.1_4",
        "original": "ca diṭṭhānusayo ca anusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca anusenti. (Catukkamūlakaṁ.)",
        "analyzed": "ca diṭṭha anusayo ca anusenti no ca tattha kāma rāga anusayo ca māna anusayo ca anusenti catukkamūlaka ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.1:143.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tattha bhavarāgānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti tattha bhava rāga anusayo anuseti iti natthi ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_7.2.1:144.1",
        "original": "Yattha vā pana bhavarāgānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti?",
        "analyzed": "yattha vā pana bhava rāga anusayo anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti iti ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_7.2.1:145.1",
        "original": "Rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti.",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha bhava rāga anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti no ca tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_7.2.1:146.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti tattha avijjā anusayo anuseti iti natthi ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_7.2.1:147.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti?",
        "analyzed": "yattha vā pana avijjā anusayo anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti iti ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.1:148.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.1:148.1_1",
        "original": "ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Kāmadhātuyā",
        "analyzed": "ca anusenti no ca tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti kāmadhātuyā ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.1:148.1_2",
        "original": "dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "dvīsu vedanāsu ettha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.1:148.1_3",
        "original": "ca vicikicchānusayo ca anusenti, no ca tattha paṭighānusayo anuseti. Dukkhāya vedanāya",
        "analyzed": "ca vicikicchā anusayo ca anusenti no ca tattha paṭigha anusayo anuseti dukkhāya vedanāya ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.1:148.1_4",
        "original": "ettha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti,",
        "analyzed": "ettha avijjā anusayo ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.1:148.1_5",
        "original": "no ca tattha kāmarāgānusayo ca mānānusayo ca anusenti. (Pañcakamūlakaṁ.)",
        "analyzed": "no ca tattha kāma rāga anusayo ca māna anusayo ca anusenti pañcaka mūlaka ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.1:149.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca anusenti tattha avijjā anusayo anuseti iti natthi ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_7.2.1:150.1",
        "original": "Yattha vā pana avijjānusayo anuseti tattha kāmarāgānusayo ca …pe… bhavarāgānusayo ca anusentīti?",
        "analyzed": "yattha vā pana avijjā anusayo anuseti tattha kāma rāga anusayo ca pe bhava rāga anusayo ca anusenti iti ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.1:151.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.1:151.1_1",
        "original": "ca bhavarāgānusayo ca anusenti, no ca tattha kāmarāgānusayo ca paṭighānusayo ca anusenti.",
        "analyzed": "ca bhava rāga anusayo ca anusenti no ca tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.1:151.1_2",
        "original": "Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.1:151.1_3",
        "original": "diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tattha paṭighānusayo ca bhavarāgānusayo",
        "analyzed": "diṭṭha anusayo ca vicikicchā anusayo ca anusenti no ca tattha paṭigha anusayo ca bhava rāga anusayo ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.1:151.1_4",
        "original": "ca anusenti. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo",
        "analyzed": "ca anusenti dukkhāya vedanāya ettha avijjā anusayo ca paṭigha anusayo ca diṭṭha anusayo ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.1:151.1_5",
        "original": "ca vicikicchānusayo ca anusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca bhavarāgānusayo",
        "analyzed": "ca vicikicchā anusayo ca anusenti no ca tattha kāma rāga anusayo ca māna anusayo ca bhava rāga anusayo ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.1:151.1_6",
        "original": "ca anusenti. (Chakkamūlakaṁ.)",
        "analyzed": "ca anusenti chakkamūlaka ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.1:152.0",
        "original": "7.2.1.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_7.2.1:152.1",
        "original": "Yassa yattha kāmarāgānusayo anuseti tassa tattha paṭighānusayo anusetīti? No.",
        "analyzed": "yassa yattha kāma rāga anusayaḥ anuseti tassa tattha paṭigha anusayaḥ anuseti iti no ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_7.2.1:153.1",
        "original": "Yassa vā pana yattha paṭighānusayo anuseti tassa tattha kāmarāgānusayo anusetīti? No.",
        "analyzed": "yassa vā pana yattha paṭigha anusayaḥ anuseti tassa tattha kāma rāga anusayaḥ anuseti iti no ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_7.2.1:154.1",
        "original": "Yassa yattha kāmarāgānusayo anuseti tassa tattha mānānusayo anusetīti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayaḥ anuseti tassa tattha māna anusayaḥ anuseti iti āmantā ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_7.2.1:155.1",
        "original": "Yassa vā pana yattha mānānusayo anuseti tassa tattha kāmarāgānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha māna anusayaḥ anuseti tassa tattha kāma rāga anusayaḥ anuseti iti ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_7.2.1:156.1_0",
        "original": "Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo",
        "analyzed": "anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha māna anusayo ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.1:156.1_1",
        "original": "anuseti, no ca tassa tattha kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ rūpadhātuyā",
        "analyzed": "anuseti no ca tassa tattha kāma rāga anusayaḥ anuseti tiṇṇam puggalānam rūpadhātuyā ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.1:156.1_2",
        "original": "arūpadhātuyā tesaṁ tattha mānānusayo anuseti, no ca tesaṁ tattha kāmarāgānusayo anuseti.",
        "analyzed": "tesam tattha māna anusayaḥ anuseti no ca tesam tattha kāma rāga anusayaḥ anuseti ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.1:156.1_3",
        "original": "Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha mānānusayo ca anuseti",
        "analyzed": "tesam eva puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha māna anusayo ca anuseti ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.1:156.1_4",
        "original": "kāmarāgānusayo ca anuseti.",
        "analyzed": "ca anuseti ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.1:157.1",
        "original": "Yassa yattha kāmarāgānusayo anuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayaḥ anuseti tassa tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ anuseti iti ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_7.2.1:158.1_0",
        "original": "Dvinnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha kāmarāgānusayo anuseti,",
        "analyzed": "dvinnam puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha kāma rāga anusayaḥ anuseti ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.1:158.1_1",
        "original": "no ca tesaṁ tattha vicikicchānusayo anuseti. Puthujjanassa kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca tesam tattha vicikicchā anusayaḥ anuseti puthujjanassa kāmadhātuyā dvīsu vedanāsu ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.1:158.1_2",
        "original": "tassa tattha kāmarāgānusayo ca anuseti vicikicchānusayo ca anuseti.",
        "analyzed": "tassa tattha kāma rāga anusayaḥ ca anuseti vicikicchā anusayaḥ ca anuseti ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.1:159.1",
        "original": "Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha kāmarāgānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ anuseti tassa tattha kāma rāga anusayaḥ anuseti iti ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_7.2.1:160.1_0",
        "original": "Puthujjanassa dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo",
        "analyzed": "puthujjanassa dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_7.2.1:160.1_1",
        "original": "anuseti, no ca tassa tattha kāmarāgānusayo anuseti. Tasseva puggalassa kāmadhātuyā",
        "analyzed": "anuseti no ca tassa tattha kāma rāga anusayaḥ anuseti tassa iva puggalassa kāmadhātuyā ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_7.2.1:160.1_2",
        "original": "dvīsu vedanāsu tassa tattha vicikicchānusayo ca anuseti kāmarāgānusayo ca anuseti.",
        "analyzed": "dvīsu vedanāsu tassa tattha vicikicchā anusayo ca anuseti kāma rāga anusayo ca anuseti ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_7.2.1:161.1",
        "original": "Yassa yattha kāmarāgānusayo anuseti tassa tattha bhavarāgānusayo anusetīti? No.",
        "analyzed": "yassa yattha kāma rāga anusayaḥ anuseti tassa tattha bhava rāga anusayaḥ anuseti iti no ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_7.2.1:162.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo anusetīti? No.",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ anuseti tassa tattha kāma rāga anusayaḥ anuseti iti no ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_7.2.1:163.1",
        "original": "Yassa yattha kāmarāgānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayaḥ anuseti tassa tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_7.2.1:164.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha kāma rāga anusayaḥ anuseti iti ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_7.2.1:165.1_0",
        "original": "Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo",
        "analyzed": "anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.1:165.1_1",
        "original": "anuseti, no ca tassa tattha kāmarāgānusayo anuseti. Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya",
        "analyzed": "anuseti no ca tassa tattha kāma rāga anusayaḥ anuseti tiṇṇam puggalānam dukkhāya vedanāya ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.1:165.1_2",
        "original": "rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo anuseti, no ca tesaṁ tattha kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tesam tattha avijjā anusayo anuseti no ca tesam tattha kāma rāga anusayo ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.1:165.1_3",
        "original": "anuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo",
        "analyzed": "anuseti tesam eva puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha avijjā anusayo ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.1:165.1_4",
        "original": "ca anuseti kāmarāgānusayo ca anuseti.",
        "analyzed": "ca anuseti kāma rāga anusayaḥ ca anuseti ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.1:166.1",
        "original": "Yassa yattha paṭighānusayo anuseti tassa tattha mānānusayo anusetīti? No.",
        "analyzed": "yassa yattha paṭigha anusayaḥ anuseti tassa tattha māna anusayaḥ anuseti iti no ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_7.2.1:167.1",
        "original": "Yassa vā pana yattha mānānusayo anuseti tassa tattha paṭighānusayo anusetīti? No.",
        "analyzed": "yassa vā pana yattha māna anusayaḥ anuseti tassa tattha paṭigha anusayaḥ anuseti iti no ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_7.2.1:168.1",
        "original": "Yassa yattha paṭighānusayo anuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti?",
        "analyzed": "yassa yattha paṭigha anusayaḥ anuseti tassa tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ anuseti iti ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_7.2.1:169.1_0",
        "original": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha paṭighānusayo anuseti, no ca tesaṁ",
        "analyzed": "dvinnam puggalānam dukkhāya vedanāya tesam tattha paṭigha anusayo anuseti no ca tesam ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_7.2.1:169.1_1",
        "original": "tattha vicikicchānusayo anuseti. Puthujjanassa dukkhāya vedanāya tassa tattha paṭighānusayo",
        "analyzed": "tattha vicikicchā anusayaḥ anuseti puthujjanassa dukkhāya vedanāya tassa tattha paṭigha anusayo ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_7.2.1:169.1_2",
        "original": "ca anuseti vicikicchānusayo ca anuseti.",
        "analyzed": "ca anuseti vicikicchā anusayaḥ ca anuseti ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_7.2.1:170.1",
        "original": "Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha paṭighānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ anuseti tassa tattha paṭigha anusayaḥ anuseti iti ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_7.2.1:171.1_0",
        "original": "Puthujjanassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo",
        "analyzed": "puthujjanassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.1:171.1_1",
        "original": "anuseti, no ca tassa tattha paṭighānusayo anuseti. Tasseva puggalassa dukkhāya vedanāya",
        "analyzed": "anuseti no ca tassa tattha paṭigha anusayaḥ anuseti tassa iva puggalassa dukkhāya vedanāya ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.1:171.1_2",
        "original": "tassa tattha vicikicchānusayo ca anuseti paṭighānusayo ca anuseti.",
        "analyzed": "tassa tattha vicikicchā anusayaḥ ca anuseti paṭigha anusayaḥ ca anuseti ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.1:172.1",
        "original": "Yassa yattha paṭighānusayo anuseti tassa tattha bhavarāgānusayo anusetīti? No.",
        "analyzed": "yassa yattha paṭigha anusayaḥ anuseti tassa tattha bhava rāga anusayaḥ anuseti iti no ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_7.2.1:173.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha paṭighānusayo anusetīti? No.",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ anuseti tassa tattha paṭigha anusayaḥ anuseti iti no ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.1:174.1",
        "original": "Yassa yattha paṭighānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa yattha paṭigha anusayaḥ anuseti tassa tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_7.2.1:175.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha paṭighānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha paṭigha anusayaḥ anuseti iti ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_7.2.1:176.1_0",
        "original": "Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo",
        "analyzed": "anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.1:176.1_1",
        "original": "anuseti, no ca tassa tattha paṭighānusayo anuseti. Tiṇṇaṁ puggalānaṁ kāmadhātuyā",
        "analyzed": "anuseti no ca tassa tattha paṭigha anusayaḥ anuseti tiṇṇam puggalānam kāmadhātuyā ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.1:176.1_2",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo anuseti, no ca",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā arūpa dhātuyā tesam tattha avijjā anusayaḥ anuseti no ca ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.1:176.1_3",
        "original": "tesaṁ tattha paṭighānusayo anuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ",
        "analyzed": "tesam tattha paṭigha anusayaḥ anuseti tesan eva puggalānam dukkhāya vedanāya ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.1:176.1_4",
        "original": "tattha avijjānusayo ca anuseti paṭighānusayo ca anuseti.",
        "analyzed": "tattha avijjā anusayaḥ ca anuseti paṭigha anusayaḥ ca anuseti ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.1:177.1",
        "original": "Yassa yattha mānānusayo anuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti?",
        "analyzed": "yassa yattha māna anusayaḥ anuseti tassa tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ anuseti iti ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_7.2.1:178.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.1:178.1_1",
        "original": "mānānusayo anuseti, no ca tesaṁ tattha vicikicchānusayo anuseti. Puthujjanassa kāmadhātuyā",
        "analyzed": "māna anusayaḥ anuseti no ca tesam tattha vicikicchā anusayaḥ anuseti puthujjanassa kāmadhātuyā ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.1:178.1_2",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo ca anuseti vicikicchānusayo ca anuseti.",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā arūpa dhātuyā tassa tattha māna anusayo ca anuseti vicikicchā anusayo ca anuseti ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.1:179.1",
        "original": "Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha mānānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ anuseti tassa tattha māna anusayaḥ anuseti iti ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_7.2.1:180.1_0",
        "original": "Puthujjanassa dukkhāya vedanāya tassa tattha vicikicchānusayo anuseti, no ca tassa",
        "analyzed": "puthujjanassa dukkhāya vedanāya tassa tattha vicikicchā anusayaḥ anuseti no ca tassa ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_7.2.1:180.1_1",
        "original": "tattha mānānusayo anuseti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā",
        "analyzed": "tattha māna anusayaḥ anuseti tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_7.2.1:180.1_2",
        "original": "arūpadhātuyā tassa tattha vicikicchānusayo ca anuseti mānānusayo ca anuseti.",
        "analyzed": "arūpa dhātuyā tassa tattha vicikicchā anusayo ca anuseti māna anusayo ca anuseti ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_7.2.1:181.1",
        "original": "Yassa yattha mānānusayo anuseti tassa tattha bhavarāgānusayo anusetīti?",
        "analyzed": "yassa yattha māna anusayaḥ anuseti tassa tattha bhava rāga anusayaḥ anuseti iti ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_7.2.1:182.1_0",
        "original": "Catunnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha mānānusayo anuseti, no",
        "analyzed": "catunnam puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha māna anusayaḥ anuseti no ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.1:182.1_1",
        "original": "ca tesaṁ tattha bhavarāgānusayo anuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā",
        "analyzed": "ca tesam tattha bhava rāga anusayaḥ anuseti tesam eva puggalānam rūpadhātuyā arūpadhātuyā ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.1:182.1_2",
        "original": "tesaṁ tattha mānānusayo ca anuseti bhavarāgānusayo ca anuseti.",
        "analyzed": "tesam tattha māna anusayo ca anuseti bhava rāga anusayo ca anuseti ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.1:183.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha mānānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ anuseti tassa tattha māna anusayaḥ anuseti iti āmantā ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_7.2.1:184.1",
        "original": "Yassa yattha mānānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa yattha māna anusayaḥ anuseti tassa tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_7.2.1:185.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha mānānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha māna anusayaḥ anuseti iti ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.1:186.1_0",
        "original": "Catunnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo anuseti, no ca tesaṁ",
        "analyzed": "catunnam puggalānam dukkhāya vedanāya tesam tattha avijjā anusayaḥ anuseti no ca tesam ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.1:186.1_1",
        "original": "tattha mānānusayo anuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā",
        "analyzed": "tattha māna anusayaḥ anuseti tesaṃ eva puggalānam kāmadhātuyā dvīsu vedanāsu rūpadhātuyā ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.1:186.1_2",
        "original": "arūpadhātuyā tesaṁ tattha avijjānusayo ca anuseti mānānusayo ca anuseti.",
        "analyzed": "arūpa dhātuyā tesam tattha avijjā anusayo ca anuseti māna anusayo ca anuseti ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.1:187.1",
        "original": "Yassa yattha diṭṭhānusayo anuseti tassa tattha vicikicchānusayo anusetīti? Āmantā.",
        "analyzed": "yassa yattha diṭṭha anusayaḥ anuseti tassa tattha vicikicchā anusayaḥ anuseti iti āmantā ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_7.2.1:188.1",
        "original": "Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha diṭṭhānusayo anusetīti? Āmantā.",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ anuseti tassa tattha diṭṭha anusayaḥ anuseti iti āmantā ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_7.2.1:189.1",
        "original": "Yassa yattha diṭṭhānusayo …pe… vicikicchānusayo anuseti tassa tattha bhavarāgānusayo anusetīti?",
        "analyzed": "yassa yattha diṭṭha anusayo pe vicikicchā anusayo anuseti tassa tattha bhava rāga anusayaḥ anuseti iti ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_7.2.1:190.1_0",
        "original": "Puthujjanassa kāmadhātuyā tīsu vedanāsu tassa tattha vicikicchānusayo anuseti, no",
        "analyzed": "puthujjanassa kāmadhātuyā tīsu vedanāsu tassa tattha vicikicchā anusayaḥ anuseti no ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.1:190.1_1",
        "original": "ca tassa tattha bhavarāgānusayo anuseti. Tasseva puggalassa rūpadhātuyā arūpadhātuyā",
        "analyzed": "ca tassa tattha bhava rāga anusayaḥ anuseti tassa iva puggalassa rūpadhātuyā arūpadhātuyā ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.1:190.1_2",
        "original": "tassa tattha vicikicchānusayo ca anuseti bhavarāgānusayo ca anuseti.",
        "analyzed": "tassa tattha vicikicchā anusayaḥ ca anuseti bhava rāga anusayaḥ ca anuseti ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.1:191.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha vicikicchānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ anuseti tassa tattha vicikicchā anusayaḥ anuseti iti ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.1:192.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo anuseti,",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha bhava rāga anusayaḥ anuseti ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_7.2.1:192.1_1",
        "original": "no ca tesaṁ tattha vicikicchānusayo anuseti. Puthujjanassa rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca tesam tattha vicikicchā anusayaḥ anuseti puthujjanassa rūpa dhātuyā a rūpa dhātuyā ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_7.2.1:192.1_2",
        "original": "tassa tattha bhavarāgānusayo ca anuseti vicikicchānusayo ca anuseti.",
        "analyzed": "tassa tattha bhava rāga anusayaḥ ca anuseti vicikicchā anusayaḥ ca anuseti ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_7.2.1:193.1",
        "original": "Yassa yattha vicikicchānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa yattha vicikicchā anusayaḥ anuseti tassa tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.1:194.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha vicikicchānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha vicikicchā anusayaḥ anuseti iti ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.1:195.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_7.2.1:195.1_1",
        "original": "avijjānusayo anuseti, no ca tesaṁ tattha vicikicchānusayo anuseti. Puthujjanassa",
        "analyzed": "avijjā anusayaḥ anuseti no ca tesam tattha vicikicchā anusayaḥ anuseti puthujjanassa ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_7.2.1:195.1_2",
        "original": "kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca anuseti",
        "analyzed": "kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjā anusayo ca anuseti ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_7.2.1:195.1_3",
        "original": "vicikicchānusayo ca anuseti.",
        "analyzed": "ca anuseti ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_7.2.1:196.1",
        "original": "Yassa yattha bhavarāgānusayo anuseti tassa tattha avijjānusayo anusetīti? Āmantā.",
        "analyzed": "yassa yattha bhava rāga anusayaḥ anuseti tassa tattha avijjā anusayaḥ anuseti iti āmantā ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_7.2.1:197.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha bhavarāgānusayo anusetīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha bhava rāga anusayaḥ anuseti iti ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_7.2.1:198.1_0",
        "original": "Catunnaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu tesaṁ tattha avijjānusayo anuseti,",
        "analyzed": "catunnam puggalānam kāmadhātuyā tīsu vedanāsu tesam tattha avijjā anusayaḥ anuseti ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_7.2.1:198.1_1",
        "original": "no ca tesaṁ tattha bhavarāgānusayo anuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca tesam tattha bhava rāga anusayaḥ anuseti tesam eva puggalānam rūpadhātuyā arūpadhātuyā ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_7.2.1:198.1_2",
        "original": "tesaṁ tattha avijjānusayo ca anuseti bhavarāgānusayo ca anuseti. (Ekamūlakaṁ.)",
        "analyzed": "tesam tattha avijjā anusayo ca anuseti bhava rāga anusayo ca anuseti eka mūlaka ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_7.2.1:199.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tassa tattha mānānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa tattha māna anusayo anuseti iti natthi ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.1:200.1",
        "original": "Yassa vā pana yattha mānānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha māna anusayaḥ anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti iti ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_7.2.1:201.1_0",
        "original": "Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo",
        "analyzed": "anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha māna anusayo ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_7.2.1:201.1_1",
        "original": "anuseti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ",
        "analyzed": "anuseti no ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tiṇṇam puggalāna ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_7.2.1:201.1_2",
        "original": "rūpadhātuyā arūpadhātuyā tesaṁ tattha mānānusayo anuseti, no ca tesaṁ tattha kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tesam tattha māna anusayo anuseti no ca tesam tattha kāma rāga anusayo ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_7.2.1:201.1_3",
        "original": "ca paṭighānusayo ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ",
        "analyzed": "ca paṭigha anusayo ca anusenti tesaṃ eva puggalānam kāmadhātuyā dvīsu vedanāsu ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_7.2.1:201.1_4",
        "original": "tattha mānānusayo ca kāmarāgānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo anuseti.",
        "analyzed": "tattha māna anusayo ca kāma rāga anusayo ca anusenti no ca tesam tattha paṭigha anusayo anuseti ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_7.2.1:202.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa tattha diṭṭha anusayo pe vicikicchā anusayo anuseti iti natthi ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.1:203.1",
        "original": "Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti iti ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.1:204.1_0",
        "original": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo anuseti, no",
        "analyzed": "puthujjanassa rūpa dhātuyā a rūpa dhātuyā tassa tattha vicikicchā anusayaḥ anuseti no ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.1:204.1_1",
        "original": "ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā",
        "analyzed": "ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa iva puggalassa kāmadhātuyā ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.1:204.1_2",
        "original": "dvīsu vedanāsu tassa tattha vicikicchānusayo ca kāmarāgānusayo ca anusenti, no ca",
        "analyzed": "dvīsu vedanāsu tassa tattha vicikicchā anusayo ca kāma rāga anusayo ca anusenti no ca ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.1:204.1_3",
        "original": "tassa tattha paṭighānusayo anuseti. Tasseva puggalassa dukkhāya vedanāya tassa tattha",
        "analyzed": "tassa tattha paṭigha anusayaḥ anuseti tassa iva puggalassa dukkhāya vedanāya tassa tattha ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.1:204.1_4",
        "original": "vicikicchānusayo ca paṭighānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo anuseti.",
        "analyzed": "vicikicchā anusayo ca paṭigha anusayo ca anusenti no ca tassa tattha kāma rāga anusayo anuseti ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.1:205.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tassa tattha bhavarāgānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa tattha bhava rāga anusayo anuseti iti natthi ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.1:206.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti? No.",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti iti no ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_7.2.1:207.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa tattha avijjā anusayo anuseti iti natthi ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_7.2.1:208.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti iti ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.1:209.1_0",
        "original": "Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo",
        "analyzed": "anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.1:209.1_1",
        "original": "anuseti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ puggalānaṁ",
        "analyzed": "anuseti no ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tiṇṇam puggalāna ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.1:209.1_2",
        "original": "rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo anuseti, no ca tesaṁ tattha kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tesam tattha avijjā anusayo anuseti no ca tesam tattha kāma rāga anusayo ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.1:209.1_3",
        "original": "ca paṭighānusayo ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ",
        "analyzed": "ca paṭigha anusayo ca anusenti tesaṃ eva puggalānam kāmadhātuyā dvīsu vedanāsu ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.1:209.1_4",
        "original": "tattha avijjānusayo ca kāmarāgānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo",
        "analyzed": "tattha avijjā anusayo ca kāma rāga anusayo ca anusenti no ca tesam tattha paṭigha anusayo ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.1:209.1_5",
        "original": "anuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo",
        "analyzed": "anuseti tesam eva puggalānam dukkhāya vedanāya tesam tattha avijjā anusayo ca paṭigha anusayo ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.1:209.1_6",
        "original": "ca anusenti, no ca tesaṁ tattha kāmarāgānusayo anuseti. (Dukamūlakaṁ.)",
        "analyzed": "ca anusenti no ca tesam tattha kāma rāga anusayo anuseti duka mūlaka ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.1:210.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti tassa tattha diṭṭha anusayo pe vicikicchā anusayo anuseti iti natthi ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_7.2.1:211.1",
        "original": "Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti iti ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.1:212.1_0",
        "original": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca mānānusayo",
        "analyzed": "puthujjanassa rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ca māna anusayo ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.1:212.1_1",
        "original": "ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva",
        "analyzed": "ca anusenti no ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa iva ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.1:212.1_2",
        "original": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca kāmarāgānusayo",
        "analyzed": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchā anusayo ca kāma rāga anusayo ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.1:212.1_3",
        "original": "ca mānānusayo ca anusenti, no ca tassa tattha paṭighānusayo anuseti. Tasseva puggalassa",
        "analyzed": "ca māna anusayo ca anusenti no ca tassa tattha paṭigha anusayo anuseti tassa iva puggalassa ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.1:212.1_4",
        "original": "dukkhāya vedanāya tassa tattha vicikicchānusayo ca paṭighānusayo ca anusenti, no",
        "analyzed": "dukkhāya vedanāya tassa tattha vicikicchā anusayo ca paṭigha anusayo ca anusenti no ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.1:212.1_5",
        "original": "ca tassa tattha kāmarāgānusayo ca mānānusayo ca anusenti.",
        "analyzed": "ca tassa tattha kāma rāga anusayo ca māna anusayo ca anusenti ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.1:213.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa tattha bhavarāgānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti tassa tattha bhava rāga anusayo anuseti iti natthi ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_7.2.1:214.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti iti ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.1:215.1",
        "original": "Catunnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca anusenti.",
        "analyzed": "catunnam puggalānam rūpadhātuyā arūpadhātuyā tesam tattha bhava rāga anusayo ca māna anusayo ca anusenti no ca tesam tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_7.2.1:216.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti tassa tattha avijjā anusayo anuseti iti natthi ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_7.2.1:217.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti iti ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_0",
        "original": "Anāgāmissa dukkhāya vedanāya tassa tattha avijjānusayo anuseti, no ca tassa tattha",
        "analyzed": "anāgāmissa dukkhāya vedanāya tassa tattha avijjā anusayaḥ anuseti no ca tassa tattha ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā",
        "analyzed": "kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca anusenti tassa iva puggalassa kāmadhātuyā ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_2",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_3",
        "original": "anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tiṇṇaṁ",
        "analyzed": "anusenti no ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_4",
        "original": "puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca mānānusayo ca anusenti,",
        "analyzed": "puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha avijjā anusayo ca māna anusayo ca anusenti ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_5",
        "original": "no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tesaññeva puggalānaṁ",
        "analyzed": "no ca tesam tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tesam eva puggalāna ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_6",
        "original": "kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tesam tattha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_7",
        "original": "ca anusenti, no ca tesaṁ tattha paṭighānusayo anuseti. Tesaññeva puggalānaṁ dukkhāya",
        "analyzed": "ca anusenti no ca tesam tattha paṭigha anusayaḥ anuseti tesam eva puggalānam dukkhāya ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_8",
        "original": "vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ tattha",
        "analyzed": "vedanāya tesam tattha avijjā anusayo ca paṭigha anusayo ca anusenti no ca tesam tattha ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:218.1_9",
        "original": "kāmarāgānusayo ca mānānusayo ca anusenti. (Tikamūlakaṁ.)",
        "analyzed": "kāma rāga anusayo ca māna anusayo ca anusenti tikamūlaka ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.1:219.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa tattha vicikicchānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti tassa tattha vicikicchā anusayo anuseti iti natthi ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_7.2.1:220.1",
        "original": "Yassa vā pana yattha vicikicchānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti iti ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_7.2.1:221.1_0",
        "original": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca mānānusayo",
        "analyzed": "puthujjanassa rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ca māna anusayo ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.1:221.1_1",
        "original": "ca diṭṭhānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca",
        "analyzed": "ca diṭṭha anusayo ca anusenti no ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.1:221.1_2",
        "original": "anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo",
        "analyzed": "anusenti tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchā anusayo ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.1:221.1_3",
        "original": "ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tassa tattha paṭighānusayo",
        "analyzed": "ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti no ca tassa tattha paṭigha anusayo ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.1:221.1_4",
        "original": "anuseti. Tasseva puggalassa dukkhāya vedanāya tassa tattha vicikicchānusayo ca paṭighānusayo",
        "analyzed": "anuseti tassa iva puggalassa dukkhāya vedanāya tassa tattha vicikicchā anusayo ca paṭigha anusayo ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.1:221.1_5",
        "original": "ca diṭṭhānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca mānānusayo ca anusenti.",
        "analyzed": "ca diṭṭha anusayo ca anusenti no ca tassa tattha kāma rāga anusayo ca māna anusayo ca anusenti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.1:222.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa tattha bhavarāgānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti tassa tattha bhava rāga anusayo anuseti iti natthi ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_7.2.1:223.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti iti ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.1:224.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo ca mānānusayo",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha bhava rāga anusayo ca māna anusayo ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_7.2.1:224.1_1",
        "original": "ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca",
        "analyzed": "ca anusenti no ca tesam tattha kāma rāga anusayo ca paṭigha anusayo ca diṭṭha anusayo ca ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_7.2.1:224.1_2",
        "original": "anusenti. Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha bhavarāgānusayo ca",
        "analyzed": "anusenti puthujjanassa rūpa dhātuyā arūpa dhātuyā tassa tattha bhava rāga anusayo ca ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_7.2.1:224.1_3",
        "original": "mānānusayo ca diṭṭhānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti.",
        "analyzed": "māna anusayo ca diṭṭha anusayo ca anusenti no ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_7.2.1:225.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti tassa tattha avijjā anusayo anuseti iti natthi ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_7.2.1:226.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti iti ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_0",
        "original": "Anāgāmissa dukkhāya vedanāya tassa tattha avijjānusayo anuseti, no ca tassa tattha",
        "analyzed": "anāgāmissa dukkhāya vedanāya tassa tattha avijjā anusayaḥ anuseti no ca tassa tattha ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti. Tasseva",
        "analyzed": "kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti tassa iva ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_2",
        "original": "puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo",
        "analyzed": "puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_3",
        "original": "ca mānānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca",
        "analyzed": "ca māna anusayo ca anusenti no ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_4",
        "original": "diṭṭhānusayo ca anusenti. Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "diṭṭha anusayo ca anusenti dvinnam puggalānam rūpadhātuyā arūpadhātuyā tesam tattha ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_5",
        "original": "avijjānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "avijjā anusayo ca māna anusayo ca anusenti no ca tesam tattha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_6",
        "original": "ca diṭṭhānusayo ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ",
        "analyzed": "ca diṭṭha anusayo ca anusenti tesaṃ eva puggalānam kāmadhātuyā dvīsu vedanāsu ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_7",
        "original": "tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha",
        "analyzed": "tattha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca anusenti no ca tesam tattha ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_8",
        "original": "paṭighānusayo ca diṭṭhānusayo ca anusenti. Tesaññeva puggalānaṁ dukkhāya vedanāya",
        "analyzed": "paṭigha anusayo ca diṭṭha anusayo ca anusenti tesaṃ eva puggalānam dukkhāya vedanāya ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_9",
        "original": "tesaṁ tattha avijjānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo",
        "analyzed": "tesam tattha avijjā anusayo ca paṭigha anusayo ca anusenti no ca tesam tattha kāma rāga anusayo ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_10",
        "original": "ca mānānusayo ca diṭṭhānusayo ca anusenti. Puthujjanassa rūpadhātuyā arūpadhātuyā",
        "analyzed": "ca māna anusayo ca diṭṭha anusayo ca anusenti puthujjanassa rūpa dhātuyā arūpa dhātuyā ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_11",
        "original": "tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, no ca tassa",
        "analyzed": "tassa tattha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca anusenti no ca tassa ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_12",
        "original": "tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā",
        "analyzed": "tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa iva puggalassa kāmadhātuyā ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_13",
        "original": "dvīsu vedanāsu tassa tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "dvīsu vedanāsu tassa tattha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_14",
        "original": "ca anusenti, no ca tassa tattha paṭighānusayo anuseti. Tasseva puggalassa dukkhāya",
        "analyzed": "ca anusenti no ca tassa tattha paṭigha anusayaḥ anuseti tassa iva puggalassa dukkhāya ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_15",
        "original": "vedanāya tassa tattha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca anusenti,",
        "analyzed": "vedanāya tassa tattha avijjā anusayo ca paṭigha anusayo ca diṭṭha anusayo ca anusenti ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:227.1_16",
        "original": "no ca tassa tattha kāmarāgānusayo ca mānānusayo ca anusenti. (Catukkamūlakaṁ.)",
        "analyzed": "no ca tassa tattha kāma rāga anusayo ca māna anusayo ca anusenti catukkamūlaka ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.1:228.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tassa tattha bhavarāgānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti tassa tattha bhava rāga anusayo anuseti iti natthi ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_7.2.1:229.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti iti ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_7.2.1:230.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo ca mānānusayo",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha bhava rāga anusayo ca māna anusayo ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.1:230.1_1",
        "original": "ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca",
        "analyzed": "ca anusenti no ca tesam tattha kāma rāga anusayo ca paṭigha anusayo ca diṭṭha anusayo ca ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.1:230.1_2",
        "original": "vicikicchānusayo ca anusenti. Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha",
        "analyzed": "vicikicchā anusayo ca anusenti puthujjanassa rūpa dhātuyā arūpa dhātuyā tassa tattha ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.1:230.1_3",
        "original": "bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no",
        "analyzed": "bhava rāga anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti no ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.1:230.1_4",
        "original": "ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti.",
        "analyzed": "ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.1:231.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti tassa tattha avijjā anusayo anuseti iti natthi ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_7.2.1:232.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti iti ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_0",
        "original": "Anāgāmissa dukkhāya vedanāya tassa tattha avijjānusayo anuseti, no ca tassa tattha",
        "analyzed": "anāgāmissa dukkhāya vedanāya tassa tattha avijjā anusayaḥ anuseti no ca tassa tattha ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_2",
        "original": "ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā",
        "analyzed": "ca anusenti tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_3",
        "original": "tassa tattha avijjānusayo ca mānānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo",
        "analyzed": "tassa tattha avijjā anusayo ca māna anusayo ca anusenti no ca tassa tattha kāma rāga anusayo ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_4",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Dvinnaṁ puggalānaṁ",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti dvinnam puggalāna ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_5",
        "original": "rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca mānānusayo ca anusenti, no",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tesam tattha avijjā anusayo ca māna anusayo ca anusenti no ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_6",
        "original": "ca tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "ca tesam tattha kāma rāga anusayo ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_7",
        "original": "ca anusenti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo",
        "analyzed": "ca anusenti tesaṃ eva puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha avijjā anusayo ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_8",
        "original": "ca kāmarāgānusayo ca mānānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo ca",
        "analyzed": "ca kāma rāga anusayo ca māna anusayo ca anusenti no ca tesam tattha paṭigha anusayo ca ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_9",
        "original": "diṭṭhānusayo ca vicikicchānusayo ca anusenti. Tesaññeva puggalānaṁ dukkhāya vedanāya",
        "analyzed": "diṭṭha anusayo ca vicikicchā anusayo ca anusenti tesaṃ eva puggalānam dukkhāya vedanāya ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_10",
        "original": "tesaṁ tattha avijjānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo",
        "analyzed": "tesam tattha avijjā anusayo ca paṭigha anusayo ca anusenti no ca tesam tattha kāma rāga anusayo ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_11",
        "original": "ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Puthujjanassa rūpadhātuyā",
        "analyzed": "ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti puthujjanassa rūpadhātuyā ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_12",
        "original": "arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_13",
        "original": "ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo ca anusenti. Tasseva",
        "analyzed": "ca anusenti no ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ca anusenti tassa iva ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_14",
        "original": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca kāmarāgānusayo",
        "analyzed": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjā anusayo ca kāma rāga anusayo ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_15",
        "original": "ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tassa tattha",
        "analyzed": "ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti no ca tassa tattha ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_16",
        "original": "paṭighānusayo anuseti. Tasseva puggalassa dukkhāya vedanāya tassa tattha avijjānusayo",
        "analyzed": "paṭigha anusayaḥ anuseti tassa iva puggalassa dukkhāya vedanāya tassa tattha avijjā anusayo ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_17",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti, no ca tassa tattha",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti no ca tassa tattha ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:233.1_18",
        "original": "kāmarāgānusayo ca mānānusayo ca anusenti. (Pañcakamūlakaṁ.)",
        "analyzed": "kāma rāga anusayaḥ ca māna anusayaḥ ca anusenti pañcaka mūlaka ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.1:234.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti tassa tattha avijjānusayo anusetīti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca anusenti tassa tattha avijjā anusayo anuseti iti natthi ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_7.2.1:235.1",
        "original": "Yassa vā pana yattha avijjānusayo anuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusentīti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca anusenti iti ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_0",
        "original": "Anāgāmissa dukkhāya vedanāya tassa tattha avijjānusayo anuseti, no ca tassa tattha",
        "analyzed": "anāgāmissa dukkhāya vedanāya tassa tattha avijjā anusayaḥ anuseti no ca tassa tattha ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_2",
        "original": "ca bhavarāgānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa",
        "analyzed": "ca bhava rāga anusayo ca anusenti tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_3",
        "original": "tattha avijjānusayo ca mānānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo",
        "analyzed": "tattha avijjā anusayo ca māna anusayo ca anusenti no ca tassa tattha kāma rāga anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_4",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti.",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca anusenti ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_5",
        "original": "Tasseva puggalassa rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo",
        "analyzed": "tassa iva puggalassa rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_6",
        "original": "ca bhavarāgānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "ca bhava rāga anusayo ca anusenti no ca tassa tattha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_7",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca anusenti. Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti dvinnam puggalānam rūpadhātuyā arūpadhātuyā ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_8",
        "original": "tesaṁ tattha avijjānusayo ca mānānusayo ca bhavarāgānusayo ca anusenti, no ca tesaṁ",
        "analyzed": "tesam tattha avijjā anusayo ca māna anusayo ca bhava rāga anusayo ca anusenti no ca tesam ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_9",
        "original": "tattha kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca anusenti.",
        "analyzed": "tattha kāma rāga anusayo ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca anusenti ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_10",
        "original": "Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo",
        "analyzed": "tesam eva puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha avijjā anusayo ca kāma rāga anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_11",
        "original": "ca mānānusayo ca anusenti, no ca tesaṁ tattha paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "ca māna anusayo ca anusenti no ca tesam tattha paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_12",
        "original": "ca bhavarāgānusayo ca anusenti. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha",
        "analyzed": "ca bhava rāga anusayo ca anusenti tesaṃ eva puggalānam dukkhāya vedanāya tesam tattha ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_13",
        "original": "avijjānusayo ca paṭighānusayo ca anusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo",
        "analyzed": "avijjā anusayo ca paṭigha anusayo ca anusenti no ca tesam tattha kāma rāga anusayo ca māna anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_14",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca anusenti. Puthujjanassa",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca anusenti puthujjanassa ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_15",
        "original": "rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_16",
        "original": "ca vicikicchānusayo ca bhavarāgānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo",
        "analyzed": "ca vicikicchā anusayo ca bhava rāga anusayo ca anusenti no ca tassa tattha kāma rāga anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_17",
        "original": "ca paṭighānusayo ca anusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa",
        "analyzed": "ca paṭigha anusayo ca anusenti tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_18",
        "original": "tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "tattha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_19",
        "original": "ca anusenti, no ca tassa tattha paṭighānusayo ca bhavarāgānusayo ca anusanti. Tasseva",
        "analyzed": "ca anusenti no ca tassa tattha paṭigha anusayo ca bhava rāga anusayo ca anusanti tassa iva ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_20",
        "original": "puggalassa dukkhāya vedanāya tassa tattha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo",
        "analyzed": "puggalassa dukkhāya vedanāya tassa tattha avijjā anusayo ca paṭigha anusayo ca diṭṭha anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_21",
        "original": "ca vicikicchānusayo ca anusenti, no ca tassa tattha kāmarāgānusayo ca mānānusayo",
        "analyzed": "ca vicikicchā anusayo ca anusenti no ca tassa tattha kāma rāga anusayo ca māna anusayo ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:236.1_22",
        "original": "ca bhavarāgānusayo ca anusenti. (Chakkamūlakaṁ.)",
        "analyzed": "ca ca ca anusenti ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.1:237.1",
        "original": "Anusayavāre anulomaṁ.",
        "analyzed": "anusayavāre anuloma ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_7.2.1:238.0",
        "original": "7.2.1.4. Paṭilomapuggala",
        "analyzed": "paṭiloma puggala ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_7.2.1:238.1",
        "original": "Yassa kāmarāgānusayo nānuseti tassa paṭighānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ na anuseti tassa paṭigha anusayaḥ na anuseti iti āmantā ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_7.2.1:239.1",
        "original": "Yassa vā pana paṭighānusayo nānuseti tassa kāmarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana paṭigha anusayaḥ na anuseti tassa kāma rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_7.2.1:240.1",
        "original": "Yassa kāmarāgānusayo nānuseti tassa mānānusayo nānusetīti?",
        "analyzed": "yassa kāma rāga anusayaḥ na anuseti tassa māna anusayaḥ na anuseti iti ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_7.2.1:241.1",
        "original": "Anāgāmissa kāmarāgānusayo nānuseti, no ca tassa mānānusayo nānuseti. Arahato kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "anāgāmissa kāma rāga anusayaḥ na anuseti no ca tassa māna anusayaḥ na anuseti arahataḥ kāma rāga anusayaḥ ca na anuseti māna anusayaḥ ca na anuseti ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_7.2.1:242.1",
        "original": "Yassa vā pana mānānusayo nānuseti tassa kāmarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana māna anusayaḥ na anuseti tassa kāma rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_7.2.1:243.1",
        "original": "Yassa kāmarāgānusayo nānuseti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ na anuseti tassa diṭṭha anusayaḥ pe vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_7.2.1:244.1",
        "original": "Yassa vā pana vicikicchānusayo nānuseti tassa kāmarāgānusayo nānusetīti?",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ na anuseti tassa kāmarāga anusayaḥ na anuseti iti ",
        "folio": "244"
    },
    {
        "segmentnr": "PA_ya_7.2.1:245.1",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ kāmarāgānusayo nānuseti. Dvinnaṁ puggalānaṁ vicikicchānusayo ca nānuseti kāmarāgānusayo ca nānuseti.",
        "analyzed": "dvinnam puggalānam vicikicchā anusayaḥ na anuseti no ca tesam kāma rāga anusayaḥ na anuseti dvinnam puggalānam vicikicchā anusayaḥ ca na anuseti kāma rāga anusayaḥ ca na anuseti ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_7.2.1:246.1",
        "original": "Yassa kāmarāgānusayo nānuseti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti?",
        "analyzed": "yassa kāma rāga anusayaḥ na anuseti tassa bhava rāga anusayaḥ pe avijjā anusayaḥ na anuseti iti ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_7.2.1:247.1",
        "original": "Anāgāmissa kāmarāgānusayo nānuseti, no ca tassa avijjānusayo nānuseti. Arahato kāmarāgānusayo ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "anāgāmissa kāma rāga anusayaḥ na anuseti no ca tassa avijjā anusayaḥ na anuseti arahato kāma rāga anusayaḥ ca na anuseti avijjā anusayaḥ ca na anuseti ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_7.2.1:248.1",
        "original": "Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ na anuseti tassa kāma rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_7.2.1:249.1",
        "original": "Yassa paṭighānusayo nānuseti tassa mānānusayo nānusetīti?",
        "analyzed": "yassa paṭigha anusayaḥ na anuseti tassa māna anusayaḥ na anuseti iti ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_7.2.1:250.1",
        "original": "Anāgāmissa paṭighānusayo nānuseti, no ca tassa mānānusayo nānuseti. Arahato paṭighānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "anāgāmissa paṭigha anusayaḥ na anuseti no ca tassa māna anusayaḥ na anuseti arahato paṭigha anusayaḥ ca na anuseti māna anusayaḥ ca na anuseti ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_7.2.1:251.1",
        "original": "Yassa vā pana mānānusayo nānuseti tassa paṭighānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana māna anusayaḥ na anuseti tassa paṭigha anusayaḥ na anuseti iti āmantā ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_7.2.1:252.1",
        "original": "Yassa paṭighānusayo nānuseti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa paṭigha anusayaḥ na anuseti tassa diṭṭha anusayaḥ pe vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_7.2.1:253.1",
        "original": "Yassa vā pana vicikicchānusayo nānuseti tassa paṭighānusayo nānusetīti?",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ na anuseti tassa paṭigha anusayaḥ na anuseti iti ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_7.2.1:254.1",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ paṭighānusayo nānuseti. Dvinnaṁ puggalānaṁ vicikicchānusayo ca nānuseti paṭighānusayo ca nānuseti.",
        "analyzed": "dvinnam puggalānam vicikicchā anusayaḥ na anuseti no ca tesam paṭigha anusayaḥ na anuseti dvinnam puggalānam vicikicchā anusayaḥ ca na anuseti paṭigha anusayaḥ ca na anuseti ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_7.2.1:255.1",
        "original": "Yassa paṭighānusayo nānuseti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti?",
        "analyzed": "yassa paṭigha anusayaḥ na anuseti tassa bhava rāga anusayaḥ pe avijjā anusayaḥ na anuseti iti ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_7.2.1:256.1",
        "original": "Anāgāmissa paṭighānusayo nānuseti, no ca tassa avijjānusayo nānuseti. Arahato paṭighānusayo ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "anāgāmissa paṭigha anusayaḥ na anuseti no ca tassa avijjā anusayaḥ na anuseti arahato paṭigha anusayaḥ ca na anuseti avijjā anusayaḥ ca na anuseti ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.1:257.1",
        "original": "Yassa vā pana avijjānusayo nānuseti tassa paṭighānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ na anuseti tassa paṭigha anusayaḥ na anuseti iti āmantā ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_7.2.1:258.1",
        "original": "Yassa mānānusayo nānuseti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa māna anusayaḥ na anuseti tassa diṭṭha anusayaḥ pe vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_7.2.1:259.1",
        "original": "Yassa vā pana vicikicchānusayo nānuseti tassa mānānusayo nānusetīti?",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ na anuseti tassa māna anusayaḥ na anuseti iti ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_7.2.1:260.1",
        "original": "Tiṇṇaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ mānānusayo nānuseti. Arahato vicikicchānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "tiṇṇam puggalānam vicikicchā anusayaḥ na anuseti no ca tesam māna anusayaḥ na anuseti arahataḥ vicikicchā anusayaḥ ca na anuseti māna anusayaḥ ca na anuseti ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_7.2.1:261.1",
        "original": "Yassa mānānusayo nānuseti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa māna anusayaḥ na anuseti tassa bhava rāga anusayaḥ pe avijjā anusayaḥ na anuseti iti āmantā ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_7.2.1:262.1",
        "original": "Yassa vā pana avijjānusayo nānuseti tassa mānānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ na anuseti tassa māna anusayaḥ na anuseti iti āmantā ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_7.2.1:263.1",
        "original": "Yassa diṭṭhānusayo nānuseti tassa vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa diṭṭha anusayaḥ na anuseti tassa vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_7.2.1:264.1",
        "original": "Yassa vā pana vicikicchānusayo nānuseti tassa diṭṭhānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ na anuseti tassa diṭṭha anusayaḥ na anuseti iti āmantā ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_7.2.1:265.1",
        "original": "Yassa diṭṭhānusayo …pe… vicikicchānusayo nānuseti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti?",
        "analyzed": "yassa diṭṭha anusayo pe vicikicchā anusayo na anuseti tassa bhava rāga anusayo pe avijjā anusayo na anuseti iti ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.1:266.1",
        "original": "Tiṇṇaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ avijjānusayo nānuseti. Arahato vicikicchānusayo ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "tiṇṇam puggalānam vicikicchā anusayaḥ na anuseti no ca tesam avijjā anusayaḥ na anuseti arahataḥ vicikicchā anusayaḥ ca na anuseti avijjā anusayaḥ ca na anuseti ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.1:267.1",
        "original": "Yassa vā pana avijjānusayo nānuseti tassa vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ na anuseti tassa vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "267"
    },
    {
        "segmentnr": "PA_ya_7.2.1:268.1",
        "original": "Yassa bhavarāgānusayo nānuseti tassa avijjānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa bhava rāga anusayaḥ na anuseti tassa avijjā anusayaḥ na anuseti iti āmantā ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.1:269.1",
        "original": "Yassa vā pana avijjānusayo nānuseti tassa bhavarāgānusayo nānusetīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayaḥ na anuseti tassa bhava rāga anusayaḥ na anuseti iti āmantā ekamūlaka ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.1:270.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa mānānusayo nānusetīti?",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca na anusenti tassa māna anusayaḥ na anuseti iti ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_7.2.1:271.1",
        "original": "Anāgāmissa kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa mānānusayo nānuseti. Arahato kāmarāgānusayo ca paṭighānusayo ca nānusenti mānānusayo ca nānuseti.",
        "analyzed": "anāgāmissa kāma rāga anusayo ca paṭigha anusayo ca na anusenti no ca tassa māna anusayaḥ na anuseti arahataḥ kāma rāga anusayo ca paṭigha anusayo ca na anusenti māna anusayaḥ ca na anuseti ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.1:272.1",
        "original": "Yassa vā pana mānānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā.",
        "analyzed": "yassa vā pana māna anusayaḥ na anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti āmantā ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.1:273.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca na anusenti tassa diṭṭha anusayo pe vicikicchā anusayo na anuseti iti āmantā ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_7.2.1:274.1",
        "original": "Yassa vā pana vicikicchānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ na anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.1:275.1_0",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "dvinnam puggalānam vicikicchā anusayaḥ na anuseti no ca tesam kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_7.2.1:275.1_1",
        "original": "ca nānusenti. Dvinnaṁ puggalānaṁ vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti.",
        "analyzed": "ca na anusenti dvinnam puggalānam vicikicchā anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca na anusenti ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_7.2.1:276.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti?",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca na anusenti tassa bhava rāga anusayo pe avijjā anusayo na anuseti iti ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_7.2.1:277.1",
        "original": "Anāgāmissa kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa avijjānusayo nānuseti. Arahato kāmarāgānusayo ca paṭighānusayo ca nānusenti avijjānusayo ca nānuseti.",
        "analyzed": "anāgāmissa kāma rāga anusayo ca paṭigha anusayo ca na anusenti no ca tassa avijjā anusayo na anuseti arahataḥ kāma rāga anusayo ca paṭigha anusayo ca na anusenti avijjā anusayo ca na anuseti ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_7.2.1:278.1",
        "original": "Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā. (Dukamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayaḥ na anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti āmantā dukamūlaka ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_7.2.1:279.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti tassa diṭṭha anusayo pe vicikicchā anusayo na anuseti iti āmantā ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.1:280.1",
        "original": "Yassa vā pana vicikicchānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ na anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti iti ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_7.2.1:281.1_0",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo nānuseti, no ca tesaṁ kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "dvinnam puggalānam vicikicchā anusayaḥ na anuseti no ca tesam kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.1:281.1_1",
        "original": "ca mānānusayo ca nānusenti. Anāgāmissa vicikicchānusayo ca kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "ca māna anusayo ca na anusenti anāgāmissa vicikicchā anusayo ca kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.1:281.1_2",
        "original": "ca nānusenti, no ca tassa mānānusayo nānuseti. Arahato vicikicchānusayo ca nānuseti",
        "analyzed": "ca na anusenti no ca tassa māna anusayaḥ na anuseti arahataḥ vicikicchā anusayo ca na anuseti ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.1:281.1_3",
        "original": "kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti.",
        "analyzed": "kāma rāga anusayaḥ ca paṭigha anusayaḥ ca māna anusayaḥ ca na anusenti ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.1:282.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti tassa bhava rāga anusayo pe avijjā anusayo na anuseti iti āmantā ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.1:283.1",
        "original": "Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? Āmantā. (Tikamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayaḥ na anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti iti āmantā tikamūlaka ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_7.2.1:284.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti tassa vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca na anusenti tassa vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_7.2.1:285.1",
        "original": "Yassa vā pana vicikicchānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ na anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca na anusenti iti ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_7.2.1:286.1_0",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo ca diṭṭhānusayo ca nānusenti, no ca tesaṁ kāmarāgānusayo",
        "analyzed": "dvinnam puggalānam vicikicchā anusayo ca diṭṭha anusayo ca na anusenti no ca tesam kāma rāga anusayo ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.1:286.1_1",
        "original": "ca paṭighānusayo ca mānānusayo ca nānusenti. Anāgāmissa vicikicchānusayo ca kāmarāgānusayo",
        "analyzed": "ca paṭigha anusayo ca māna anusayo ca na anusenti anāgāmissa vicikicchā anusayo ca kāmarāga anusayo ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.1:286.1_2",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca nānusenti, no ca tassa mānānusayo nānuseti. Arahato",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca na anusenti no ca tassa māna anusayo na anuseti arahato ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.1:286.1_3",
        "original": "vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "vicikicchā anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.1:286.1_4",
        "original": "ca nānusenti …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "ca na anusenti ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.1:287.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti tassa bhavarāgānusayo …pe… avijjānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti tassa bhava rāga anusayo pe avijjā anusayo na anuseti iti āmantā ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_7.2.1:288.1",
        "original": "Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusentīti? Āmantā. (Pañcakamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayaḥ na anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti iti āmantā pañcakamūlaka ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_7.2.1:289.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti tassa avijjānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca na anusenti tassa avijjā anusayaḥ na anuseti iti āmantā ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_7.2.1:290.1_0",
        "original": "Yassa vā pana avijjānusayo nānuseti tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "yassa vā pana avijjā anusayaḥ na anuseti tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_7.2.1:290.1_1",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusentīti? Āmantā. (Chakkamūlakaṁ.)",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca na anusenti iti āmantā chakkamūlaka ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_7.2.1:291.0",
        "original": "7.2.1.5. Paṭilomaokāsa",
        "analyzed": "paṭiloma okāsa ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.1:291.1",
        "original": "Yattha kāmarāgānusayo nānuseti tattha paṭighānusayo nānusetīti?",
        "analyzed": "yattha kāma rāga anusayaḥ na anuseti tattha paṭigha anusayaḥ na anuseti iti ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.1:292.1_0",
        "original": "Dukkhāya vedanāya ettha kāmarāgānusayo nānuseti, no ca tattha paṭighānusayo nānuseti.",
        "analyzed": "dukkhāya vedanāya ettha kāma rāga anusayaḥ na anuseti no ca tattha paṭigha anusayaḥ na anuseti ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_7.2.1:292.1_1",
        "original": "Rūpadhātuyā arūpadhātuyā apariyāpanne ettha kāmarāgānusayo ca nānuseti paṭighānusayo ca nānuseti.",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā apariyāpanne ettha kāma rāga anusayo ca na anuseti paṭigha anusayo ca na anuseti ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_7.2.1:293.1",
        "original": "Yattha vā pana paṭighānusayo nānuseti tattha kāmarāgānusayo nānusetīti?",
        "analyzed": "yattha vā pana paṭigha anusayaḥ na anuseti tattha kāma rāga anusayaḥ na anuseti iti ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_7.2.1:294.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu ettha paṭighānusayo nānuseti, no ca tattha kāmarāgānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu ettha paṭigha anusayaḥ na anuseti no ca tattha kāma rāga anusayo ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_7.2.1:294.1_1",
        "original": "nānuseti. Rūpadhātuyā arūpadhātuyā apariyāpanne ettha paṭighānusayo ca nānuseti kāmarāgānusayo ca nānuseti.",
        "analyzed": "na anuseti rūpa dhātuyā a rūpa dhātuyā apariyāpanne ettha paṭigha anusayo ca na anuseti kāma rāga anusayo ca na anuseti ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_7.2.1:295.1",
        "original": "Yattha kāmarāgānusayo nānuseti tattha mānānusayo nānusetīti?",
        "analyzed": "yattha kāma rāga anusayaḥ na anuseti tattha māna anusayaḥ na anuseti iti ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_7.2.1:296.1",
        "original": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo nānuseti, no ca tattha mānānusayo nānuseti. Dukkhāya vedanāya apariyāpanne ettha kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha kāma rāga anusayaḥ na anuseti no ca tattha māna anusayaḥ na anuseti dukkhāya vedanāya apariyāpanne ettha kāma rāga anusayaḥ ca na anuseti māna anusayaḥ ca na anuseti ",
        "folio": "296"
    },
    {
        "segmentnr": "PA_ya_7.2.1:297.1",
        "original": "Yattha vā pana mānānusayo nānuseti tattha kāmarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vā pana māna anusayaḥ na anuseti tattha kāma rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_7.2.1:298.1",
        "original": "Yattha kāmarāgānusayo nānuseti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti?",
        "analyzed": "yattha kāma rāga anusayaḥ na anuseti tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ na anuseti iti ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_7.2.1:299.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo nānuseti, no ca tattha",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā ettha kāma rāga anusayaḥ na anuseti no ca tattha ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.1:299.1_1",
        "original": "vicikicchānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti.",
        "analyzed": "vicikicchā anusayaḥ na anuseti apariyāpanne ettha kāmarāga anusayo ca na anuseti vicikicchā anusayo ca na anuseti ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.1:300.1",
        "original": "Yattha vā pana vicikicchānusayo nānuseti tattha kāmarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ na anuseti tattha kāma rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_7.2.1:301.1",
        "original": "Yattha kāmarāgānusayo nānuseti tattha bhavarāgānusayo nānusetīti?",
        "analyzed": "yattha kāma rāga anusayaḥ na anuseti tattha bhava rāga anusayaḥ na anuseti iti ",
        "folio": "301"
    },
    {
        "segmentnr": "PA_ya_7.2.1:302.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo nānuseti, no ca tattha bhavarāgānusayo",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā ettha kāma rāga anusayo na anuseti no ca tattha bhava rāga anusayo ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_7.2.1:302.1_1",
        "original": "nānuseti. Dukkhāya vedanāya apariyāpanne ettha kāmarāgānusayo ca nānuseti bhavarāgānusayo ca nānuseti.",
        "analyzed": "na anuseti dukkhāya vedanāya apariyāpanne ettha kāma rāga anusayo ca na anuseti bhava rāga anusayo ca na anuseti ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_7.2.1:303.1",
        "original": "Yattha vā pana bhavarāgānusayo nānuseti tattha kāmarāgānusayo nānusetīti?",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ na anuseti tattha kāma rāga anusayaḥ na anuseti iti ",
        "folio": "303"
    },
    {
        "segmentnr": "PA_ya_7.2.1:304.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu ettha bhavarāgānusayo nānuseti, no ca tattha kāmarāgānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu ettha bhava rāga anusayaḥ na anuseti no ca tattha kāma rāga anusayaḥ ",
        "folio": "304"
    },
    {
        "segmentnr": "PA_ya_7.2.1:304.1_1",
        "original": "nānuseti. Dukkhāya vedanāya apariyāpanne ettha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca nānuseti.",
        "analyzed": "na anuseti dukkhāya vedanāya apariyāpanne ettha bhava rāga anusayo ca na anuseti kāma rāga anusayo ca na anuseti ",
        "folio": "304"
    },
    {
        "segmentnr": "PA_ya_7.2.1:305.1",
        "original": "Yattha kāmarāgānusayo nānuseti tattha avijjānusayo nānusetīti?",
        "analyzed": "yattha kāma rāga anusayaḥ na anuseti tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_7.2.1:306.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo nānuseti, no ca tattha",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā ettha kāma rāga anusayaḥ na anuseti no ca tattha ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_7.2.1:306.1_1",
        "original": "avijjānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "avijjā anusayaḥ na anuseti apariyāpanne ettha kāma rāga anusayo ca na anuseti avijjā anusayo ca na anuseti ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_7.2.1:307.1",
        "original": "Yattha vā pana avijjānusayo nānuseti tattha kāmarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vā pana avijjā anusayaḥ na anuseti tattha kāma rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "307"
    },
    {
        "segmentnr": "PA_ya_7.2.1:308.1",
        "original": "Yattha paṭighānusayo nānuseti tattha mānānusayo nānusetīti?",
        "analyzed": "yattha paṭigha anusayaḥ na anuseti tattha māna anusayaḥ na anuseti iti ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_7.2.1:309.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha paṭighānusayo nānuseti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha paṭigha anusayaḥ na anuseti ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_7.2.1:309.1_1",
        "original": "no ca tattha mānānusayo nānuseti. Apariyāpanne ettha paṭighānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "no ca tattha māna anusayaḥ na anuseti apariyāpanne ettha paṭigha anusayo ca na anuseti māna anusayo ca na anuseti ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_7.2.1:310.1",
        "original": "Yattha vā pana mānānusayo nānuseti tattha paṭighānusayo nānusetīti?",
        "analyzed": "yattha vā pana māna anusayaḥ na anuseti tattha paṭigha anusayaḥ na anuseti iti ",
        "folio": "310"
    },
    {
        "segmentnr": "PA_ya_7.2.1:311.1",
        "original": "Dukkhāya vedanāya ettha mānānusayo nānuseti, no ca tattha paṭighānusayo nānuseti. Apariyāpanne ettha mānānusayo ca nānuseti paṭighānusayo ca nānuseti.",
        "analyzed": "dukkhāya vedanāya ettha māna anusayaḥ na anuseti no ca tattha paṭigha anusayaḥ na anuseti apariyāpanne ettha māna anusayaḥ ca na anuseti paṭigha anusayaḥ ca na anuseti ",
        "folio": "311"
    },
    {
        "segmentnr": "PA_ya_7.2.1:312.1",
        "original": "Yattha paṭighānusayo nānuseti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti?",
        "analyzed": "yattha paṭigha anusayaḥ na anuseti tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ na anuseti iti ",
        "folio": "312"
    },
    {
        "segmentnr": "PA_ya_7.2.1:313.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha paṭighānusayo nānuseti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha paṭigha anusayaḥ na anuseti ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_7.2.1:313.1_1",
        "original": "no ca tattha vicikicchānusayo nānuseti. Apariyāpanne ettha paṭighānusayo ca nānuseti",
        "analyzed": "no ca tattha vicikicchā anusayaḥ na anuseti apariyāpanne ettha paṭigha anusayo ca na anuseti ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_7.2.1:313.1_2",
        "original": "vicikicchānusayo ca nānuseti.",
        "analyzed": "vicikicchā anusayaḥ ca na anuseti ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_7.2.1:314.1",
        "original": "Yattha vā pana vicikicchānusayo nānuseti tattha paṭighānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ na anuseti tattha paṭigha anusayaḥ na anuseti iti āmantā ",
        "folio": "314"
    },
    {
        "segmentnr": "PA_ya_7.2.1:315.1",
        "original": "Yattha paṭighānusayo nānuseti tattha bhavarāgānusayo nānusetīti?",
        "analyzed": "yattha paṭigha anusayaḥ na anuseti tattha bhava rāga anusayaḥ na anuseti iti ",
        "folio": "315"
    },
    {
        "segmentnr": "PA_ya_7.2.1:316.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha paṭighānusayo nānuseti, no ca tattha bhavarāgānusayo",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā ettha paṭigha anusayo na anuseti no ca tattha bhava rāga anusayo ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.1:316.1_1",
        "original": "nānuseti. Kāmadhātuyā dvīsu vedanāsu apariyāpanne ettha paṭighānusayo ca nānuseti",
        "analyzed": "na anuseti kāmadhātuyā dvīsu vedanāsu apariyāpanne ettha paṭigha anusayo ca na anuseti ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.1:316.1_2",
        "original": "bhavarāgānusayo ca nānuseti.",
        "analyzed": "ca na anuseti ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.1:317.1",
        "original": "Yattha vā pana bhavarāgānusayo nānuseti tattha paṭighānusayo nānusetīti?",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ na anuseti tattha paṭigha anusayaḥ na anuseti iti ",
        "folio": "317"
    },
    {
        "segmentnr": "PA_ya_7.2.1:318.1_0",
        "original": "Dukkhāya vedanāya ettha bhavarāgānusayo nānuseti, no ca tattha paṭighānusayo nānuseti.",
        "analyzed": "dukkhāya vedanāya ettha bhava rāga anusayaḥ na anuseti no ca tattha paṭigha anusayaḥ na anuseti ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_7.2.1:318.1_1",
        "original": "Kāmadhātuyā dvīsu vedanāsu apariyāpanne ettha bhavarāgānusayo ca nānuseti paṭighānusayo ca nānuseti.",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu apariyāpanne ettha bhava rāga anusayo ca na anuseti paṭigha anusayo ca na anuseti ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_7.2.1:319.1",
        "original": "Yattha paṭighānusayo nānuseti tattha avijjānusayo nānusetīti?",
        "analyzed": "yattha paṭigha anusayaḥ na anuseti tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "319"
    },
    {
        "segmentnr": "PA_ya_7.2.1:320.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha paṭighānusayo nānuseti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha paṭigha anusayaḥ na anuseti ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_7.2.1:320.1_1",
        "original": "no ca tattha avijjānusayo nānuseti. Apariyāpanne ettha paṭighānusayo ca nānuseti",
        "analyzed": "no ca tattha avijjā anusayaḥ na anuseti apariyāpanne ettha paṭigha anusayo ca na anuseti ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_7.2.1:320.1_2",
        "original": "avijjānusayo ca nānuseti.",
        "analyzed": "avijjā anusayaḥ ca na anuseti ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_7.2.1:321.1",
        "original": "Yattha vā pana avijjānusayo nānuseti tattha paṭighānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vā pana avijjā anusayaḥ na anuseti tattha paṭigha anusayaḥ na anuseti iti āmantā ",
        "folio": "321"
    },
    {
        "segmentnr": "PA_ya_7.2.1:322.1",
        "original": "Yattha mānānusayo nānuseti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti?",
        "analyzed": "yattha māna anusayaḥ na anuseti tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ na anuseti iti ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_7.2.1:323.1",
        "original": "Dukkhāya vedanāya ettha mānānusayo nānuseti, no ca tattha vicikicchānusayo nānuseti. Apariyāpanne ettha mānānusayo ca nānuseti vicikicchānusayo ca nānuseti.",
        "analyzed": "dukkhāya vedanāya ettha māna anusayaḥ na anuseti no ca tattha vicikicchā anusayaḥ na anuseti apariyāpanne ettha māna anusayaḥ ca na anuseti vicikicchā anusayaḥ ca na anuseti ",
        "folio": "323"
    },
    {
        "segmentnr": "PA_ya_7.2.1:324.1",
        "original": "Yattha vā pana vicikicchānusayo nānuseti tattha mānānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ na anuseti tattha māna anusayaḥ na anuseti iti āmantā ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_7.2.1:325.1",
        "original": "Yattha mānānusayo nānuseti tattha bhavarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha māna anusayaḥ na anuseti tattha bhava rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_7.2.1:326.1",
        "original": "Yattha vā pana bhavarāgānusayo nānuseti tattha mānānusayo nānusetīti?",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ na anuseti tattha māna anusayaḥ na anuseti iti ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.1:327.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu ettha bhavarāgānusayo nānuseti, no ca tattha mānānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu ettha bhava rāga anusayaḥ na anuseti no ca tattha māna anusayaḥ ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_7.2.1:327.1_1",
        "original": "nānuseti. Dukkhāya vedanāya apariyāpanne ettha bhavarāgānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "na anuseti dukkhāya vedanāya apariyāpanne ettha bhava rāga anusayo ca na anuseti māna anusayo ca na anuseti ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_7.2.1:328.1",
        "original": "Yattha mānānusayo nānuseti tattha avijjānusayo nānusetīti?",
        "analyzed": "yattha māna anusayaḥ na anuseti tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_7.2.1:329.1",
        "original": "Dukkhāya vedanāya ettha mānānusayo nānuseti, no ca tattha avijjānusayo nānuseti. Apariyāpanne ettha mānānusayo ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "dukkhāya vedanāya ettha māna anusayaḥ na anuseti no ca tattha avijjā anusayaḥ na anuseti apariyāpanne ettha māna anusayaḥ ca na anuseti avijjā anusayaḥ ca na anuseti ",
        "folio": "329"
    },
    {
        "segmentnr": "PA_ya_7.2.1:330.1",
        "original": "Yattha vā pana avijjānusayo nānuseti tattha mānānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vā pana avijjā anusayaḥ na anuseti tattha māna anusayaḥ na anuseti iti āmantā ",
        "folio": "330"
    },
    {
        "segmentnr": "PA_ya_7.2.1:331.1",
        "original": "Yattha diṭṭhānusayo nānuseti tattha vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha diṭṭha anusayaḥ na anuseti tattha vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "331"
    },
    {
        "segmentnr": "PA_ya_7.2.1:332.1",
        "original": "Yattha vā pana vicikicchānusayo nānuseti tattha diṭṭhānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ na anuseti tattha diṭṭha anusayaḥ na anuseti iti āmantā ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.1:333.1",
        "original": "Yattha diṭṭhānusayo …pe… vicikicchānusayo nānuseti tattha bhavarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha diṭṭha anusayo pe vicikicchā anusayo na anuseti tattha bhava rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "333"
    },
    {
        "segmentnr": "PA_ya_7.2.1:334.1",
        "original": "Yattha vā pana bhavarāgānusayo nānuseti tattha vicikicchānusayo nānusetīti?",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ na anuseti tattha vicikicchā anusayaḥ na anuseti iti ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.1:335.1",
        "original": "Kāmadhātuyā tīsu vedanāsu ettha bhavarāgānusayo nānuseti, no ca tattha vicikicchānusayo nānuseti. Apariyāpanne ettha bhavarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti.",
        "analyzed": "kāmadhātuyā tīsu vedanāsu ettha bhava rāga anusayaḥ na anuseti no ca tattha vicikicchā anusayaḥ na anuseti apariyāpanne ettha bhava rāga anusayo ca na anuseti vicikicchā anusayo ca na anuseti ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_7.2.1:336.1",
        "original": "Yattha vicikicchānusayo nānuseti tattha avijjānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vicikicchā anusayaḥ na anuseti tattha avijjā anusayaḥ na anuseti iti āmantā ",
        "folio": "336"
    },
    {
        "segmentnr": "PA_ya_7.2.1:337.1",
        "original": "Yattha vā pana avijjānusayo nānuseti tattha vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha vā pana avijjā anusayaḥ na anuseti tattha vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "337"
    },
    {
        "segmentnr": "PA_ya_7.2.1:338.1",
        "original": "Yattha bhavarāgānusayo nānuseti tattha avijjānusayo nānusetīti?",
        "analyzed": "yattha bhava rāga anusayaḥ na anuseti tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_7.2.1:339.1",
        "original": "Kāmadhātuyā tīsu vedanāsu ettha bhavarāgānusayo nānuseti, no ca tattha avijjānusayo nānuseti. Apariyāpanne ettha bhavarāgānusayo ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "kāmadhātuyā tīsu vedanāsu ettha bhava rāga anusayaḥ na anuseti no ca tattha avijjā anusayaḥ na anuseti apariyāpanne ettha bhava rāga anusayo ca na anuseti avijjā anusayo ca na anuseti ",
        "folio": "339"
    },
    {
        "segmentnr": "PA_ya_7.2.1:340.1",
        "original": "Yattha vā pana avijjānusayo nānuseti tattha bhavarāgānusayo nānusetīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yattha vā pana avijjā anusayaḥ na anuseti tattha bhava rāga anusayaḥ na anuseti iti āmantā ekamūlaka ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_7.2.1:341.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tattha mānānusayo nānusetīti?",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti tattha māna anusayaḥ na anuseti iti ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.1:342.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha kāma rāga anusayo ca paṭigha anusayo ca na anusenti no ca ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_7.2.1:342.1_1",
        "original": "tattha mānānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca paṭighānusayo ca",
        "analyzed": "tattha māna anusayaḥ na anuseti apariyāpanne ettha kāma rāga anusayo ca paṭigha anusayo ca ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_7.2.1:342.1_2",
        "original": "nānusenti mānānusayo ca nānuseti.",
        "analyzed": "na anusenti ca na anuseti ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_7.2.1:343.1",
        "original": "Yattha vā pana mānānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti?",
        "analyzed": "yattha vā pana māna anusayaḥ na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.1:344.1_0",
        "original": "Dukkhāya vedanāya ettha mānānusayo ca kāmarāgānusayo ca nānusenti, no ca tattha paṭighānusayo",
        "analyzed": "dukkhāya vedanāya ettha māna anusayo ca kāma rāga anusayo ca na anusenti no ca tattha paṭigha anusayo ",
        "folio": "344"
    },
    {
        "segmentnr": "PA_ya_7.2.1:344.1_1",
        "original": "nānuseti. Apariyāpanne ettha mānānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti.",
        "analyzed": "na anuseti apariyāpanne ettha māna anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca na anusenti ",
        "folio": "344"
    },
    {
        "segmentnr": "PA_ya_7.2.1:345.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti?",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti tattha diṭṭha anusayo pe vicikicchā anusayo na anuseti iti ",
        "folio": "345"
    },
    {
        "segmentnr": "PA_ya_7.2.1:346.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha kāma rāga anusayo ca paṭigha anusayo ca na anusenti no ca ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.1:346.1_1",
        "original": "tattha vicikicchānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "tattha vicikicchā anusayaḥ na anuseti apariyāpanne ettha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.1:346.1_2",
        "original": "ca nānusenti vicikicchānusayo ca nānuseti.",
        "analyzed": "ca na anusenti vicikicchā anusayaḥ ca na anuseti ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.1:347.1",
        "original": "Yattha vā pana vicikicchānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā.",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti āmantā ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.1:348.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tattha bhavarāgānusayo nānusetīti?",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti tattha bhava rāga anusayo na anuseti iti ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.1:349.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha kāma rāga anusayo ca paṭigha anusayo ca na anusenti no ca ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_7.2.1:349.1_1",
        "original": "tattha bhavarāgānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "tattha bhava rāga anusayaḥ na anuseti apariyāpanne ettha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_7.2.1:349.1_2",
        "original": "ca nānusenti bhavarāgānusayo ca nānuseti.",
        "analyzed": "ca na anusenti bhava rāga anusayaḥ ca na anuseti ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_7.2.1:350.1",
        "original": "Yattha vā pana bhavarāgānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti?",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.1:351.1_0",
        "original": "Dukkhāya vedanāya ettha bhavarāgānusayo ca kāmarāgānusayo ca nānusenti, no ca tattha",
        "analyzed": "dukkhāya vedanāya ettha bhava rāga anusayo ca kāma rāga anusayo ca na anusenti no ca tattha ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.1:351.1_1",
        "original": "paṭighānusayo nānuseti. Kāmadhātuyā dvīsu vedanāsu ettha bhavarāgānusayo ca paṭighānusayo",
        "analyzed": "paṭigha anusayaḥ na anuseti kāmadhātuyā dvīsu vedanāsu ettha bhava rāga anusayo ca paṭigha anusayo ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.1:351.1_2",
        "original": "ca nānusenti, no ca tattha kāmarāgānusayo nānuseti. Apariyāpanne ettha bhavarāgānusayo",
        "analyzed": "ca na anusenti no ca tattha kāma rāga anusayo na anuseti apariyāpanne ettha bhava rāga anusayo ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.1:351.1_3",
        "original": "ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti.",
        "analyzed": "ca na anuseti kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na anusenti ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.1:352.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tattha avijjānusayo nānusetīti?",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.1:353.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha kāma rāga anusayo ca paṭigha anusayo ca na anusenti no ca ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.1:353.1_1",
        "original": "tattha avijjānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "tattha avijjā anusayaḥ na anuseti apariyāpanne ettha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.1:353.1_2",
        "original": "ca nānusenti avijjānusayo ca nānuseti.",
        "analyzed": "ca na anusenti avijjā anusayaḥ ca na anuseti ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.1:354.1",
        "original": "Yattha vā pana avijjānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā. (Dukamūlakaṁ.)",
        "analyzed": "yattha vā pana avijjā anusayaḥ na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti āmantā dukamūlaka ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_7.2.1:355.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti tattha diṭṭha anusayo pe vicikicchā anusayo na anuseti iti āmantā ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.1:356.1",
        "original": "Yattha vā pana vicikicchānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? Āmantā.",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti iti āmantā ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_7.2.1:357.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tattha bhavarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti tattha bhava rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.1:358.1",
        "original": "Yattha vā pana bhavarāgānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti?",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti iti ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_7.2.1:359.1_0",
        "original": "Dukkhāya vedanāya ettha bhavarāgānusayo ca kāmarāgānusayo ca mānānusayo ca nānusenti,",
        "analyzed": "dukkhāya vedanāya ettha bhava rāga anusayo ca kāma rāga anusayo ca māna anusayo ca na anusenti ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.1:359.1_1",
        "original": "no ca tattha paṭighānusayo nānuseti. Kāmadhātuyā dvīsu vedanāsu ettha bhavarāgānusayo",
        "analyzed": "no ca tattha paṭigha anusayaḥ na anuseti kāmadhātuyā dvīsu vedanāsu ettha bhava rāga anusayo ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.1:359.1_2",
        "original": "ca paṭighānusayo ca nānusenti, no ca tattha kāmarāgānusayo ca mānānusayo ca nānusenti.",
        "analyzed": "ca paṭigha anusayo ca na anusenti no ca tattha kāma rāga anusayo ca māna anusayo ca na anusenti ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.1:359.1_3",
        "original": "Apariyāpanne ettha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca",
        "analyzed": "apariyāpanne ettha bhava rāga anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.1:359.1_4",
        "original": "mānānusayo ca nānusenti.",
        "analyzed": "ca na anusenti ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.1:360.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tattha avijjānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti tattha avijjā anusayaḥ na anuseti iti āmantā ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_7.2.1:361.1",
        "original": "Yattha vā pana avijjānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? Āmantā. (Tikamūlakaṁ.)",
        "analyzed": "yattha vā pana avijjā anusayaḥ na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti iti āmantā tikamūlaka ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.1:362.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti tattha vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca na anusenti tattha vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_7.2.1:363.1",
        "original": "Yattha vā pana vicikicchānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusentīti? Āmantā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca na anusenti iti āmantā pe catukkamūlaka ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_7.2.1:364.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti tattha bhavarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti tattha bhava rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.1:365.1",
        "original": "Yattha vā pana bhavarāgānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusentīti?",
        "analyzed": "yattha vā pana bhava rāga anusayo na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti iti ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.1:366.1_0",
        "original": "Dukkhāya vedanāya ettha bhavarāgānusayo ca kāmarāgānusayo ca mānānusayo ca nānusenti,",
        "analyzed": "dukkhāya vedanāya ettha bhava rāga anusayo ca kāma rāga anusayo ca māna anusayo ca na anusenti ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.1:366.1_1",
        "original": "no ca tattha paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Kāmadhātuyā",
        "analyzed": "no ca tattha paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti kāmadhātuyā ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.1:366.1_2",
        "original": "dvīsu vedanāsu ettha bhavarāgānusayo ca paṭighānusayo ca nānusenti, no ca tattha",
        "analyzed": "dvīsu vedanāsu ettha bhava rāga anusayo ca paṭigha anusayo ca na anusenti no ca tattha ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.1:366.1_3",
        "original": "kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Apariyāpanne",
        "analyzed": "kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti a pariyāpanne ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.1:366.1_4",
        "original": "ettha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca",
        "analyzed": "ettha bhava rāga anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.1:366.1_5",
        "original": "diṭṭhānusayo ca vicikicchānusayo ca nānusenti.",
        "analyzed": "diṭṭha anusayo ca vicikicchā anusayo ca na anusenti ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.1:367.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti tattha avijjānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti tattha avijjā anusayaḥ na anuseti iti āmantā ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_7.2.1:368.1",
        "original": "Yattha vā pana …pe… ? Āmantā. (Pañcakamūlakaṁ.)",
        "analyzed": "vā pana pe ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.1:369.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti tattha avijjānusayo nānusetīti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca na anusenti tattha avijjā anusayaḥ na anuseti iti āmantā ",
        "folio": "369"
    },
    {
        "segmentnr": "PA_ya_7.2.1:370.1_0",
        "original": "Yattha vā pana avijjānusayo nānuseti tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "yattha vā pana avijjā anusayaḥ na anuseti tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.1:370.1_1",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusentīti? Āmantā. (Chakkamūlakaṁ.)",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca na anusenti iti āmantā chakkamūlaka ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.1:371.0",
        "original": "7.2.1.6. Paṭilomapuggalokāsa",
        "analyzed": "paṭiloma puggala ukāsa ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.1:371.1",
        "original": "Yassa yattha kāmarāgānusayo nānuseti tassa tattha paṭighānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayaḥ na anuseti tassa tattha paṭigha anusayaḥ na anuseti iti ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.1:372.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha kāmarāgānusayo nānuseti, no ca tesaṁ",
        "analyzed": "tiṇṇam puggalānam dukkhāya vedanāya tesam tattha kāma rāga anusayaḥ na anuseti no ca tesam ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.1:372.1_1",
        "original": "tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "tattha paṭigha anusayaḥ na anuseti tesaṃ eva puggalānam rūpa dhātuyā arūpa dhātuyā apariyāpanne ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.1:372.1_2",
        "original": "tesaṁ tattha kāmarāgānusayo ca nānuseti paṭighānusayo ca nānuseti. Dvinnaṁ puggalānaṁ",
        "analyzed": "tesam tattha kāma rāga anusayo ca na anuseti paṭigha anusayo ca na anuseti dvinnam puggalāna ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.1:372.1_3",
        "original": "sabbattha kāmarāgānusayo ca nānuseti paṭighānusayo ca nānuseti.",
        "analyzed": "sabbattha kāma rāga anusayo ca na anuseti paṭigha anusayo ca na anuseti ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.1:373.1",
        "original": "Yassa vā pana yattha paṭighānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti?",
        "analyzed": "yassa vā pana yattha paṭigha anusayaḥ na anuseti tassa tattha kāma rāga anusayaḥ na anuseti iti ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.1:374.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha paṭighānusayo nānuseti,",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha paṭigha anusayaḥ na anuseti ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.1:374.1_1",
        "original": "no ca tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca tesam tattha kāma rāga anusayaḥ na anuseti tesam eva puggalānam rūpa dhātuyā arūpa dhātuyā ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.1:374.1_2",
        "original": "apariyāpanne tesaṁ tattha paṭighānusayo ca nānuseti kāmarāgānusayo ca nānuseti. Dvinnaṁ",
        "analyzed": "apariyāpanne tesam tattha paṭigha anusayo ca na anuseti kāma rāga anusayo ca na anuseti dvinna ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.1:374.1_3",
        "original": "puggalānaṁ sabbattha paṭighānusayo ca nānuseti kāmarāgānusayo ca nānuseti.",
        "analyzed": "puggalānam sabbattha paṭigha anusayaḥ ca na anuseti kāma rāga anusayaḥ ca na anuseti ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.1:375.1",
        "original": "Yassa yattha kāmarāgānusayo nānuseti tassa tattha mānānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayaḥ na anuseti tassa tattha māna anusayaḥ na anuseti iti ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.1:376.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo nānuseti,",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha kāma rāga anusayaḥ na anuseti ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.1:376.1_1",
        "original": "no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya apariyāpanne",
        "analyzed": "no ca tesam tattha māna anusayaḥ na anuseti tesam eva puggalānam dukkhāya vedanāya apariyāpanne ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.1:376.1_2",
        "original": "tesaṁ tattha kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti. Anāgāmissa kāmadhātuyā",
        "analyzed": "tesam tattha kāma rāga anusayo ca na anuseti māna anusayo ca na anuseti anāgāmissa kāmadhātuyā ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.1:376.1_3",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo nānuseti, no",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā arūpa dhātuyā tassa tattha kāma rāga anusayaḥ na anuseti no ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.1:376.1_4",
        "original": "ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne",
        "analyzed": "ca tassa tattha māna anusayaḥ na anuseti tassa iva puggalassa dukkhāya vedanāya apariyāpanne ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.1:376.1_5",
        "original": "tassa tattha kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti. Arahato sabbattha",
        "analyzed": "tassa tattha kāma rāga anusayaḥ ca na anuseti māna anusayaḥ ca na anuseti arahato sabbattha ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.1:376.1_6",
        "original": "kāmarāgānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "kāma rāga anusayaḥ ca na anuseti māna anusayaḥ ca na anuseti ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.1:377.1",
        "original": "Yassa vā pana yattha mānānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana yattha māna anusayaḥ na anuseti tassa tattha kāma rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "377"
    },
    {
        "segmentnr": "PA_ya_7.2.1:378.1",
        "original": "Yassa yattha kāmarāgānusayo nānuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayaḥ na anuseti tassa tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ na anuseti iti ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_7.2.1:379.1_0",
        "original": "Puthujjanassa dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo",
        "analyzed": "puthujjanassa dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tassa tattha kāma rāga anusayo ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.1:379.1_1",
        "original": "nānuseti, no ca tassa tattha vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne",
        "analyzed": "na anuseti no ca tassa tattha vicikicchā anusayaḥ na anuseti tassa iva puggalassa a pariyāpanne ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.1:379.1_2",
        "original": "tassa tattha kāmarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti. Dvinnaṁ puggalānaṁ",
        "analyzed": "tassa tattha kāma rāga anusayo ca na anuseti vicikicchā anusayo ca na anuseti dvinnam puggalāna ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.1:379.1_3",
        "original": "sabbattha kāmarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti.",
        "analyzed": "sabbattha kāma rāga anusayo ca na anuseti vicikicchā anusayo ca na anuseti ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.1:380.1",
        "original": "Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ na anuseti tassa tattha kāma rāga anusayaḥ na anuseti iti ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_7.2.1:381.1_0",
        "original": "Dvinnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo nānuseti,",
        "analyzed": "dvinnam puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha vicikicchā anusayaḥ na anuseti ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.1:381.1_1",
        "original": "no ca tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya",
        "analyzed": "no ca tesam tattha kāma rāga anusayaḥ na anuseti tesam eva puggalānam dukkhāya vedanāya ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.1:381.1_2",
        "original": "rūpadhātuyā arūpadhātuyā apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā apariyāpanne tesam tattha vicikicchā anusayo ca na anuseti kāma rāga anusayo ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.1:381.1_3",
        "original": "ca nānuseti. Dvinnaṁ puggalānaṁ sabbattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca nānuseti.",
        "analyzed": "ca na anuseti dvinnam puggalānam sabbattha vicikicchā anusayo ca na anuseti kāma rāga anusayo ca na anuseti ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.1:382.1",
        "original": "Yassa yattha kāmarāgānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayaḥ na anuseti tassa tattha bhava rāga anusayaḥ na anuseti iti ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.1:383.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo nānuseti,",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha kāma rāga anusayaḥ na anuseti ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.1:383.1_1",
        "original": "no ca tesaṁ tattha bhavarāgānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya",
        "analyzed": "no ca tesam tattha bhava rāga anusayaḥ na anuseti tesam eva puggalānam dukkhāya vedanāya ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.1:383.1_2",
        "original": "apariyāpanne tesaṁ tattha kāmarāgānusayo ca nānuseti bhavarāgānusayo ca nānuseti.",
        "analyzed": "apariyāpanne tesam tattha kāma rāga anusayo ca na anuseti bhava rāga anusayo ca na anuseti ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.1:383.1_3",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo nānuseti, no ca tassa",
        "analyzed": "anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha kāma rāga anusayaḥ na anuseti no ca tassa ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.1:383.1_4",
        "original": "tattha bhavarāgānusayo nānuseti. Tasseva puggalassa kāmadhātuyā tīsu vedanāsu apariyāpanne",
        "analyzed": "tattha bhava rāga anusayaḥ na anuseti tassa iva puggalassa kāmadhātuyā tīsu vedanāsu apariyāpanne ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.1:383.1_5",
        "original": "tassa tattha kāmarāgānusayo ca nānuseti bhavarāgānusayo ca nānuseti. Arahato sabbattha",
        "analyzed": "tassa tattha kāma rāga anusayo ca na anuseti bhava rāga anusayo ca na anuseti arahataḥ sabbattha ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.1:383.1_6",
        "original": "kāmarāgānusayo ca nānuseti bhavarāgānusayo ca nānuseti.",
        "analyzed": "kāma rāga anusayaḥ ca na anuseti bhava rāga anusayaḥ ca na anuseti ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.1:384.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ na anuseti tassa tattha kāma rāga anusayaḥ na anuseti iti ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.1:385.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo nānuseti,",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha bhava rāga anusayaḥ na anuseti ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.1:385.1_1",
        "original": "no ca tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya",
        "analyzed": "no ca tesam tattha kāma rāga anusayaḥ na anuseti tesam eva puggalānam dukkhāya vedanāya ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.1:385.1_2",
        "original": "apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca nānuseti.",
        "analyzed": "apariyāpanne tesam tattha bhava rāga anusayo ca na anuseti kāma rāga anusayo ca na anuseti ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.1:385.1_3",
        "original": "Arahato sabbattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca nānuseti.",
        "analyzed": "arahataḥ sabbattha bhava rāga anusayo ca na anuseti kāma rāga anusayo ca na anuseti ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.1:386.1",
        "original": "Yassa yattha kāmarāgānusayo nānuseti tassa tattha avijjānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayaḥ na anuseti tassa tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.1:387.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo",
        "analyzed": "tiṇṇam puggalānam dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tesam tattha kāma rāga anusayo ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.1:387.1_1",
        "original": "nānuseti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne",
        "analyzed": "na anuseti no ca tesam tattha avijjā anusayaḥ na anuseti tesam eva puggalānam a pariyāpanne ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.1:387.1_2",
        "original": "tesaṁ tattha kāmarāgānusayo ca nānuseti avijjānusayo ca nānuseti. Anāgāmissa kāmadhātuyā",
        "analyzed": "tesam tattha kāma rāga anusayaḥ ca na anuseti avijjā anusayaḥ ca na anuseti anāgāmissa kāmadhātuyā ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.1:387.1_3",
        "original": "tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo nānuseti, no ca",
        "analyzed": "tīsu vedanāsu rūpa dhātuyā arūpa dhātuyā tassa tattha kāma rāga anusayaḥ na anuseti no ca ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.1:387.1_4",
        "original": "tassa tattha avijjānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha",
        "analyzed": "tassa tattha avijjā anusayaḥ na anuseti tassa iva puggalassa a pariyāpanne tassa tattha ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.1:387.1_5",
        "original": "kāmarāgānusayo ca nānuseti avijjānusayo ca nānuseti. Arahato sabbattha kāmarāgānusayo",
        "analyzed": "kāma rāga anusayo ca na anuseti avijjā anusayo ca na anuseti arahato sabbattha kāma rāga anusayo ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.1:387.1_6",
        "original": "ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "ca na anuseti avijjā anusayaḥ ca na anuseti ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.1:388.1",
        "original": "Yassa vā pana yattha avijjānusayo nānuseti tassa tattha kāmarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ na anuseti tassa tattha kāmarāga anusayaḥ na anuseti iti āmantā ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.1:389.1",
        "original": "Yassa yattha paṭighānusayo nānuseti tassa tattha mānānusayo nānusetīti?",
        "analyzed": "yassa yattha paṭigha anusayaḥ na anuseti tassa tattha māna anusayaḥ na anuseti iti ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_7.2.1:390.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.1:390.1_1",
        "original": "paṭighānusayo nānuseti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ",
        "analyzed": "paṭigha anusayaḥ na anuseti no ca tesam tattha māna anusayaḥ na anuseti tesam eva puggalāna ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.1:390.1_2",
        "original": "apariyāpanne tesaṁ tattha paṭighānusayo ca nānuseti mānānusayo ca nānuseti. Anāgāmissa",
        "analyzed": "apariyāpanne tesam tattha paṭigha anusayo ca na anuseti māna anusayo ca na anuseti anāgāmissa ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.1:390.1_3",
        "original": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha paṭighānusayo nānuseti,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha paṭigha anusayaḥ na anuseti ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.1:390.1_4",
        "original": "no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne",
        "analyzed": "no ca tassa tattha māna anusayaḥ na anuseti tassa iva puggalassa dukkhāya vedanāya apariyāpanne ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.1:390.1_5",
        "original": "tassa tattha paṭighānusayo ca nānuseti mānānusayo ca nānuseti. Arahato sabbattha",
        "analyzed": "tassa tattha paṭigha anusayaḥ ca na anuseti māna anusayaḥ ca na anuseti arahato sabbattha ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.1:390.1_6",
        "original": "paṭighānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "paṭigha anusayaḥ ca na anuseti māna anusayaḥ ca na anuseti ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.1:391.1",
        "original": "Yassa vā pana yattha mānānusayo nānuseti tassa tattha paṭighānusayo nānusetīti?",
        "analyzed": "yassa vā pana yattha māna anusayaḥ na anuseti tassa tattha paṭigha anusayaḥ na anuseti iti ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.1:392.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha mānānusayo nānuseti, no ca tesaṁ",
        "analyzed": "tiṇṇam puggalānam dukkhāya vedanāya tesam tattha māna anusayaḥ na anuseti no ca tesam ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.1:392.1_1",
        "original": "tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha mānānusayo",
        "analyzed": "tattha paṭigha anusayaḥ na anuseti tesaṃ eva puggalānam apariyāpanne tesam tattha māna anusayo ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.1:392.1_2",
        "original": "ca nānuseti paṭighānusayo ca nānuseti. Arahato sabbattha mānānusayo ca nānuseti paṭighānusayo ca nānuseti.",
        "analyzed": "ca na anuseti paṭigha anusayo ca na anuseti arahato sabbattha māna anusayo ca na anuseti paṭigha anusayo ca na anuseti ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.1:393.1",
        "original": "Yassa yattha paṭighānusayo nānuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti?",
        "analyzed": "yassa yattha paṭigha anusayaḥ na anuseti tassa tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ na anuseti iti ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_7.2.1:394.1_0",
        "original": "Puthujjanassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha paṭighānusayo",
        "analyzed": "puthujjanassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha paṭigha anusayo ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.1:394.1_1",
        "original": "nānuseti, no ca tassa tattha vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne",
        "analyzed": "na anuseti no ca tassa tattha vicikicchā anusayaḥ na anuseti tassa iva puggalassa a pariyāpanne ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.1:394.1_2",
        "original": "tassa tattha paṭighānusayo ca nānuseti vicikicchānusayo ca nānuseti. Dvinnaṁ puggalānaṁ",
        "analyzed": "tassa tattha paṭigha anusayo ca na anuseti vicikicchā anusayo ca na anuseti dvinnam puggalāna ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.1:394.1_3",
        "original": "sabbattha paṭighānusayo ca nānuseti vicikicchānusayo ca nānuseti.",
        "analyzed": "sabbattha paṭigha anusayo ca na anuseti vicikicchā anusayo ca na anuseti ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.1:395.1",
        "original": "Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha paṭighānusayo nānusetīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ na anuseti tassa tattha paṭigha anusayaḥ na anuseti iti ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.1:396.1_0",
        "original": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo nānuseti, no ca",
        "analyzed": "dvinnam puggalānam dukkhāya vedanāya tesam tattha vicikicchā anusayaḥ na anuseti no ca ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.1:396.1_1",
        "original": "tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "tesam tattha paṭigha anusayaḥ na anuseti tesam eva puggalānam kāmadhātuyā dvīsu vedanāsu ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.1:396.1_2",
        "original": "rūpadhātuyā arūpadhātuyā apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti paṭighānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā apariyāpanne tesam tattha vicikicchā anusayo ca na anuseti paṭigha anusayo ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.1:396.1_3",
        "original": "ca nānuseti. Dvinnaṁ puggalānaṁ sabbattha vicikicchānusayo ca nānuseti paṭighānusayo ca nānuseti.",
        "analyzed": "ca na anuseti dvinnam puggalānam sabbattha vicikicchā anusayo ca na anuseti paṭigha anusayo ca na anuseti ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.1:397.1",
        "original": "Yassa yattha paṭighānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti?",
        "analyzed": "yassa yattha paṭigha anusayaḥ na anuseti tassa tattha bhava rāga anusayaḥ na anuseti iti ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.1:398.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha paṭighānusayo nānuseti, no",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha paṭigha anusayaḥ na anuseti no ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.1:398.1_1",
        "original": "ca tesaṁ tattha bhavarāgānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu",
        "analyzed": "ca tesam tattha bhava rāga anusayaḥ na anuseti tesam eva puggalānam kāmadhātuyā dvīsu ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.1:398.1_2",
        "original": "vedanāsu apariyāpanne tesaṁ tattha paṭighānusayo ca nānuseti bhavarāgānusayo ca nānuseti.",
        "analyzed": "vedanāsu apariyāpanne tesam tattha paṭigha anusayo ca na anuseti bhava rāga anusayo ca na anuseti ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.1:398.1_3",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha paṭighānusayo nānuseti, no ca tassa",
        "analyzed": "anāgāmissa rūpa dhātuyā arūpa dhātuyā tassa tattha paṭigha anusayaḥ na anuseti no ca tassa ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.1:398.1_4",
        "original": "tattha bhavarāgānusayo nānuseti. Tasseva puggalassa kāmadhātuyā tīsu vedanāsu apariyāpanne",
        "analyzed": "tattha bhava rāga anusayaḥ na anuseti tassa iva puggalassa kāmadhātuyā tīsu vedanāsu apariyāpanne ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.1:398.1_5",
        "original": "tassa tattha paṭighānusayo ca nānuseti bhavarāgānusayo ca nānuseti. Arahato sabbattha",
        "analyzed": "tassa tattha paṭigha anusayo ca na anuseti bhava rāga anusayo ca na anuseti arahataḥ sabbattha ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.1:398.1_6",
        "original": "paṭighānusayo ca nānuseti bhavarāgānusayo ca nānuseti.",
        "analyzed": "paṭigha anusayaḥ ca na anuseti bhava rāga anusayaḥ ca na anuseti ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.1:399.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha paṭighānusayo nānusetīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ na anuseti tassa tattha paṭigha anusayaḥ na anuseti iti ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_7.2.1:400.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha bhavarāgānusayo nānuseti, no ca",
        "analyzed": "tiṇṇam puggalānam dukkhāya vedanāya tesam tattha bhava rāga anusayaḥ na anuseti no ca ",
        "folio": "400"
    },
    {
        "segmentnr": "PA_ya_7.2.1:400.1_1",
        "original": "tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "tesam tattha paṭigha anusayaḥ na anuseti tesam eva puggalānam kāmadhātuyā dvīsu vedanāsu ",
        "folio": "400"
    },
    {
        "segmentnr": "PA_ya_7.2.1:400.1_2",
        "original": "apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti paṭighānusayo ca nānuseti.",
        "analyzed": "apariyāpanne tesam tattha bhava rāga anusayo ca na anuseti paṭigha anusayo ca na anuseti ",
        "folio": "400"
    },
    {
        "segmentnr": "PA_ya_7.2.1:400.1_3",
        "original": "Arahato sabbattha bhavarāgānusayo ca nānuseti paṭighānusayo ca nānuseti.",
        "analyzed": "arahato sabbattha bhava rāga anusayo ca na anuseti paṭigha anusayo ca na anuseti ",
        "folio": "400"
    },
    {
        "segmentnr": "PA_ya_7.2.1:401.1",
        "original": "Yassa yattha paṭighānusayo nānuseti tassa tattha avijjānusayo nānusetīti?",
        "analyzed": "yassa yattha paṭigha anusayaḥ na anuseti tassa tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.1:402.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.1:402.1_1",
        "original": "paṭighānusayo nānuseti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ",
        "analyzed": "paṭigha anusayaḥ na anuseti no ca tesam tattha avijjā anusayaḥ na anuseti tesam eva puggalāna ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.1:402.1_2",
        "original": "apariyāpanne tesaṁ tattha paṭighānusayo ca nānuseti avijjānusayo ca nānuseti. Anāgāmissa",
        "analyzed": "apariyāpanne tesam tattha paṭigha anusayaḥ ca na anuseti avijjā anusayaḥ ca na anuseti anāgāmissa ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.1:402.1_3",
        "original": "kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha paṭighānusayo nānuseti,",
        "analyzed": "kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha paṭigha anusayaḥ na anuseti ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.1:402.1_4",
        "original": "no ca tassa tattha avijjānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha",
        "analyzed": "no ca tassa tattha avijjā anusayaḥ na anuseti tassa iva puggalassa a pariyāpanne tassa tattha ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.1:402.1_5",
        "original": "paṭighānusayo ca nānuseti avijjānusayo ca nānuseti. Arahato sabbattha paṭighānusayo",
        "analyzed": "paṭigha anusayo ca na anuseti avijjā anusayo ca na anuseti arahato sabbattha paṭigha anusayo ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.1:402.1_6",
        "original": "ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "ca na anuseti avijjā anusayaḥ ca na anuseti ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.1:403.1",
        "original": "Yassa vā pana yattha avijjānusayo nānuseti tassa tattha paṭighānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ na anuseti tassa tattha paṭigha anusayaḥ na anuseti iti āmantā ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.1:404.1",
        "original": "Yassa yattha mānānusayo nānuseti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti?",
        "analyzed": "yassa yattha māna anusayaḥ na anuseti tassa tattha diṭṭha anusayaḥ pe vicikicchā anusayaḥ na anuseti iti ",
        "folio": "404"
    },
    {
        "segmentnr": "PA_ya_7.2.1:405.1_0",
        "original": "Puthujjanassa dukkhāya vedanāya tassa tattha mānānusayo nānuseti, no ca tassa tattha",
        "analyzed": "puthujjanassa dukkhāya vedanāya tassa tattha māna anusayaḥ na anuseti no ca tassa tattha ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.1:405.1_1",
        "original": "vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha mānānusayo",
        "analyzed": "vicikicchā anusayaḥ na anuseti tassa iva puggalassa apariyāpanne tassa tattha māna anusayo ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.1:405.1_2",
        "original": "ca nānuseti vicikicchānusayo ca nānuseti. Arahato sabbattha mānānusayo ca nānuseti",
        "analyzed": "ca na anuseti vicikicchā anusayo ca na anuseti arahato sabbattha māna anusayo ca na anuseti ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.1:405.1_3",
        "original": "vicikicchānusayo ca nānuseti.",
        "analyzed": "vicikicchā anusayaḥ ca na anuseti ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.1:406.1",
        "original": "Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha mānānusayo nānusetīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ na anuseti tassa tattha māna anusayaḥ na anuseti iti ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_7.2.1:407.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.1:407.1_1",
        "original": "vicikicchānusayo nānuseti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ",
        "analyzed": "vicikicchā anusayaḥ na anuseti no ca tesam tattha māna anusayaḥ na anuseti tesaṃ eva puggalāna ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.1:407.1_2",
        "original": "dukkhāya vedanāya apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti mānānusayo",
        "analyzed": "dukkhāya vedanāya apariyāpanne tesam tattha vicikicchā anusayo ca na anuseti māna anusayo ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.1:407.1_3",
        "original": "ca nānuseti. Arahato sabbattha vicikicchānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "ca na anuseti arahato sabbattha vicikicchā anusayo ca na anuseti māna anusayo ca na anuseti ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.1:408.1",
        "original": "Yassa yattha mānānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa yattha māna anusayaḥ na anuseti tassa tattha bhava rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "408"
    },
    {
        "segmentnr": "PA_ya_7.2.1:409.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha mānānusayo nānusetīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ na anuseti tassa tattha māna anusayaḥ na anuseti iti ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.1:410.1_0",
        "original": "Catunnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo nānuseti,",
        "analyzed": "catunnam puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha bhava rāga anusayaḥ na anuseti ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.1:410.1_1",
        "original": "no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ dukkhāya vedanāya apariyāpanne",
        "analyzed": "no ca tesam tattha māna anusayaḥ na anuseti tesam eva puggalānam dukkhāya vedanāya apariyāpanne ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.1:410.1_2",
        "original": "tesaṁ tattha bhavarāgānusayo ca nānuseti mānānusayo ca nānuseti. Arahato sabbattha",
        "analyzed": "tesam tattha bhava rāga anusayo ca na anuseti māna anusayo ca na anuseti arahato sabbattha ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.1:410.1_3",
        "original": "bhavarāgānusayo ca nānuseti mānānusayo ca nānuseti.",
        "analyzed": "bhava rāga anusayaḥ ca na anuseti māna anusayaḥ ca na anuseti ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.1:411.1",
        "original": "Yassa yattha mānānusayo nānuseti tassa tattha avijjānusayo nānusetīti?",
        "analyzed": "yassa yattha māna anusayaḥ na anuseti tassa tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.1:412.1_0",
        "original": "Catunnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha mānānusayo nānuseti, no ca tesaṁ",
        "analyzed": "catunnam puggalānam dukkhāya vedanāya tesam tattha māna anusayaḥ na anuseti no ca tesam ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.1:412.1_1",
        "original": "tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha mānānusayo",
        "analyzed": "tattha avijjā anusayaḥ na anuseti tesaṃ eva puggalānam apariyāpanne tesam tattha māna anusayo ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.1:412.1_2",
        "original": "ca nānuseti avijjānusayo ca nānuseti. Arahato sabbattha mānānusayo ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "ca na anuseti avijjā anusayo ca na anuseti arahato sabbattha māna anusayo ca na anuseti avijjā anusayo ca na anuseti ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.1:413.1",
        "original": "Yassa vā pana yattha avijjānusayo nānuseti tassa tattha mānānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ na anuseti tassa tattha māna anusayaḥ na anuseti iti āmantā ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.1:414.1",
        "original": "Yassa yattha diṭṭhānusayo nānuseti tassa tattha vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa yattha diṭṭha anusayaḥ na anuseti tassa tattha vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.1:415.1",
        "original": "Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha diṭṭhānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ na anuseti tassa tattha diṭṭha anusayaḥ na anuseti iti āmantā ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.1:416.1",
        "original": "Yassa yattha diṭṭhānusayo …pe… vicikicchānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti?",
        "analyzed": "yassa yattha diṭṭha anusayo pe vicikicchā anusayo na anuseti tassa tattha bhava rāga anusayaḥ na anuseti iti ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.1:417.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo nānuseti,",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayaḥ na anuseti ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.1:417.1_1",
        "original": "no ca tesaṁ tattha bhavarāgānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā tīsu",
        "analyzed": "no ca tesam tattha bhava rāga anusayaḥ na anuseti tesam eva puggalānam kāmadhātuyā tīsu ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.1:417.1_2",
        "original": "vedanāsu apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti bhavarāgānusayo ca",
        "analyzed": "vedanāsu apariyāpanne tesam tattha vicikicchā anusayo ca na anuseti bhava rāga anusayo ca ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.1:417.1_3",
        "original": "nānuseti. Arahato sabbattha vicikicchānusayo ca nānuseti bhavarāgānusayo ca nānuseti.",
        "analyzed": "na anuseti arahato sabbattha vicikicchā anusayo ca na anuseti bhava rāga anusayo ca na anuseti ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.1:418.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha vicikicchānusayo nānusetīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ na anuseti tassa tattha vicikicchā anusayaḥ na anuseti iti ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.1:419.1_0",
        "original": "Puthujjanassa kāmadhātuyā tīsu vedanāsu tassa tattha bhavarāgānusayo nānuseti, no",
        "analyzed": "puthujjanassa kāmadhātuyā tīsu vedanāsu tassa tattha bhava rāga anusayaḥ na anuseti no ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.1:419.1_1",
        "original": "ca tassa tattha vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa",
        "analyzed": "ca tassa tattha vicikicchā anusayaḥ na anuseti tassa iva puggalassa a pariyāpanne tassa ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.1:419.1_2",
        "original": "tattha bhavarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti. Arahato sabbattha",
        "analyzed": "tattha bhava rāga anusayo ca na anuseti vicikicchā anusayo ca na anuseti arahato sabbattha ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.1:419.1_3",
        "original": "bhavarāgānusayo ca nānuseti vicikicchānusayo ca nānuseti.",
        "analyzed": "bhava rāga anusayaḥ ca na anuseti vicikicchā anusayaḥ ca na anuseti ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.1:420.1",
        "original": "Yassa yattha vicikicchānusayo nānuseti tassa tattha avijjānusayo nānusetīti?",
        "analyzed": "yassa yattha vicikicchā anusayaḥ na anuseti tassa tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.1:421.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.1:421.1_1",
        "original": "vicikicchānusayo nānuseti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ",
        "analyzed": "vicikicchā anusayaḥ na anuseti no ca tesam tattha avijjā anusayaḥ na anuseti tesaṃ eva puggalāna ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.1:421.1_2",
        "original": "apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "a pariyāpanne tesam tattha vicikicchā anusayo ca na anuseti avijjā anusayo ca na anuseti ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.1:421.1_3",
        "original": "Arahato sabbattha vicikicchānusayo ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "arahato sabbattha vicikicchā anusayaḥ ca na anuseti avijjā anusayaḥ ca na anuseti ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.1:422.1",
        "original": "Yassa vā pana yattha avijjānusayo nānuseti tassa tattha vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ na anuseti tassa tattha vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.1:423.1",
        "original": "Yassa yattha bhavarāgānusayo nānuseti tassa tattha avijjānusayo nānusetīti?",
        "analyzed": "yassa yattha bhava rāga anusayaḥ na anuseti tassa tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.1:424.1_0",
        "original": "Catunnaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu tesaṁ tattha bhavarāgānusayo nānuseti,",
        "analyzed": "catunnam puggalānam kāmadhātuyā tīsu vedanāsu tesam tattha bhava rāga anusayaḥ na anuseti ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.1:424.1_1",
        "original": "no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ",
        "analyzed": "no ca tesam tattha avijjā anusayaḥ na anuseti tesaṃ eva puggalānam a pariyāpanne ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.1:424.1_2",
        "original": "tattha bhavarāgānusayo ca nānuseti avijjānusayo ca nānuseti. Arahato sabbattha bhavarāgānusayo",
        "analyzed": "tattha bhava rāga anusayo ca na anuseti avijjā anusayo ca na anuseti arahato sabbattha bhava rāga anusayo ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.1:424.1_3",
        "original": "ca nānuseti avijjānusayo ca nānuseti.",
        "analyzed": "ca na anuseti avijjā anusayaḥ ca na anuseti ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.1:425.1",
        "original": "Yassa vā pana yattha avijjānusayo nānuseti tassa tattha bhavarāgānusayo nānusetīti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ na anuseti tassa tattha bhava rāga anusayaḥ na anuseti iti āmantā ekamūlaka ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.1:426.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa tattha mānānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti tassa tattha māna anusayaḥ na anuseti iti ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.1:427.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.1:427.1_1",
        "original": "ca nānusenti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne",
        "analyzed": "ca na anusenti no ca tesam tattha māna anusayaḥ na anuseti tesam eva puggalānam a pariyāpanne ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.1:427.1_2",
        "original": "tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti mānānusayo ca nānuseti.",
        "analyzed": "tesam tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti māna anusayo ca na anuseti ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.1:427.1_3",
        "original": "Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo",
        "analyzed": "anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāma rāga anusayo ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.1:427.1_4",
        "original": "ca paṭighānusayo ca nānusenti, no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa",
        "analyzed": "ca paṭigha anusayo ca na anusenti no ca tassa tattha māna anusayo na anuseti tassa iva puggalassa ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.1:427.1_5",
        "original": "dukkhāya vedanāya apariyāpanne tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti",
        "analyzed": "dukkhāya vedanāya apariyāpanne tassa tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.1:427.1_6",
        "original": "mānānusayo ca nānuseti. Arahato sabbattha kāmarāgānusayo ca paṭighānusayo ca nānusenti",
        "analyzed": "māna anusayo ca na anuseti arahato sabbattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.1:427.1_7",
        "original": "mānānusayo ca nānuseti.",
        "analyzed": "ca na anuseti ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.1:428.1",
        "original": "Yassa vā pana yattha mānānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana yattha māna anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.1:429.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha mānānusayo ca kāmarāgānusayo ca",
        "analyzed": "tiṇṇam puggalānam dukkhāya vedanāya tesam tattha māna anusayo ca kāma rāga anusayo ca ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.1:429.1_1",
        "original": "nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne",
        "analyzed": "na anusenti no ca tesam tattha paṭigha anusayaḥ na anuseti tesam eva puggalānam a pariyāpanne ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.1:429.1_2",
        "original": "tesaṁ tattha mānānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti.",
        "analyzed": "tesam tattha māna anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca na anusenti ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.1:429.1_3",
        "original": "Arahato sabbattha mānānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti.",
        "analyzed": "arahataḥ sabbattha māna anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca na anusenti ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.1:430.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti tassa tattha diṭṭha anusayo pe vicikicchā anusayo na anuseti iti ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.1:431.1_0",
        "original": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "puthujjanassa rūpa dhātuyā arūpa dhātuyā tassa tattha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.1:431.1_1",
        "original": "ca nānusenti, no ca tassa tattha vicikicchānusayo nānuseti. Tasseva puggalassa apariyāpanne",
        "analyzed": "ca na anusenti no ca tassa tattha vicikicchā anusayaḥ na anuseti tassa iva puggalassa apariyāpanne ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.1:431.1_2",
        "original": "tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti vicikicchānusayo ca nānuseti.",
        "analyzed": "tassa tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti vicikicchā anusayo ca na anuseti ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.1:431.1_3",
        "original": "Dvinnaṁ puggalānaṁ sabbattha …pe….",
        "analyzed": "dvinnam puggalānam sabbattha pe ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.1:432.1",
        "original": "Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti ",
        "folio": "432"
    },
    {
        "segmentnr": "PA_ya_7.2.1:433.1_0",
        "original": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo",
        "analyzed": "dvinnam puggalānam dukkhāya vedanāya tesam tattha vicikicchā anusayo ca kāma rāga anusayo ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.1:433.1_1",
        "original": "ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā",
        "analyzed": "ca na anusenti no ca tesam tattha paṭigha anusayaḥ na anuseti tesam eva puggalānam kāmadhātuyā ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.1:433.1_2",
        "original": "dvīsu vedanāsu tesaṁ tattha vicikicchānusayo ca paṭighānusayo ca nānusenti, no ca",
        "analyzed": "dvīsu vedanāsu tesam tattha vicikicchā anusayo ca paṭigha anusayo ca na anusenti no ca ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.1:433.1_3",
        "original": "tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā",
        "analyzed": "tesam tattha kāma rāga anusayaḥ na anuseti tesam eva puggalānam rūpa dhātuyā arūpa dhātuyā ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.1:433.1_4",
        "original": "apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "apariyāpanne tesam tattha vicikicchā anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.1:433.1_5",
        "original": "ca nānusenti. Dvinnaṁ puggalānaṁ sabbattha …pe….",
        "analyzed": "ca na anusenti dvinnam puggalānam sabbattha pe ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.1:434.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa tattha bhavarāgānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti tassa tattha bhava rāga anusayaḥ na anuseti iti ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.1:435.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.1:435.1_1",
        "original": "ca nānusenti, no ca tesaṁ tattha bhavarāgānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne",
        "analyzed": "ca na anusenti no ca tesam tattha bhava rāga anusayaḥ na anuseti tesam eva puggalānam apariyāpanne ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.1:435.1_2",
        "original": "tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti bhavarāgānusayo ca nānuseti.",
        "analyzed": "tesam tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti bhava rāga anusayo ca na anuseti ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.1:435.1_3",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "anāgāmissa rūpa dhātuyā arūpa dhātuyā tassa tattha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.1:435.1_4",
        "original": "ca nānusenti, no ca tassa tattha bhavarāgānusayo nānuseti. Tasseva puggalassa kāmadhātuyā",
        "analyzed": "ca na anusenti no ca tassa tattha bhava rāga anusayaḥ na anuseti tassa iva puggalassa kāmadhātuyā ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.1:435.1_5",
        "original": "tīsu vedanāsu apariyāpanne tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti",
        "analyzed": "tīsu vedanāsu apariyāpanne tassa tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.1:435.1_6",
        "original": "bhavarāgānusayo ca nānuseti. Arahato sabbattha …pe….",
        "analyzed": "bhava rāga anusayo ca na anuseti arahataḥ sabbattha pe ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.1:436.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_7.2.1:437.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha bhavarāgānusayo ca kāmarāgānusayo",
        "analyzed": "tiṇṇam puggalānam dukkhāya vedanāya tesam tattha bhava rāga anusayo ca kāma rāga anusayo ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.1:437.1_1",
        "original": "ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā",
        "analyzed": "ca na anusenti no ca tesam tattha paṭigha anusayaḥ na anuseti tesam eva puggalānam kāmadhātuyā ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.1:437.1_2",
        "original": "dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo ca paṭighānusayo ca nānusenti, no ca",
        "analyzed": "dvīsu vedanāsu tesam tattha bhava rāga anusayo ca paṭigha anusayo ca na anusenti no ca ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.1:437.1_3",
        "original": "tesaṁ tattha kāmarāgānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha",
        "analyzed": "tesam tattha kāma rāga anusayaḥ na anuseti tesaṃ eva puggalānam apariyāpanne tesam tattha ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.1:437.1_4",
        "original": "bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca nānusenti. Arahato sabbattha …pe….",
        "analyzed": "bhava rāga anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca na anusenti arahato sabbattha pe ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.1:438.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca nānusenti tassa tattha avijjānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti tassa tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.1:439.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.1:439.1_1",
        "original": "ca nānusenti, no ca tesaṁ tattha avijjānusayo nānuseti. Tesaññeva puggalānaṁ apariyāpanne",
        "analyzed": "ca na anusenti no ca tesam tattha avijjā anusayaḥ na anuseti tesam eva puggalānam a pariyāpanne ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.1:439.1_2",
        "original": "tesaṁ tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti avijjānusayo ca nānuseti.",
        "analyzed": "tesam tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti avijjā anusayo ca na anuseti ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.1:439.1_3",
        "original": "Anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāmarāgānusayo",
        "analyzed": "anāgāmissa kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha kāma rāga anusayo ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.1:439.1_4",
        "original": "ca paṭighānusayo ca nānusenti, no ca tassa tattha avijjānusayo nānuseti. Tasseva",
        "analyzed": "ca paṭigha anusayo ca na anusenti no ca tassa tattha avijjā anusayaḥ na anuseti tassa iva ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.1:439.1_5",
        "original": "puggalassa apariyāpanne tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusenti",
        "analyzed": "puggalassa apariyāpanne tassa tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.1:439.1_6",
        "original": "avijjānusayo ca nānuseti. Arahato sabbattha …pe….",
        "analyzed": "avijjā anusayo ca na anuseti arahataḥ sabbattha pe ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.1:440.1",
        "original": "Yassa vā pana yattha avijjānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca nānusentīti? Āmantā. (Dukamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca na anusenti iti āmantā dukamūlaka ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.1:441.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa tattha diṭṭhānusayo …pe… vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti tassa tattha diṭṭha anusayo pe vicikicchā anusayo na anuseti iti āmantā ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.1:442.1",
        "original": "Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti iti ",
        "folio": "442"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_0",
        "original": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo",
        "analyzed": "dvinnam puggalānam dukkhāya vedanāya tesam tattha vicikicchā anusayo ca kāma rāga anusayo ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_1",
        "original": "ca mānānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva",
        "analyzed": "ca māna anusayo ca na anusenti no ca tesam tattha paṭigha anusayo na anuseti tesam eva ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_2",
        "original": "puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo ca paṭighānusayo",
        "analyzed": "puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha vicikicchā anusayo ca paṭigha anusayo ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_3",
        "original": "ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca nānusenti. Tesaññeva",
        "analyzed": "ca na anusenti no ca tesam tattha kāma rāga anusayo ca māna anusayo ca na anusenti tesam eva ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_4",
        "original": "puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo",
        "analyzed": "puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayo ca kāma rāga anusayo ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_5",
        "original": "ca paṭighānusayo ca nānusenti, no ca tesaṁ tattha mānānusayo nānuseti. Tesaññeva",
        "analyzed": "ca paṭigha anusayo ca na anusenti no ca tesam tattha māna anusayo na anuseti tesam eva ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_6",
        "original": "puggalānaṁ apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti kāmarāgānusayo",
        "analyzed": "puggalānam apariyāpanne tesam tattha vicikicchā anusayo ca na anuseti kāma rāga anusayo ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_7",
        "original": "ca paṭighānusayo ca mānānusayo ca nānusenti. Anāgāmissa kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "ca paṭigha anusayo ca māna anusayo ca na anusenti anāgāmissa kāmadhātuyā dvīsu vedanāsu ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_8",
        "original": "rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ca kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_9",
        "original": "ca nānusenti, no ca tassa tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya",
        "analyzed": "ca na anusenti no ca tassa tattha māna anusayaḥ na anuseti tassa iva puggalassa dukkhāya ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_10",
        "original": "vedanāya apariyāpanne tassa tattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca",
        "analyzed": "vedanāya apariyāpanne tassa tattha vicikicchā anusayo ca na anuseti kāma rāga anusayo ca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:443.1_11",
        "original": "paṭighānusayo ca mānānusayo ca nānusenti. Arahato sabbattha …pe….",
        "analyzed": "paṭigha anusayo ca māna anusayo ca na anusenti arahato sabbattha pe ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.1:444.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa tattha bhavarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti tassa tattha bhava rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.1:445.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti iti ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha bhavarāgānusayo ca kāmarāgānusayo",
        "analyzed": "tiṇṇam puggalānam dukkhāya vedanāya tesam tattha bhava rāga anusayo ca kāma rāga anusayo ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_1",
        "original": "ca mānānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva",
        "analyzed": "ca māna anusayo ca na anusenti no ca tesam tattha paṭigha anusayo na anuseti tesam eva ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_2",
        "original": "puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo ca paṭighānusayo",
        "analyzed": "puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha bhava rāga anusayo ca paṭigha anusayo ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_3",
        "original": "ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca nānusenti. Tesaññeva",
        "analyzed": "ca na anusenti no ca tesam tattha kāma rāga anusayo ca māna anusayo ca na anusenti tesam eva ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_4",
        "original": "puggalānaṁ apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca",
        "analyzed": "puggalānam apariyāpanne tesam tattha bhava rāga anusayo ca na anuseti kāma rāga anusayo ca ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_5",
        "original": "paṭighānusayo ca mānānusayo ca nānusenti. Anāgāmissa kāmadhātuyā dvīsu vedanāsu tassa",
        "analyzed": "paṭigha anusayo ca māna anusayo ca na anusenti anāgāmissa kāmadhātuyā dvīsu vedanāsu tassa ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_6",
        "original": "tattha bhavarāgānusayo ca kāmarāgānusayo ca paṭighānusayo ca nānusenti, no ca tassa",
        "analyzed": "tattha bhava rāga anusayo ca kāma rāga anusayo ca paṭigha anusayo ca na anusenti no ca tassa ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_7",
        "original": "tattha mānānusayo nānuseti. Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa",
        "analyzed": "tattha māna anusayaḥ na anuseti tassa iva puggalassa dukkhāya vedanāya apariyāpanne tassa ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_8",
        "original": "tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "tattha bhava rāga anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:446.1_9",
        "original": "ca nānusenti. Arahato sabbattha …pe….",
        "analyzed": "ca na anusenti arahataḥ sabbattha pe ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.1:447.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti tassa tattha avijjānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti tassa tattha avijjā anusayaḥ na anuseti iti ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.1:448.1_0",
        "original": "Anāgāmissa dukkhāya vedanāya tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "anāgāmissa dukkhāya vedanāya tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.1:448.1_1",
        "original": "ca nānusenti, no ca tassa tattha avijjānusayo nānuseti. Tasseva puggalassa apariyāpanne",
        "analyzed": "ca na anusenti no ca tassa tattha avijjā anusayaḥ na anuseti tassa iva puggalassa a pariyāpanne ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.1:448.1_2",
        "original": "tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti avijjānusayo",
        "analyzed": "tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti avijjā anusayo ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.1:448.1_3",
        "original": "ca nānuseti. Arahato sabbattha …pe….",
        "analyzed": "ca na anuseti arahataḥ sabbattha pe ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.1:449.1",
        "original": "Yassa vā pana yattha avijjānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusentīti? Āmantā. (Tikamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca na anusenti iti āmantā tikamūlaka ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.1:450.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti tassa tattha vicikicchānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca na anusenti tassa tattha vicikicchā anusayaḥ na anuseti iti āmantā ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.1:451.1",
        "original": "Yassa vā pana yattha vicikicchānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca na anusenti iti ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_0",
        "original": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo",
        "analyzed": "dvinnam puggalānam dukkhāya vedanāya tesam tattha vicikicchā anusayo ca kāma rāga anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_1",
        "original": "ca mānānusayo ca diṭṭhānusayo ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti.",
        "analyzed": "ca māna anusayo ca diṭṭha anusayo ca na anusenti no ca tesam tattha paṭigha anusayo na anuseti ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_2",
        "original": "Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo ca",
        "analyzed": "tesam eva puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha vicikicchā anusayo ca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_3",
        "original": "paṭighānusayo ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca nānusenti.",
        "analyzed": "paṭigha anusayo ca na anusenti no ca tesam tattha kāma rāga anusayo ca māna anusayo ca na anusenti ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_4",
        "original": "Tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo ca kāmarāgānusayo",
        "analyzed": "tesam eva puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayo ca kāma rāga anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_5",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca nānusenti, no ca tesaṁ tattha mānānusayo nānuseti.",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca na anusenti no ca tesam tattha māna anusayo na anuseti ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_6",
        "original": "Tesaññeva puggalānaṁ apariyāpanne tesaṁ tattha vicikicchānusayo ca nānuseti kāmarāgānusayo",
        "analyzed": "tesam eva puggalānam apariyāpanne tesam tattha vicikicchā anusayo ca na anuseti kāma rāga anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_7",
        "original": "ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti. Anāgāmissa kāmadhātuyā",
        "analyzed": "ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca na anusenti anāgāmissa kāmadhātuyā ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_8",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca kāmarāgānusayo",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ca kāma rāga anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_9",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca nānusenti, no ca tassa tattha mānānusayo nānuseti.",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca na anusenti no ca tassa tattha māna anusayo na anuseti ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_10",
        "original": "Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha vicikicchānusayo ca",
        "analyzed": "tassa iva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha vicikicchā anusayo ca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_11",
        "original": "nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca nānusenti.",
        "analyzed": "na anuseti kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca na anusenti ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_12",
        "original": "Arahato sabbattha vicikicchānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca",
        "analyzed": "arahato sabbattha vicikicchā anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:452.1_13",
        "original": "mānānusayo ca diṭṭhānusayo ca nānusenti …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "māna anusayo ca diṭṭha anusayo ca na anusenti pe catukkamūlaka ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.1:453.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti tassa tattha bhavarāgānusayo nānusetīti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti tassa tattha bhava rāga anusayaḥ na anuseti iti āmantā ",
        "folio": "453"
    },
    {
        "segmentnr": "PA_ya_7.2.1:454.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusentīti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti iti ",
        "folio": "454"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_0",
        "original": "Puthujjanassa dukkhāya vedanāya tassa tattha bhavarāgānusayo ca kāmarāgānusayo ca",
        "analyzed": "puthujjanassa dukkhāya vedanāya tassa tattha bhava rāga anusayo ca kāma rāga anusayo ca ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_1",
        "original": "mānānusayo ca nānusenti, no ca tassa tattha paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "māna anusayo ca na anusenti no ca tassa tattha paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_2",
        "original": "ca nānusenti. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha bhavarāgānusayo",
        "analyzed": "ca na anusenti tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha bhava rāga anusayo ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_3",
        "original": "ca paṭighānusayo ca nānusenti, no ca tassa tattha kāmarāgānusayo ca mānānusayo ca",
        "analyzed": "ca paṭigha anusayo ca na anusenti no ca tassa tattha kāma rāga anusayo ca māna anusayo ca ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_4",
        "original": "diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Tasseva puggalassa apariyāpanne tassa",
        "analyzed": "diṭṭha anusayo ca vicikicchā anusayo ca na anusenti tassa iva puggalassa a pariyāpanne tassa ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_5",
        "original": "tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "tattha bhava rāga anusayo ca na anuseti kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_6",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Dvinnaṁ puggalānaṁ dukkhāya vedanāya",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti dvinnam puggalānam dukkhāya vedanāya ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_7",
        "original": "tesaṁ tattha bhavarāgānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "tesam tattha bhava rāga anusayo ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_8",
        "original": "ca nānusenti, no ca tesaṁ tattha paṭighānusayo nānuseti. Tesaññeva puggalānaṁ kāmadhātuyā",
        "analyzed": "ca na anusenti no ca tesam tattha paṭigha anusayaḥ na anuseti tesam eva puggalānam kāmadhātuyā ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_9",
        "original": "dvīsu vedanāsu tesaṁ tattha bhavarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "dvīsu vedanāsu tesam tattha bhava rāga anusayo ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_10",
        "original": "ca nānusenti, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca nānusenti. Tesaññeva",
        "analyzed": "ca na anusenti no ca tesam tattha kāma rāga anusayo ca māna anusayo ca na anusenti tesam eva ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_11",
        "original": "puggalānaṁ apariyāpanne tesaṁ tattha bhavarāgānusayo ca nānuseti kāmarāgānusayo ca",
        "analyzed": "puggalānam apariyāpanne tesam tattha bhava rāga anusayo ca na anuseti kāma rāga anusayo ca ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_12",
        "original": "paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti. Anāgāmissa",
        "analyzed": "paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti anāgāmissa ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_13",
        "original": "kāmadhātuyā dvīsu vedanāsu tassa tattha bhavarāgānusayo ca kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tassa tattha bhava rāga anusayo ca kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_14",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca nānusenti, no ca tassa tattha mānānusayo nānuseti.",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca na anusenti no ca tassa tattha māna anusayo na anuseti ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_15",
        "original": "Tasseva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha bhavarāgānusayo ca",
        "analyzed": "tassa iva puggalassa dukkhāya vedanāya apariyāpanne tassa tattha bhava rāga anusayo ca ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_16",
        "original": "nānuseti kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "na anuseti kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:455.1_17",
        "original": "ca nānusenti. Arahato sabbattha …pe…. (Pañcakamūlakaṁ.)",
        "analyzed": "ca na anusenti arahataḥ sabbattha pe pañcakamūlaka ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_7.2.1:456.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti tassa tattha avijjānusayo nānusetīti?",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca na anusenti tassa tattha avijjā anusayo na anuseti iti ",
        "folio": "456"
    },
    {
        "segmentnr": "PA_ya_7.2.1:457.1_0",
        "original": "Anāgāmissa dukkhāya vedanāya tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "anāgāmissa dukkhāya vedanāya tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ",
        "folio": "457"
    },
    {
        "segmentnr": "PA_ya_7.2.1:457.1_1",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti, no ca tassa",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca na anusenti no ca tassa ",
        "folio": "457"
    },
    {
        "segmentnr": "PA_ya_7.2.1:457.1_2",
        "original": "tattha avijjānusayo nānuseti. Tasseva puggalassa apariyāpanne tassa tattha kāmarāgānusayo",
        "analyzed": "tattha avijjā anusayaḥ na anuseti tassa iva puggalassa a pariyāpanne tassa tattha kāma rāga anusayo ",
        "folio": "457"
    },
    {
        "segmentnr": "PA_ya_7.2.1:457.1_3",
        "original": "ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo",
        "analyzed": "ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ",
        "folio": "457"
    },
    {
        "segmentnr": "PA_ya_7.2.1:457.1_4",
        "original": "ca nānusenti avijjānusayo ca nānuseti. Arahato sabbattha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "ca na anusenti avijjā anusayo ca na anuseti arahato sabbattha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "457"
    },
    {
        "segmentnr": "PA_ya_7.2.1:457.1_5",
        "original": "ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusenti",
        "analyzed": "ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca na anusenti ",
        "folio": "457"
    },
    {
        "segmentnr": "PA_ya_7.2.1:457.1_6",
        "original": "avijjānusayo ca nānuseti.",
        "analyzed": "avijjā anusayaḥ ca na anuseti ",
        "folio": "457"
    },
    {
        "segmentnr": "PA_ya_7.2.1:458.1_0",
        "original": "Yassa vā pana yattha avijjānusayo nānuseti tassa tattha kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ na anuseti tassa tattha kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "458"
    },
    {
        "segmentnr": "PA_ya_7.2.1:458.1_1",
        "original": "ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca nānusentīti?",
        "analyzed": "ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca na anusenti iti ",
        "folio": "458"
    },
    {
        "segmentnr": "PA_ya_7.2.1:458.1_2",
        "original": "Āmantā. (Chakkamūlakaṁ.)",
        "analyzed": "āmantā chakkamūlaka ",
        "folio": "458"
    },
    {
        "segmentnr": "PA_ya_7.2.1:459.1",
        "original": "Anusayavāre paṭilomaṁ.",
        "analyzed": "anusaya vāre paṭiloma ",
        "folio": "459"
    },
    {
        "segmentnr": "PA_ya_7.2.1:459.2",
        "original": "Anusayavāro.",
        "analyzed": "anusaya vāraḥ ",
        "folio": "459"
    }
]