[
    {
        "segmentnr": "PA_ya_2.2.2:0.1",
        "original": "2 Khandhayamaka",
        "analyzed": "khandha yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_2.2.2:0.2",
        "original": "2.2 Pavattivāra",
        "analyzed": "  ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_2.2.2:0.3",
        "original": "2.2.2. Nirodhavāra",
        "analyzed": "    ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_2.2.2:1.0.1",
        "original": "2.2.2.1 Paccuppannavāra",
        "analyzed": "     ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_2.2.2:1.0.2",
        "original": "2.2.2.1.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_2.2.2:1.1",
        "original": "Yassa rūpakkhandho nirujjhati tassa vedanākkhandho nirujjhatīti?",
        "analyzed": "yassa rūpa kkhandhaḥ nirujjhati tassa vedanā kkhandhaḥ nirujjhati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_2.2.2:2.1",
        "original": "Asaññasattā cavantānaṁ tesaṁ rūpakkhandho nirujjhati, no ca tesaṁ vedanākkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhati.",
        "analyzed": "asaññasattā cavantānam tesam rūpa kkhandho nirujjhati no ca tesam vedanā kkhandho nirujjhati pañcavokārā cavantānam tesam rūpa kkhandho ca nirujjhati vedanā kkhandho ca nirujjhati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_2.2.2:3.1",
        "original": "Yassa vā pana vedanākkhandho nirujjhati tassa rūpakkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nirujjhati tassa rūpa kkhandhaḥ nirujjhati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_2.2.2:4.1",
        "original": "Arūpā cavantānaṁ tesaṁ vedanākkhandho nirujjhati, no ca tesaṁ rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ vedanākkhandho ca nirujjhati rūpakkhandho ca nirujjhati.",
        "analyzed": "arūpā cavantānam tesam vedanā kkhandhaḥ nirujjhati no ca tesam rūpa kkhandhaḥ nirujjhati pañcavokārā cavantānam tesam vedanā kkhandho ca nirujjhati rūpa kkhandho ca nirujjhati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_2.2.2:5.0",
        "original": "2.2.2.1.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_2.2.2:5.1",
        "original": "Yattha rūpakkhandho nirujjhati tattha vedanākkhandho nirujjhatīti?",
        "analyzed": "yattha rūpa kkhandhaḥ nirujjhati tattha vedanā kkhandhaḥ nirujjhati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_2.2.2:6.1",
        "original": "Asaññasatte tattha rūpakkhandho nirujjhati, no ca tattha vedanākkhandho nirujjhati. Pañcavokāre tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhati.",
        "analyzed": "asaññasatte tattha rūpa kkhandho nirujjhati no ca tattha vedanā kkhandho nirujjhati pañcavokāre tattha rūpa kkhandho ca nirujjhati vedanā kkhandho ca nirujjhati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_2.2.2:7.1",
        "original": "Yattha vā pana vedanākkhandho nirujjhati tattha rūpakkhandho nirujjhatīti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ nirujjhati tattha rūpa kkhandhaḥ nirujjhati iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_2.2.2:8.1",
        "original": "Arūpe tattha vedanākkhandho nirujjhati, no ca tattha rūpakkhandho nirujjhati. Pañcavokāre tattha vedanākkhandho ca nirujjhati rūpakkhandho ca nirujjhati.",
        "analyzed": "arūpe tattha vedanā kkhandho nirujjhati no ca tattha rūpa kkhandho nirujjhati pañcavokāre tattha vedanā kkhandho ca nirujjhati rūpa kkhandho ca nirujjhati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_2.2.2:9.0",
        "original": "2.2.2.1.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_2.2.2:9.1",
        "original": "Yassa yattha rūpakkhandho nirujjhati tassa tattha vedanākkhandho nirujjhatīti?",
        "analyzed": "yassa yattha rūpa kkhandhaḥ nirujjhati tassa tattha vedanā kkhandhaḥ nirujjhati iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_2.2.2:10.1_0",
        "original": "Asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho nirujjhati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "asaññasattā cavantānam tesam tattha rūpa kkhandho nirujjhati no ca tesam tattha vedanā kkhandho ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_2.2.2:10.1_1",
        "original": "nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhati.",
        "analyzed": "nirujjhati pañcavokārā cavantānam tesam tattha rūpa kkhandho ca nirujjhati vedanā kkhandho ca nirujjhati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_2.2.2:11.1",
        "original": "Yassa vā pana yattha vedanākkhandho nirujjhati tassa tattha rūpakkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ nirujjhati tassa tattha rūpa kkhandhaḥ nirujjhati iti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_2.2.2:12.1_0",
        "original": "Arūpā cavantānaṁ tesaṁ tattha vedanākkhandho nirujjhati, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "arūpā cavantānam tesam tattha vedanā kkhandho nirujjhati no ca tesam tattha rūpa kkhandho ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_2.2.2:12.1_1",
        "original": "nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho ca nirujjhati rūpakkhandho ca nirujjhati.",
        "analyzed": "nirujjhati pañcavokārā cavantānam tesam tattha vedanā kkhandho ca nirujjhati rūpa kkhandho ca nirujjhati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_2.2.2:13.0",
        "original": "2.2.2.1.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_2.2.2:13.1",
        "original": "Yassa rūpakkhandho na nirujjhati tassa vedanākkhandho na nirujjhatīti?",
        "analyzed": "yassa rūpa kkhandho na nirujjhati tassa vedanā kkhandho na nirujjhati iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_2.2.2:14.1_0",
        "original": "Arūpā cavantānaṁ tesaṁ rūpakkhandho na nirujjhati, no ca tesaṁ vedanākkhandho na",
        "analyzed": "arūpā cavantānam tesam rūpa kkhandho na nirujjhati no ca tesam vedanā kkhandho na ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_2.2.2:14.1_1",
        "original": "nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ rūpakkhandho ca na nirujjhati vedanākkhandho ca na nirujjhati.",
        "analyzed": "nirujjhati sabbesam upapajjantānam tesam rūpa kkhandho ca na nirujjhati vedanā kkhandho ca na nirujjhati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_2.2.2:15.1",
        "original": "Yassa vā pana vedanākkhandho na nirujjhati tassa rūpakkhandho na nirujjhatīti?",
        "analyzed": "yassa vā pana vedanā kkhandho na nirujjhati tassa rūpa kkhandho na nirujjhati iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_2.2.2:16.1_0",
        "original": "Asaññasattā cavantānaṁ tesaṁ vedanākkhandho na nirujjhati, no ca tesaṁ rūpakkhandho",
        "analyzed": "asaññasattā cavantānam tesam vedanā kkhandho na nirujjhati no ca tesam rūpa kkhandho ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_2.2.2:16.1_1",
        "original": "na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ vedanākkhandho ca na nirujjhati rūpakkhandho ca na nirujjhati.",
        "analyzed": "na nirujjhati sabbesam upapajjantānam tesam vedanā kkhandho ca na nirujjhati rūpa kkhandho ca na nirujjhati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_2.2.2:17.0",
        "original": "2.2.2.1.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_2.2.2:17.1",
        "original": "Yattha rūpakkhandho na nirujjhati tattha vedanākkhandho na nirujjhatīti? Nirujjhati.",
        "analyzed": "yattha rūpa kkhandhaḥ na nirujjhati tattha vedanā kkhandhaḥ na nirujjhati iti nirujjhati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_2.2.2:18.1",
        "original": "Yattha vā pana vedanākkhandho na nirujjhati tattha rūpakkhandho na nirujjhatīti? Nirujjhati.",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ na nirujjhati tattha rūpa kkhandhaḥ na nirujjhati iti nirujjhati ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_2.2.2:19.0",
        "original": "2.2.2.1.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_2.2.2:19.1",
        "original": "Yassa yattha rūpakkhandho na nirujjhati tassa tattha vedanākkhandho na nirujjhatīti?",
        "analyzed": "yassa yattha rūpa kkhandho na nirujjhati tassa tattha vedanā kkhandho na nirujjhati iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_2.2.2:20.1_0",
        "original": "Arūpā cavantānaṁ tesaṁ tattha rūpakkhandho na nirujjhati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "arūpā cavantānam tesam tattha rūpa kkhandho na nirujjhati no ca tesam tattha vedanā kkhandho ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_2.2.2:20.1_1",
        "original": "na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhati",
        "analyzed": "na nirujjhati sabbesam upapajjantānam tesam tattha rūpakkhandho ca na nirujjhati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_2.2.2:20.1_2",
        "original": "vedanākkhandho ca na nirujjhati.",
        "analyzed": "vedanā khandhaḥ ca na nirujjhati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_2.2.2:21.1",
        "original": "Yassa vā pana yattha vedanākkhandho na nirujjhati tassa tattha rūpakkhandho na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandho na nirujjhati tassa tattha rūpa kkhandho na nirujjhati iti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_2.2.2:22.1_0",
        "original": "Asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho na nirujjhati, no ca tesaṁ tattha",
        "analyzed": "asaññasattā cavantānam tesam tattha vedanā khandho na nirujjhati no ca tesam tattha ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_2.2.2:22.1_1",
        "original": "rūpakkhandho na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca",
        "analyzed": "rūpa kkhandho na nirujjhati sabbesam upapajjantānam tesam tattha vedanā kkhandho ca ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_2.2.2:22.1_2",
        "original": "na nirujjhati rūpakkhandho ca na nirujjhati.",
        "analyzed": "na nirujjhati rūpakkhandho ca na nirujjhati ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_2.2.2:23.0.1",
        "original": "2.2.2.2. Atītavāra",
        "analyzed": "atītavāra ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_2.2.2:23.0.2",
        "original": "2.2.2.2.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_2.2.2:23.1",
        "original": "Yassa rūpakkhandho nirujjhittha tassa vedanākkhandho nirujjhitthāti? Āmantā.",
        "analyzed": "yassa rūpa kkhandhaḥ nirujjhittha tassa vedanā kkhandhaḥ nirujjhittha ati āmantā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_2.2.2:24.1",
        "original": "Yassa vā pana vedanākkhandho nirujjhittha tassa rūpakkhandho nirujjhitthāti? Āmantā.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nirujjhittha tassa rūpa kkhandhaḥ nirujjhittha ati āmantā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_2.2.2:25.0",
        "original": "2.2.2.2.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_2.2.2:25.1",
        "original": "Yattha rūpakkhandho nirujjhittha tattha vedanākkhandho nirujjhitthāti?",
        "analyzed": "yattha rūpa kkhandhaḥ nirujjhittha tattha vedanā kkhandhaḥ nirujjhittha ati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_2.2.2:26.1",
        "original": "Asaññasatte tattha rūpakkhandho nirujjhittha, no ca tattha vedanākkhandho nirujjhittha. Pañcavokāre tattha rūpakkhandho ca nirujjhittha vedanākkhandho ca nirujjhittha.",
        "analyzed": "asaññasatte tattha rūpa kkhandho nirujjhittha no ca tattha vedanā kkhandho nirujjhittha pañcavokāre tattha rūpa kkhandho ca nirujjhittha vedanā kkhandho ca nirujjhittha ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_2.2.2:27.1",
        "original": "Yattha vā pana vedanākkhandho nirujjhittha tattha rūpakkhandho nirujjhitthāti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ nirujjhittha tattha rūpa kkhandhaḥ nirujjhittha ati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_2.2.2:28.1",
        "original": "Arūpe tattha vedanākkhandho nirujjhittha, no ca tattha rūpakkhandho nirujjhittha. Pañcavokāre tattha vedanākkhandho ca nirujjhittha rūpakkhandho ca nirujjhittha.",
        "analyzed": "arūpe tattha vedanā kkhandho nirujjhittha no ca tattha rūpa kkhandho nirujjhittha pañcavokāre tattha vedanā kkhandho ca nirujjhittha rūpa kkhandho ca nirujjhittha ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_2.2.2:29.0",
        "original": "2.2.2.2.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_2.2.2:29.1",
        "original": "Yassa yattha rūpakkhandho nirujjhittha tassa tattha vedanākkhandho nirujjhitthāti?",
        "analyzed": "yassa yattha rūpa kkhandhaḥ nirujjhittha tassa tattha vedanā kkhandhaḥ nirujjhittha ati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_2.2.2:30.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho nirujjhittha, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "asaññasattānam tesam tattha rūpa kkhandho nirujjhittha no ca tesam tattha vedanā kkhandho ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_2.2.2:30.1_1",
        "original": "nirujjhittha. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca nirujjhittha vedanākkhandho ca nirujjhittha.",
        "analyzed": "nirujjhittha pañcavokārānam tesam tattha rūpa kkhandho ca nirujjhittha vedanā kkhandho ca nirujjhittha ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_2.2.2:31.1",
        "original": "Yassa vā pana yattha vedanākkhandho nirujjhittha tassa tattha rūpakkhandho nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ nirujjhittha tassa tattha rūpa kkhandhaḥ nirujjhittha ati ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_2.2.2:32.1_0",
        "original": "Arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhittha, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "arūpānam tesam tattha vedanā kkhandho nirujjhittha no ca tesam tattha rūpa kkhandho ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_2.2.2:32.1_1",
        "original": "nirujjhittha. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca nirujjhittha rūpakkhandho ca nirujjhittha.",
        "analyzed": "nirujjhittha pañcavokārānam tesam tattha vedanā kkhandho ca nirujjhittha rūpa kkhandho ca nirujjhittha ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_2.2.2:33.0",
        "original": "2.2.2.2.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_2.2.2:33.1",
        "original": "Yassa rūpakkhandho na nirujjhittha tassa vedanākkhandho na nirujjhitthāti? Natthi.",
        "analyzed": "yassa rūpa kkhandhaḥ na nirujjhittha tassa vedanā kkhandho na nirujjhittha ati natthi ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_2.2.2:34.1",
        "original": "Yassa vā pana vedanākkhandho na nirujjhittha tassa rūpakkhandho na nirujjhitthāti? Natthi.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ na nirujjhittha tassa rūpa kkhandhaḥ na nirujjhittha ati natthi ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_2.2.2:35.0",
        "original": "2.2.2.2.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_2.2.2:35.1",
        "original": "Yattha rūpakkhandho na nirujjhittha tattha vedanākkhandho na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yattha rūpa kkhandhaḥ na nirujjhittha tattha vedanā kkhandhaḥ na nirujjhittha ati nirujjhittha ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_2.2.2:36.1",
        "original": "Yattha vā pana vedanākkhandho na nirujjhittha tattha rūpakkhandho na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ na nirujjhittha tattha rūpa kkhandhaḥ na nirujjhittha ati nirujjhittha ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_2.2.2:37.0",
        "original": "2.2.2.2.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_2.2.2:37.1",
        "original": "Yassa yattha rūpakkhandho na nirujjhittha tassa tattha vedanākkhandho na nirujjhitthāti?",
        "analyzed": "yassa yattha rūpa kkhandho na nirujjhittha tassa tattha vedanā kkhandho na nirujjhittha ati ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_2.2.2:38.1_0",
        "original": "Arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhittha, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "arūpānam tesam tattha rūpa kkhandho na nirujjhittha no ca tesam tattha vedanā kkhandho ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_2.2.2:38.1_1",
        "original": "na nirujjhittha. Suddhāvāsānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhittha vedanākkhandho ca na nirujjhittha.",
        "analyzed": "na nirujjhittha suddhāvāsānam tesam tattha rūpa kkhandho ca na nirujjhittha vedanā kkhandho ca na nirujjhittha ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_2.2.2:39.1",
        "original": "Yassa vā pana yattha vedanākkhandho na nirujjhittha tassa tattha rūpakkhandho na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandho na nirujjhittha tassa tattha rūpa kkhandho na nirujjhittha ati ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_2.2.2:40.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho na nirujjhittha, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "asaññasattānam tesam tattha vedanā kkhandho na nirujjhittha no ca tesam tattha rūpa kkhandho ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_2.2.2:40.1_1",
        "original": "na nirujjhittha. Suddhāvāsānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhittha rūpakkhandho ca na nirujjhittha.",
        "analyzed": "na nirujjhittha suddhāvāsānam tesam tattha vedanā kkhandho ca na nirujjhittha rūpa kkhandho ca na nirujjhittha ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_2.2.2:41.0.1",
        "original": "2.2.2.3. Anāgatavāra",
        "analyzed": "anāgatavāra ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_2.2.2:41.0.2",
        "original": "2.2.2.3.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_2.2.2:41.1",
        "original": "Yassa rūpakkhandho nirujjhissati tassa vedanākkhandho nirujjhissatīti? Āmantā.",
        "analyzed": "yassa rūpa kkhandhaḥ nirujjhissati tassa vedanā kkhandhaḥ nirujjhissati iti āmantā ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_2.2.2:42.1",
        "original": "Yassa vā pana vedanākkhandho nirujjhissati tassa rūpakkhandho nirujjhissatīti?",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nirujjhissati tassa rūpa kkhandhaḥ nirujjhissati iti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_2.2.2:43.1_0",
        "original": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam arūpam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_2.2.2:43.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ vedanākkhandho nirujjhissati, no ca tesaṁ rūpakkhandho nirujjhissati.",
        "analyzed": "tesam cavantānam tesam vedanā kkhandhaḥ nirujjhissati no ca tesam rūpa kkhandhaḥ nirujjhissati ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_2.2.2:43.1_2",
        "original": "Itaresaṁ tesaṁ vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhissati.",
        "analyzed": "itaresam tesam vedanā kkhandho ca nirujjhissati rūpa kkhandho ca nirujjhissati ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_2.2.2:44.0",
        "original": "2.2.2.3.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_2.2.2:44.1",
        "original": "Yattha rūpakkhandho nirujjhissati tattha vedanākkhandho nirujjhissatīti?",
        "analyzed": "yattha rūpa kkhandhaḥ nirujjhissati tattha vedanā kkhandhaḥ nirujjhissati iti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_2.2.2:45.1",
        "original": "Asaññasatte tattha rūpakkhandho nirujjhissati, no ca tattha vedanākkhandho nirujjhissati. Pañcavokāre tattha rūpakkhandho ca nirujjhissati vedanākkhandho ca nirujjhissati.",
        "analyzed": "asaññasatte tattha rūpa kkhandho nirujjhissati no ca tattha vedanā kkhandho nirujjhissati pañcavokāre tattha rūpa kkhandho ca nirujjhissati vedanā kkhandho ca nirujjhissati ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_2.2.2:46.1",
        "original": "Yattha vā pana vedanākkhandho nirujjhissati tattha rūpakkhandho nirujjhissatīti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ nirujjhissati tattha rūpa kkhandhaḥ nirujjhissati iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_2.2.2:47.1",
        "original": "Arūpe tattha vedanākkhandho nirujjhissati, no ca tattha rūpakkhandho nirujjhissati. Pañcavokāre tattha vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhissati.",
        "analyzed": "arūpe tattha vedanā kkhandho nirujjhissati no ca tattha rūpa kkhandho nirujjhissati pañcavokāre tattha vedanā kkhandho ca nirujjhissati rūpa kkhandho ca nirujjhissati ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_2.2.2:48.0",
        "original": "2.2.2.3.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_2.2.2:48.1",
        "original": "Yassa yattha rūpakkhandho nirujjhissati tassa tattha vedanākkhandho nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa kkhandhaḥ nirujjhissati tassa tattha vedanā kkhandhaḥ nirujjhissati iti ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_2.2.2:49.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha rūpakkhandho nirujjhissati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "asaññasattānam tesam tattha rūpa kkhandho nirujjhissati no ca tesam tattha vedanā kkhandho ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_2.2.2:49.1_1",
        "original": "nirujjhissati. Pañcavokārānaṁ tesaṁ tattha rūpakkhandho ca nirujjhissati vedanākkhandho ca nirujjhissati.",
        "analyzed": "nirujjhissati pañcavokārānam tesam tattha rūpa kkhandho ca nirujjhissati vedanā kkhandho ca nirujjhissati ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_2.2.2:50.1",
        "original": "Yassa vā pana yattha vedanākkhandho nirujjhissati tassa tattha rūpakkhandho nirujjhissatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ nirujjhissati tassa tattha rūpa kkhandhaḥ nirujjhissati iti ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_2.2.2:51.1_0",
        "original": "Arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhissati, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "arūpānam tesam tattha vedanā kkhandho nirujjhissati no ca tesam tattha rūpa kkhandho ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_2.2.2:51.1_1",
        "original": "nirujjhissati. Pañcavokārānaṁ tesaṁ tattha vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhissati.",
        "analyzed": "nirujjhissati pañcavokārānam tesam tattha vedanā kkhandho ca nirujjhissati rūpa kkhandho ca nirujjhissati ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_2.2.2:52.0",
        "original": "2.2.2.3.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_2.2.2:52.1",
        "original": "Yassa rūpakkhandho na nirujjhissati tassa vedanākkhandho na nirujjhissatīti?",
        "analyzed": "yassa rūpa kkhandhaḥ na nirujjhissati tassa vedanā kkhandhaḥ na nirujjhissati iti ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_2.2.2:53.1_0",
        "original": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam arūpam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_2.2.2:53.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ rūpakkhandho na nirujjhissati, no ca tesaṁ vedanākkhandho",
        "analyzed": "tesam cavantānam tesam rūpa kkhandho na nirujjhissati no ca tesam vedanā kkhandho ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_2.2.2:53.1_2",
        "original": "na nirujjhissati. Parinibbantānaṁ tesaṁ rūpakkhandho ca na nirujjhissati vedanākkhandho",
        "analyzed": "na nirujjhissati parinibbantānam tesam rūpa kkhandho ca na nirujjhissati vedanā kkhandho ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_2.2.2:53.1_3",
        "original": "ca na nirujjhissati.",
        "analyzed": "ca na nirujjhissati ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_2.2.2:54.1",
        "original": "Yassa vā pana vedanākkhandho na nirujjhissati tassa rūpakkhandho na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ na nirujjhissati tassa rūpa kkhandhaḥ na nirujjhissati iti āmantā ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_2.2.2:55.0",
        "original": "2.2.2.3.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_2.2.2:55.1",
        "original": "Yattha rūpakkhandho na nirujjhissati tattha vedanākkhandho na nirujjhissatīti? Nirujjhissati.",
        "analyzed": "yattha rūpa kkhandhaḥ na nirujjhissati tattha vedanā kkhandhaḥ na nirujjhissati iti nirujjhissati ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_2.2.2:56.1",
        "original": "Yattha vā pana vedanākkhandho na nirujjhissati tattha rūpakkhandho na nirujjhissatīti? Nirujjhissati.",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ na nirujjhissati tattha rūpa kkhandhaḥ na nirujjhissati iti nirujjhissati ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_2.2.2:57.0",
        "original": "2.2.2.3.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_2.2.2:57.1",
        "original": "Yassa yattha rūpakkhandho na nirujjhissati tassa tattha vedanākkhandho na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa kkhandhaḥ na nirujjhissati tassa tattha vedanā kkhandhaḥ na nirujjhissati iti ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_2.2.2:58.1_0",
        "original": "Arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhissati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "arūpānam tesam tattha rūpa kkhandho na nirujjhissati no ca tesam tattha vedanā kkhandho ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_2.2.2:58.1_1",
        "original": "na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhissati vedanākkhandho",
        "analyzed": "na nirujjhissati parinibbantānam tesam tattha rūpa kkhandho ca na nirujjhissati vedanā kkhandho ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_2.2.2:58.1_2",
        "original": "ca na nirujjhissati.",
        "analyzed": "ca na nirujjhissati ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_2.2.2:59.1",
        "original": "Yassa vā pana yattha vedanākkhandho na nirujjhissati tassa tattha rūpakkhandho na nirujjhissatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ na nirujjhissati tassa tattha rūpa kkhandhaḥ na nirujjhissati iti ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_2.2.2:60.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha vedanākkhandho na nirujjhissati, no ca tesaṁ tattha rūpakkhandho",
        "analyzed": "asaññasattānam tesam tattha vedanā kkhandho na nirujjhissati no ca tesam tattha rūpa kkhandho ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_2.2.2:60.1_1",
        "original": "na nirujjhissati. Parinibbantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhissati",
        "analyzed": "na nirujjhissati parinibbantānam tesam tattha vedanā khandho ca na nirujjhissati ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_2.2.2:60.1_2",
        "original": "rūpakkhandho ca na nirujjhissati.",
        "analyzed": "rūpakkhandhaḥ ca na nirujjhissati ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_2.2.2:61.0.1",
        "original": "2.2.2.4. Paccuppannātītavāra",
        "analyzed": "      ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_2.2.2:61.0.2",
        "original": "2.2.2.4.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_2.2.2:61.1",
        "original": "Yassa rūpakkhandho nirujjhati tassa vedanākkhandho nirujjhitthāti? Āmantā.",
        "analyzed": "yassa rūpa kkhandhaḥ nirujjhati tassa vedanā kkhandhaḥ nirujjhittha ati āmantā ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_2.2.2:62.1",
        "original": "Yassa vā pana vedanākkhandho nirujjhittha tassa rūpakkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nirujjhittha tassa rūpa kkhandhaḥ nirujjhati iti ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_2.2.2:63.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpā cavantānaṁ tesaṁ vedanākkhandho nirujjhittha, no ca",
        "analyzed": "sabbesam upapajjantānam arūpā cavantānam tesam vedanā khandho nirujjhittha no ca ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_2.2.2:63.1_1",
        "original": "tesaṁ rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ asaññasattā cavantānaṁ tesaṁ",
        "analyzed": "tesam rūpakkhandho nirujjhati pañcavokārā cavantānam asaññasattā cavantānam tesam ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_2.2.2:63.1_2",
        "original": "vedanākkhandho ca nirujjhittha rūpakkhandho ca nirujjhati.",
        "analyzed": "vedanā kkhandho ca nirujjhittha rūpa kkhandho ca nirujjhati ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_2.2.2:64.1",
        "original": "Yassa vedanākkhandho nirujjhati tassa saññākkhandho nirujjhitthāti? Āmantā.",
        "analyzed": "yassa vedanā kkhandhaḥ nirujjhati tassa saññā kkhandhaḥ nirujjhittha ati āmantā ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_2.2.2:65.1",
        "original": "Yassa vā pana saññākkhandho nirujjhittha tassa vedanākkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana saññā kkhandhaḥ nirujjhittha tassa vedanā kkhandho nirujjhati iti ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_2.2.2:66.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ asaññasattā cavantānaṁ tesaṁ saññākkhandho nirujjhittha,",
        "analyzed": "sabbesam upapajjantānam asaññasattā cavantānam tesam saññā kkhandho nirujjhittha ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_2.2.2:66.1_1",
        "original": "no ca tesaṁ vedanākkhandho nirujjhati. Catuvokārā pañcavokārā cavantānaṁ tesaṁ saññākkhandho",
        "analyzed": "no ca tesam vedanā khandho nirujjhati catuvokārā pañcavokārā cavantānam tesam saññā khandho ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_2.2.2:66.1_2",
        "original": "ca nirujjhittha vedanākkhandho ca nirujjhati.",
        "analyzed": "ca nirujjhittha vedanā khandhaḥ ca nirujjhati ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_2.2.2:67.0",
        "original": "2.2.2.4.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_2.2.2:67.1",
        "original": "Yattha rūpakkhandho nirujjhati tattha vedanākkhandho nirujjhitthāti?",
        "analyzed": "yattha rūpa kkhandhaḥ nirujjhati tattha vedanā kkhandhaḥ nirujjhittha ati ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_2.2.2:68.1",
        "original": "Asaññasatte tattha rūpakkhandho nirujjhati, no ca tattha vedanākkhandho nirujjhittha. Pañcavokāre tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhittha.",
        "analyzed": "asaññasatte tattha rūpa kkhandho nirujjhati no ca tattha vedanā kkhandho nirujjhittha pañcavokāre tattha rūpa kkhandho ca nirujjhati vedanā kkhandho ca nirujjhittha ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_2.2.2:69.1",
        "original": "Yattha vā pana vedanākkhandho nirujjhittha tattha rūpakkhandho nirujjhatīti?",
        "analyzed": "yattha vā pana vedanā kkhandhaḥ tattha rūpa kkhandhaḥ nirujjhati iti ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_2.2.2:70.1",
        "original": "Arūpe tattha vedanākkhandho nirujjhittha, no ca tattha rūpakkhandho nirujjhati. Pañcavokāre tattha vedanākkhandho ca nirujjhittha rūpakkhandho ca nirujjhati.",
        "analyzed": "arūpe tattha vedanā kkhandho nirujjhittha no ca tattha rūpa kkhandho nirujjhati pañcavokāre tattha vedanā kkhandho ca nirujjhittha rūpa kkhandho ca nirujjhati ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_2.2.2:71.1",
        "original": "Yattha vedanākkhandho nirujjhati tattha saññākkhandho nirujjhitthāti? Āmantā.",
        "analyzed": "yattha vedanā kkhandhaḥ nirujjhati tattha saññā kkhandhaḥ nirujjhittha ati āmantā ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_2.2.2:72.1",
        "original": "Yattha vā pana saññākkhandho nirujjhittha tattha vedanākkhandho nirujjhatīti? Āmantā.",
        "analyzed": "yattha vā pana saññā kkhandhaḥ nirujjhittha tattha vedanā kkhandhaḥ nirujjhati iti āmantā ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_2.2.2:73.0",
        "original": "2.2.2.4.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_2.2.2:73.1",
        "original": "Yassa yattha rūpakkhandho nirujjhati tassa tattha vedanākkhandho nirujjhitthāti?",
        "analyzed": "yassa yattha rūpa kkhandhaḥ nirujjhati tassa tattha vedanā kkhandhaḥ nirujjhittha ati ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_2.2.2:74.1_0",
        "original": "Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho nirujjhati,",
        "analyzed": "suddhāvāse parinibbantānam asaññasattā cavantānam tesam tattha rūpakkhandho nirujjhati ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_2.2.2:74.1_1",
        "original": "no ca tesaṁ tattha vedanākkhandho nirujjhittha. Itaresaṁ pañcavokārā cavantānaṁ tesaṁ",
        "analyzed": "no ca tesam tattha vedanā khandho nirujjhitthe itaresam pañcavokārā cavantānam tesam ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_2.2.2:74.1_2",
        "original": "tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhittha.",
        "analyzed": "tattha rūpa kkhandho ca nirujjhati vedanā kkhandho ca ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_2.2.2:75.1",
        "original": "Yassa vā pana yattha vedanākkhandho nirujjhittha tassa tattha rūpakkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ tassa tattha rūpa kkhandhaḥ nirujjhati iti ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_2.2.2:76.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhittha, no",
        "analyzed": "pañcavokāram upapajjantānam arūpānam tesam tattha vedanā khandho nirujjhittha no ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_2.2.2:76.1_1",
        "original": "ca tesaṁ tattha rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "ca tesam tattha rūpa kkhandho nirujjhati pañcavokārā cavantānam tesam tattha vedanā kkhandho ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_2.2.2:76.1_2",
        "original": "ca nirujjhittha rūpakkhandho ca nirujjhati.",
        "analyzed": "ca nirujjhittha rūpakkhandho ca nirujjhati ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_2.2.2:77.1",
        "original": "Yassa yattha vedanākkhandho nirujjhati tassa tattha saññākkhandho nirujjhitthāti?",
        "analyzed": "yassa yattha vedanā kkhandho nirujjhati tassa tattha saññā kkhandho nirujjhittha ati ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_2.2.2:78.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha vedanākkhandho nirujjhati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha vedanā khandho nirujjhati no ca tesam tattha ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_2.2.2:78.1_1",
        "original": "saññākkhandho nirujjhittha. Itaresaṁ catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha",
        "analyzed": "saññā kkhandho nirujjhittha itaresam catuvokārā pañcavokārā cavantānam tesam tattha ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_2.2.2:78.1_2",
        "original": "vedanākkhandho ca nirujjhati saññākkhandho ca nirujjhittha.",
        "analyzed": "vedanā khandho ca nirujjhati saññā khandho ca nirujjhittha ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_2.2.2:79.1",
        "original": "Yassa vā pana yattha saññākkhandho nirujjhittha tassa tattha vedanākkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho nirujjhittha tassa tattha vedanā kkhandho nirujjhati iti ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_2.2.2:80.1_0",
        "original": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nirujjhittha,",
        "analyzed": "catuvokāram pañcavokāram upapajjantānam tesam tattha saññā kkhandho nirujjhittha ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_2.2.2:80.1_1",
        "original": "no ca tesaṁ tattha vedanākkhandho nirujjhati. Catuvokārā pañcavokārā cavantānaṁ tesaṁ",
        "analyzed": "no ca tesam tattha vedanā khandho nirujjhati catu vokārā pañca vokārā cavantānam tesam ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_2.2.2:80.1_2",
        "original": "tattha saññākkhandho ca nirujjhittha vedanākkhandho ca nirujjhati.",
        "analyzed": "tattha saññā kkhandho ca nirujjhittha vedanā kkhandho ca nirujjhati ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_2.2.2:81.0",
        "original": "2.2.2.4.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_2.2.2:81.1",
        "original": "Yassa rūpakkhandho na nirujjhati tassa vedanākkhandho na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yassa rūpa kkhandhaḥ na nirujjhati tassa vedanā kkhandhaḥ na nirujjhittha ati nirujjhittha ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_2.2.2:82.1",
        "original": "Yassa vā pana vedanākkhandho na nirujjhittha tassa rūpakkhandho na nirujjhatīti? Natthi.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ na nirujjhittha tassa rūpa kkhandhaḥ na nirujjhati iti natthi ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_2.2.2:83.1",
        "original": "Yassa vedanākkhandho na nirujjhati tassa saññākkhandho na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yassa vedanā kkhandho na nirujjhati tassa saññā kkhandho na nirujjhittha ati nirujjhittha ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_2.2.2:84.1",
        "original": "Yassa vā pana saññākkhandho na nirujjhittha tassa vedanākkhandho na nirujjhatīti? Natthi.",
        "analyzed": "yassa vā pana saññā kkhandho na nirujjhittha tassa vedanā kkhandho na nirujjhati iti natthi ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_2.2.2:85.0",
        "original": "2.2.2.4.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_2.2.2:85.1",
        "original": "Yattha rūpakkhandho na nirujjhati (yatthakaṁ paripuṇṇaṁ kātabbaṁ.)",
        "analyzed": "yattha rūpakkhandhaḥ na nirujjhati yatthakam paripuṇṇam ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_2.2.2:86.0",
        "original": "2.2.2.4.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_2.2.2:86.1",
        "original": "Yassa yattha rūpakkhandho na nirujjhati tassa tattha vedanākkhandho na nirujjhitthāti?",
        "analyzed": "yassa yattha rūpa kkhandho na nirujjhati tassa tattha vedanā kkhandho na nirujjhittha ati ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_2.2.2:87.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhati, no",
        "analyzed": "pañcavokāram upapajjantānam arūpānam tesam tattha rūpakkhandho na nirujjhati no ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_2.2.2:87.1_1",
        "original": "ca tesaṁ tattha vedanākkhandho na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ",
        "analyzed": "ca tesam tattha vedanā khandho na nirujjhittha suddhāvāsam upapajjantānam asaññasatta ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_2.2.2:87.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhati vedanākkhandho ca na nirujjhittha.",
        "analyzed": "upapajjantānam tesam tattha rūpa kkhandho ca na nirujjhati vedanā kkhandho ca na ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_2.2.2:88.1",
        "original": "Yassa vā pana yattha vedanākkhandho na nirujjhittha tassa tattha rūpakkhandho na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandho na nirujjhittha tassa tattha rūpa kkhandho na nirujjhati iti ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_2.2.2:89.1_0",
        "original": "Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho na",
        "analyzed": "suddhāvāse parinibbantānam asaññasattā cavantānam tesam tattha vedanā khandho na ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_2.2.2:89.1_1",
        "original": "nirujjhittha, no ca tesaṁ tattha rūpakkhandho na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ",
        "analyzed": "nirujjhittha no ca tesam tattha rūpakkhandho na nirujjhati suddhāvāsam ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_2.2.2:89.1_2",
        "original": "asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhittha rūpakkhandho ca na nirujjhati.",
        "analyzed": "asaññasattam upapajjantānam tesam tattha vedanā kkhandho ca na nirujjhittha rūpa kkhandho ca na nirujjhati ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_2.2.2:90.1",
        "original": "Yassa yattha vedanākkhandho na nirujjhati tassa tattha saññākkhandho na nirujjhitthāti?",
        "analyzed": "yassa yattha vedanā kkhandho na nirujjhati tassa tattha saññā kkhandho na nirujjhittha ati ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_2.2.2:91.1_0",
        "original": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho na nirujjhati,",
        "analyzed": "catuvokāram pañcavokāram upapajjantānam tesam tattha vedanā khandho na nirujjhati ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_2.2.2:91.1_1",
        "original": "no ca tesaṁ tattha saññākkhandho na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ",
        "analyzed": "no ca tesam tattha saññā kkhandho na suddhāvāsam upapajjantānam asaññasattānam ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_2.2.2:91.1_2",
        "original": "tesaṁ tattha vedanākkhandho ca na nirujjhati saññākkhandho ca na nirujjhittha.",
        "analyzed": "tesam tattha vedanā kkhandho ca na nirujjhati saññā kkhandho ca na ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_2.2.2:92.1",
        "original": "Yassa vā pana yattha saññākkhandho na nirujjhittha tassa tattha vedanākkhandho na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho na nirujjhittha tassa tattha vedanā kkhandho na nirujjhati iti ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_2.2.2:93.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha saññākkhandho na nirujjhittha, no ca tesaṁ",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha saññā kkhandho na nirujjhittha no ca tesam ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_2.2.2:93.1_1",
        "original": "tattha vedanākkhandho na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ",
        "analyzed": "tattha vedanā khandho na nirujjhati suddhāvāsam upapajjantānam asaññasattānam ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_2.2.2:93.1_2",
        "original": "tattha saññākkhandho ca na nirujjhittha vedanākkhandho ca na nirujjhati.",
        "analyzed": "tattha saññā kkhandho ca na nirujjhittha vedanā kkhandho ca na nirujjhati ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_2.2.2:94.0.1",
        "original": "2.2.2.5. Paccuppannānāgatavāra",
        "analyzed": "      ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_2.2.2:94.0.2",
        "original": "2.2.2.5.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_2.2.2:94.1",
        "original": "Yassa rūpakkhandho nirujjhati tassa vedanākkhandho nirujjhissatīti?",
        "analyzed": "yassa rūpa kkhandhaḥ nirujjhati tassa vedanā kkhandhaḥ nirujjhissati iti ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_2.2.2:95.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ rūpakkhandho nirujjhati, no ca tesaṁ vedanākkhandho",
        "analyzed": "pañcavokāre parinibbantānam tesam rūpa kkhandho nirujjhati no ca tesam vedanā kkhandho ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_2.2.2:95.1_1",
        "original": "nirujjhissati. Itaresaṁ pañcavokārā cavantānaṁ asaññasattā cavantānaṁ tesaṁ rūpakkhandho",
        "analyzed": "nirujjhissati itaresam pañcavokārā cavantānam asaññasattā cavantānam tesam rūpakkhandho ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_2.2.2:95.1_2",
        "original": "ca nirujjhati vedanākkhandho ca nirujjhissati.",
        "analyzed": "ca nirujjhati vedanā khandhaḥ ca nirujjhissati ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_2.2.2:96.1",
        "original": "Yassa vā pana vedanākkhandho nirujjhissati tassa rūpakkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nirujjhissati tassa rūpa kkhandhaḥ nirujjhati iti ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_2.2.2:97.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpā cavantānaṁ tesaṁ vedanākkhandho nirujjhissati, no ca",
        "analyzed": "sabbesam upapajjantānam arūpā cavantānam tesam vedanā khandho nirujjhissati no ca ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_2.2.2:97.1_1",
        "original": "tesaṁ rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ asaññasattā cavantānaṁ tesaṁ",
        "analyzed": "tesam rūpakkhandho nirujjhati pañcavokārā cavantānam asaññasattā cavantānam tesam ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_2.2.2:97.1_2",
        "original": "vedanākkhandho ca nirujjhissati rūpakkhandho ca nirujjhati.",
        "analyzed": "vedanā kkhandhaḥ ca nirujjhissati rūpa kkhandhaḥ ca nirujjhati ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_2.2.2:98.1",
        "original": "Yassa vedanākkhandho nirujjhati tassa saññākkhandho nirujjhissatīti?",
        "analyzed": "yassa vedanā kkhandhaḥ nirujjhati tassa saññā kkhandhaḥ nirujjhissati iti ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_2.2.2:99.1_0",
        "original": "Parinibbantānaṁ tesaṁ vedanākkhandho nirujjhati, no ca tesaṁ saññākkhandho nirujjhissati.",
        "analyzed": "parinibbantānam tesam vedanā kkhandho nirujjhati no ca tesam saññā kkhandho nirujjhissati ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_2.2.2:99.1_1",
        "original": "Itaresaṁ catuvokārā pañcavokārā cavantānaṁ tesaṁ vedanākkhandho ca nirujjhati saññākkhandho ca nirujjhissati.",
        "analyzed": "itaresam catuvokārā pañcavokārā cavantānam tesam vedanā kkhandho ca nirujjhati saññā kkhandho ca nirujjhissati ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_2.2.2:100.1",
        "original": "Yassa vā pana saññākkhandho nirujjhissati tassa vedanākkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana saññā kkhandhaḥ nirujjhissati tassa vedanā kkhandhaḥ nirujjhati iti ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_2.2.2:101.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ asaññasattā cavantānaṁ tesaṁ saññākkhandho nirujjhissati,",
        "analyzed": "sabbesam upapajjantānam asaññasattā cavantānam tesam saññā kkhandho nirujjhissati ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_2.2.2:101.1_1",
        "original": "no ca tesaṁ vedanākkhandho nirujjhati. Catuvokārā pañcavokārā cavantānaṁ tesaṁ saññākkhandho",
        "analyzed": "no ca tesam vedanā khandho nirujjhati catuvokārā pañcavokārā cavantānam tesam saññā khandho ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_2.2.2:101.1_2",
        "original": "ca nirujjhissati vedanākkhandho ca nirujjhati.",
        "analyzed": "ca nirujjhissati vedanā khandhaḥ ca nirujjhati ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_2.2.2:102.0",
        "original": "2.2.2.5.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_2.2.2:102.1",
        "original": "Yattha rūpakkhandho nirujjhati …pe….",
        "analyzed": "yattha rūpakkhandhaḥ nirujjhati pe ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_2.2.2:103.0",
        "original": "2.2.2.5.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_2.2.2:103.1",
        "original": "Yassa yattha rūpakkhandho nirujjhati tassa tattha vedanākkhandho nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa kkhandhaḥ nirujjhati tassa tattha vedanā kkhandhaḥ nirujjhissati iti ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_2.2.2:104.1_0",
        "original": "Pañcavokāre parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpakkhandho nirujjhati,",
        "analyzed": "pañcavokāre parinibbantānam asaññasattā cavantānam tesam tattha rūpakkhandho nirujjhati ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_2.2.2:104.1_1",
        "original": "no ca tesaṁ tattha vedanākkhandho nirujjhissati. Itaresaṁ pañcavokārā cavantānaṁ",
        "analyzed": "no ca tesam tattha vedanā khandho nirujjhissati itaresam pañcavokārā ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_2.2.2:104.1_2",
        "original": "tesaṁ tattha rūpakkhandho ca nirujjhati vedanākkhandho ca nirujjhissati.",
        "analyzed": "tesam tattha rūpa kkhandho ca nirujjhati vedanā kkhandho ca nirujjhissati ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_2.2.2:105.1",
        "original": "Yassa vā pana yattha vedanākkhandho nirujjhissati tassa tattha rūpakkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ nirujjhissati tassa tattha rūpa kkhandhaḥ nirujjhati iti ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_2.2.2:106.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhissati, no",
        "analyzed": "pañcavokāram upapajjantānam arūpānam tesam tattha vedanā khandho nirujjhissati no ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_2.2.2:106.1_1",
        "original": "ca tesaṁ tattha rūpakkhandho nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "ca tesam tattha rūpa kkhandho nirujjhati pañcavokārā cavantānam tesam tattha vedanā kkhandho ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_2.2.2:106.1_2",
        "original": "ca nirujjhissati rūpakkhandho ca nirujjhati.",
        "analyzed": "ca nirujjhissati rūpa khandhaḥ ca nirujjhati ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_2.2.2:107.1",
        "original": "Yassa yattha vedanākkhandho nirujjhati tassa tattha saññākkhandho nirujjhissatīti?",
        "analyzed": "yassa yattha vedanā kkhandho nirujjhati tassa tattha saññā kkhandho nirujjhissati iti ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_2.2.2:108.1_0",
        "original": "Parinibbantānaṁ tesaṁ tattha vedanākkhandho nirujjhati, no ca tesaṁ tattha saññākkhandho",
        "analyzed": "parinibbantānam tesam tattha vedanā kkhandho nirujjhati no ca tesam tattha saññā kkhandho ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_2.2.2:108.1_1",
        "original": "nirujjhissati. Itaresaṁ catuvokārā pañcavokārā cavantānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "nirujjhissati itaresam catuvokārā pañcavokārā cavantānam tesam tattha vedanā khandho ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_2.2.2:108.1_2",
        "original": "ca nirujjhati saññākkhandho ca nirujjhissati.",
        "analyzed": "ca nirujjhati saññā kkhandho ca nirujjhissati ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_2.2.2:109.1",
        "original": "Yassa vā pana yattha saññākkhandho nirujjhissati tassa tattha vedanākkhandho nirujjhatīti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho nirujjhissati tassa tattha vedanā kkhandho nirujjhati iti ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_2.2.2:110.1_0",
        "original": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nirujjhissati,",
        "analyzed": "catuvokāram pañcavokāram upapajjantānam tesam tattha saññā kkhandho nirujjhissati ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_2.2.2:110.1_1",
        "original": "no ca tesaṁ tattha vedanākkhandho nirujjhati. Catuvokārā pañcavokārā cavantānaṁ tesaṁ",
        "analyzed": "no ca tesam tattha vedanā khandho nirujjhati catu vokārā pañca vokārā cavantānam tesam ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_2.2.2:110.1_2",
        "original": "tattha saññākkhandho ca nirujjhissati vedanākkhandho ca nirujjhati.",
        "analyzed": "tattha saññā kkhandho ca nirujjhissati vedanā kkhandho ca nirujjhati ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_2.2.2:111.0",
        "original": "2.2.2.5.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_2.2.2:111.1",
        "original": "Yassa rūpakkhandho na nirujjhati tassa vedanākkhandho na nirujjhissatīti?",
        "analyzed": "yassa rūpa kkhandhaḥ na nirujjhati tassa vedanā kkhandho na nirujjhissati iti ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_2.2.2:112.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpā cavantānaṁ tesaṁ rūpakkhandho na nirujjhati, no ca",
        "analyzed": "sabbesam upapajjantānam arūpā cavantānam tesam rūpakkhandho na nirujjhati no ca ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_2.2.2:112.1_1",
        "original": "tesaṁ vedanākkhandho na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ rūpakkhandho ca",
        "analyzed": "tesam vedanā kkhandho na nirujjhissati arūpe parinibbantānam tesam rūpa kkhandho ca ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_2.2.2:112.1_2",
        "original": "na nirujjhati vedanākkhandho ca na nirujjhissati.",
        "analyzed": "na nirujjhati vedanā khandhaḥ ca na nirujjhissati ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_2.2.2:113.1",
        "original": "Yassa vā pana vedanākkhandho na nirujjhissati tassa rūpakkhandho na nirujjhatīti?",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ na nirujjhissati tassa rūpa kkhandhaḥ na nirujjhati iti ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_2.2.2:114.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ vedanākkhandho na nirujjhissati, no ca tesaṁ rūpakkhandho",
        "analyzed": "pañcavokāre parinibbantānam tesam vedanā kkhandhaḥ na nirujjhissati no ca tesam rūpa kkhandho ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_2.2.2:114.1_1",
        "original": "na nirujjhati. Arūpe parinibbantānaṁ tesaṁ vedanākkhandho ca na nirujjhissati rūpakkhandho ca na nirujjhati.",
        "analyzed": "na nirujjhati arūpe parinibbantānam tesam vedanā kkhandho ca na nirujjhissati rūpa kkhandho ca na nirujjhati ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_2.2.2:115.1",
        "original": "Yassa vedanākkhandho na nirujjhati tassa saññākkhandho na nirujjhissatīti? Nirujjhissati.",
        "analyzed": "yassa vedanā kkhandho na nirujjhati tassa saññā kkhandho na nirujjhissati iti nirujjhissati ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_2.2.2:116.1",
        "original": "Yassa vā pana saññākkhandho na nirujjhissati tassa vedanākkhandho na nirujjhatīti? Nirujjhati.",
        "analyzed": "yassa vā pana saññā kkhandho na nirujjhissati tassa vedanā kkhandho na nirujjhati iti nirujjhati ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_2.2.2:117.0",
        "original": "2.2.2.5.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_2.2.2:117.1",
        "original": "Yattha rūpakkhandho na nirujjhati …pe….",
        "analyzed": "yattha rūpakkhandhaḥ na nirujjhati pe ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_2.2.2:118.0",
        "original": "2.2.2.5.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_2.2.2:118.1",
        "original": "Yassa yattha rūpakkhandho na nirujjhati tassa tattha vedanākkhandho na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa kkhandho na nirujjhati tassa tattha vedanā kkhandho na nirujjhissati iti ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_2.2.2:119.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhati, no",
        "analyzed": "pañcavokāram upapajjantānam arūpānam tesam tattha rūpakkhandho na nirujjhati no ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_2.2.2:119.1_1",
        "original": "ca tesaṁ tattha vedanākkhandho na nirujjhissati. Arūpe parinibbantānaṁ asaññasattaṁ",
        "analyzed": "ca tesam tattha vedanā khandho na nirujjhissati arūpe parinibbantānam asañña satta ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_2.2.2:119.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhati vedanākkhandho ca na nirujjhissati.",
        "analyzed": "upapajjantānam tesam tattha rūpa kkhandho ca na nirujjhati vedanā kkhandho ca na nirujjhissati ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_2.2.2:120.1",
        "original": "Yassa vā pana yattha vedanākkhandho na nirujjhissati tassa tattha rūpakkhandho na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ na nirujjhissati tassa tattha rūpa kkhandhaḥ na nirujjhati iti ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_2.2.2:121.1_0",
        "original": "Pañcavokāre parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha vedanākkhandho na",
        "analyzed": "pañcavokāre parinibbantānam asaññasattā cavantānam tesam tattha vedanā khandho na ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_2.2.2:121.1_1",
        "original": "nirujjhissati, no ca tesaṁ tattha rūpakkhandho na nirujjhati. Arūpe parinibbantānaṁ",
        "analyzed": "nirujjhissati no ca tesam tattha rūpa khandho na nirujjhati arūpe parinibbantāna ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_2.2.2:121.1_2",
        "original": "asaññasattaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhissati rūpakkhandho ca na nirujjhati.",
        "analyzed": "asaññasattam upapajjantānam tesam tattha vedanā kkhandho ca na nirujjhissati rūpa kkhandho ca na nirujjhati ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_2.2.2:122.1",
        "original": "Yassa yattha vedanākkhandho na nirujjhati tassa tattha saññākkhandho na nirujjhissatīti?",
        "analyzed": "yassa yattha vedanā kkhandho na nirujjhati tassa tattha saññā kkhandho na nirujjhissati iti ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_2.2.2:123.1_0",
        "original": "Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho na nirujjhati,",
        "analyzed": "catuvokāram pañcavokāram upapajjantānam tesam tattha vedanā khandho na nirujjhati ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_2.2.2:123.1_1",
        "original": "no ca tesaṁ tattha saññākkhandho na nirujjhissati. Asaññasattānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "no ca tesam tattha saññā kkhandho na nirujjhissati asaññasattānam tesam tattha vedanā kkhandho ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_2.2.2:123.1_2",
        "original": "ca na nirujjhati saññākkhandho ca na nirujjhissati.",
        "analyzed": "ca na nirujjhati saññā kkhandho ca na nirujjhissati ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_2.2.2:124.1",
        "original": "Yassa vā pana yattha saññākkhandho na nirujjhissati tassa tattha vedanākkhandho na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho na nirujjhissati tassa tattha vedanā kkhandho na nirujjhati iti ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_2.2.2:125.1_0",
        "original": "Parinibbantānaṁ tesaṁ tattha saññākkhandho na nirujjhissati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "parinibbantānam tesam tattha saññā kkhandho na nirujjhissati no ca tesam tattha vedanā kkhandho ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_2.2.2:125.1_1",
        "original": "na nirujjhati. Asaññasattānaṁ tesaṁ tattha saññākkhandho ca na nirujjhissati vedanākkhandho ca na nirujjhati.",
        "analyzed": "na nirujjhati asaññasattānam tesam tattha saññā kkhandho ca na nirujjhissati vedanā kkhandho ca na nirujjhati ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_2.2.2:126.0.1",
        "original": "2.2.2.6. Atītānāgatavāra",
        "analyzed": "       ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_2.2.2:126.0.2",
        "original": "2.2.2.6.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_2.2.2:126.1",
        "original": "Yassa rūpakkhandho nirujjhittha tassa vedanākkhandho nirujjhissatīti?",
        "analyzed": "yassa rūpa kkhandhaḥ nirujjhittha tassa vedanā kkhandhaḥ nirujjhissati iti ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_2.2.2:127.1",
        "original": "Parinibbantānaṁ tesaṁ rūpakkhandho nirujjhittha, no ca tesaṁ vedanākkhandho nirujjhissati. Itaresaṁ tesaṁ rūpakkhandho ca nirujjhittha vedanākkhandho ca nirujjhissati.",
        "analyzed": "parinibbantānam tesam rūpa kkhandhaḥ nirujjhittha no ca tesam vedanā kkhandhaḥ nirujjhissati itaresam tesam rūpa kkhandho ca nirujjhittha vedanā kkhandho ca nirujjhissati ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_2.2.2:128.1",
        "original": "Yassa vā pana vedanākkhandho nirujjhissati tassa rūpakkhandho nirujjhitthāti? Āmantā.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ nirujjhissati tassa rūpa kkhandhaḥ nirujjhittha ati āmantā ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_2.2.2:129.1",
        "original": "Yassa vedanākkhandho nirujjhittha tassa saññākkhandho nirujjhissatīti?",
        "analyzed": "yassa vedanā kkhandhaḥ nirujjhittha tassa saññā kkhandho nirujjhissati iti ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_2.2.2:130.1",
        "original": "Parinibbantānaṁ tesaṁ vedanākkhandho nirujjhittha, no ca tesaṁ saññākkhandho nirujjhissati. Itaresaṁ tesaṁ vedanākkhandho ca nirujjhittha saññākkhandho ca nirujjhissati.",
        "analyzed": "parinibbantānam tesam vedanā kkhandhaḥ nirujjhittha no ca tesam saññā kkhandhaḥ nirujjhissati itaresam tesam vedanā kkhandho ca nirujjhittha saññā kkhandho ca nirujjhissati ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_2.2.2:131.1",
        "original": "Yassa vā pana saññākkhandho nirujjhissati tassa vedanākkhandho nirujjhitthāti? Āmantā.",
        "analyzed": "yassa vā pana saññā kkhandhaḥ nirujjhissati tassa vedanā kkhandhaḥ nirujjhittha ati āmantā ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_2.2.2:132.0",
        "original": "2.2.2.6.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_2.2.2:132.1",
        "original": "Yattha rūpakkhandho nirujjhittha …pe….",
        "analyzed": "yattha rūpakkhandhaḥ nirujjhittha pe ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_2.2.2:133.0",
        "original": "2.2.2.6.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_2.2.2:133.1",
        "original": "Yassa yattha rūpakkhandho nirujjhittha tassa tattha vedanākkhandho nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa kkhandhaḥ nirujjhittha tassa tattha vedanā kkhandhaḥ nirujjhissati iti ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_2.2.2:134.1_0",
        "original": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha rūpakkhandho nirujjhittha,",
        "analyzed": "pañcavokāre parinibbantānam asaññasattānam tesam tattha rūpakkhandho ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_2.2.2:134.1_1",
        "original": "no ca tesaṁ tattha vedanākkhandho nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha vedanā khandho nirujjhissati itaresam pañcavokārānam tesam tattha ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_2.2.2:134.1_2",
        "original": "rūpakkhandho ca nirujjhittha vedanākkhandho ca nirujjhissati.",
        "analyzed": "rūpa kkhandhaḥ ca nirujjhittha vedanā kkhandhaḥ ca nirujjhissati ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_2.2.2:135.1",
        "original": "Yassa vā pana yattha vedanākkhandho nirujjhissati tassa tattha rūpakkhandho nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ nirujjhissati tassa tattha rūpa kkhandhaḥ nirujjhittha ati ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_2.2.2:136.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha vedanākkhandho nirujjhissati, no",
        "analyzed": "suddhāvāsam upapajjantānam arūpānam tesam tattha vedanā khandho nirujjhissati no ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_2.2.2:136.1_1",
        "original": "ca tesaṁ tattha rūpakkhandho nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "ca tesam tattha rūpa kkhandho nirujjhitthe itaresam pañcavokārānam tesam tattha vedanā kkhandho ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_2.2.2:136.1_2",
        "original": "ca nirujjhissati rūpakkhandho ca nirujjhittha.",
        "analyzed": "ca nirujjhissati rūpa khandhaḥ ca nirujjhittha ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_2.2.2:137.1",
        "original": "Yassa yattha vedanākkhandho nirujjhittha tassa tattha saññākkhandho nirujjhissatīti?",
        "analyzed": "yassa yattha vedanā kkhandho nirujjhittha tassa tattha saññā kkhandho nirujjhissati iti ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_2.2.2:138.1_0",
        "original": "Parinibbantānaṁ tesaṁ tattha vedanākkhandho nirujjhittha, no ca tesaṁ tattha saññākkhandho",
        "analyzed": "parinibbantānam tesam tattha vedanā kkhandho nirujjhittha no ca tesam tattha saññā kkhandho ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_2.2.2:138.1_1",
        "original": "nirujjhissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha vedanākkhandho",
        "analyzed": "nirujjhissati itaresam catuvokārānam pañcavokārānam tesam tattha vedanā khandho ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_2.2.2:138.1_2",
        "original": "ca nirujjhittha saññākkhandho ca nirujjhissati.",
        "analyzed": "ca nirujjhittha saññā khandho ca nirujjhissati ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_2.2.2:139.1",
        "original": "Yassa vā pana yattha saññākkhandho nirujjhissati tassa tattha vedanākkhandho nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho nirujjhissati tassa tattha vedanā kkhandho nirujjhittha ati ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_2.2.2:140.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha saññākkhandho nirujjhissati, no ca tesaṁ",
        "analyzed": "suddhāvāsam upapajjantānam tesam tattha saññā kkhandho nirujjhissati no ca tesam ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_2.2.2:140.1_1",
        "original": "tattha vedanākkhandho nirujjhittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "tattha vedanā khandho nirujjhitthe itaresam catuvokārānam pañcavokārānam tesam tattha ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_2.2.2:140.1_2",
        "original": "saññākkhandho ca nirujjhissati vedanākkhandho ca nirujjhittha.",
        "analyzed": "saññā kkhandho ca nirujjhissati vedanā kkhandho ca nirujjhittha ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_2.2.2:141.0",
        "original": "2.2.2.6.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_2.2.2:141.1",
        "original": "Yassa rūpakkhandho na nirujjhittha tassa vedanākkhandho na nirujjhissatīti? Natthi.",
        "analyzed": "yassa rūpa kkhandhaḥ na nirujjhittha tassa vedanā kkhandho na nirujjhissati iti natthi ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_2.2.2:142.1",
        "original": "Yassa vā pana vedanākkhandho na nirujjhissati tassa rūpakkhandho na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yassa vā pana vedanā kkhandhaḥ na nirujjhissati tassa rūpa kkhandhaḥ na nirujjhittha ati nirujjhittha ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_2.2.2:143.1",
        "original": "Yassa vedanākkhandho na nirujjhittha tassa saññākkhandho na nirujjhissatīti? Natthi.",
        "analyzed": "yassa vedanā kkhandhaḥ na nirujjhittha tassa saññā kkhandho na nirujjhissati iti natthi ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_2.2.2:144.1",
        "original": "Yassa vā pana saññākkhandho na nirujjhissati tassa vedanākkhandho na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yassa vā pana saññā kkhandhaḥ na nirujjhissati tassa vedanā kkhandho na nirujjhittha ati nirujjhittha ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_2.2.2:145.0",
        "original": "2.2.2.6.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_2.2.2:145.1",
        "original": "Yattha rūpakkhandho na nirujjhittha …pe….",
        "analyzed": "yattha rūpakkhandhaḥ na pe ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_2.2.2:146.0",
        "original": "2.2.2.6.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_2.2.2:146.1",
        "original": "Yassa yattha rūpakkhandho na nirujjhittha tassa tattha vedanākkhandho na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa kkhandho na nirujjhittha tassa tattha vedanā kkhandho na nirujjhissati iti ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_2.2.2:147.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpakkhandho na nirujjhittha, no",
        "analyzed": "suddhāvāsam upapajjantānam arūpānam tesam tattha rūpakkhandho na nirujjhittha no ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_2.2.2:147.1_1",
        "original": "ca tesaṁ tattha vedanākkhandho na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe",
        "analyzed": "ca tesam tattha vedanā khandho na nirujjhissati suddhāvāse parinibbantānam arūpe ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_2.2.2:147.1_2",
        "original": "parinibbantānaṁ tesaṁ tattha rūpakkhandho ca na nirujjhittha, vedanākkhandho ca na nirujjhissati.",
        "analyzed": "parinibbantānam tesam tattha rūpa kkhandho ca na nirujjhittha vedanā kkhandho ca na nirujjhissati ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_2.2.2:148.1",
        "original": "Yassa vā pana yattha vedanākkhandho na nirujjhissati tassa tattha rūpakkhandho na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha vedanā kkhandhaḥ na nirujjhissati tassa tattha rūpa kkhandhaḥ na nirujjhittha ati ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_2.2.2:149.1_0",
        "original": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha vedanākkhandho na nirujjhissati,",
        "analyzed": "pañcavokāre parinibbantānam asaññasattānam tesam tattha vedanā khandho na nirujjhissati ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_2.2.2:149.1_1",
        "original": "no ca tesaṁ tattha rūpakkhandho na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe",
        "analyzed": "no ca tesam tattha rūpa kkhandho na suddhāvāse parinibbantānam arūpe ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_2.2.2:149.1_2",
        "original": "parinibbantānaṁ tesaṁ tattha vedanākkhandho ca na nirujjhissati rūpakkhandho ca na nirujjhittha.",
        "analyzed": "parinibbantānam tesam tattha vedanā kkhandho ca na nirujjhissati rūpa kkhandho ca na nirujjhittha ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_2.2.2:150.1",
        "original": "Yassa yattha vedanākkhandho na nirujjhittha tassa tattha saññākkhandho na nirujjhissatīti?",
        "analyzed": "yassa yattha vedanā kkhandho na nirujjhittha tassa tattha saññā kkhandho na nirujjhissati iti ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_2.2.2:151.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha vedanākkhandho na nirujjhittha, no ca tesaṁ",
        "analyzed": "suddhāvāsam upapajjantānam tesam tattha vedanā khandho na nirujjhittha no ca tesam ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_2.2.2:151.1_1",
        "original": "tattha saññākkhandho na nirujjhissati. Suddhāvāse parinibbantānaṁ asaññasattānaṁ",
        "analyzed": "tattha saññā kkhandho na nirujjhissati suddhāvāse parinibbantānam asaññasattānam ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_2.2.2:151.1_2",
        "original": "tesaṁ tattha vedanākkhandho ca na nirujjhittha saññākkhandho ca na nirujjhissati.",
        "analyzed": "tesam tattha vedanā kkhandho ca na nirujjhittha saññā kkhandho ca na nirujjhissati ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_2.2.2:152.1",
        "original": "Yassa vā pana yattha saññākkhandho na nirujjhissati tassa tattha vedanākkhandho na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha saññā kkhandho na nirujjhissati tassa tattha vedanā kkhandho na nirujjhittha ati ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_2.2.2:153.1_0",
        "original": "Parinibbantānaṁ tesaṁ tattha saññākkhandho na nirujjhissati, no ca tesaṁ tattha vedanākkhandho",
        "analyzed": "parinibbantānam tesam tattha saññā kkhandho na nirujjhissati no ca tesam tattha vedanā kkhandho ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_2.2.2:153.1_1",
        "original": "na nirujjhittha. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha saññākkhandho",
        "analyzed": "na suddhāvāse parinibbantānam asaññasattānam tesam tattha saññā kkhandho ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_2.2.2:153.1_2",
        "original": "ca na nirujjhissati vedanākkhandho ca na nirujjhittha.",
        "analyzed": "ca na nirujjhissati vedanā khandhaḥ ca na ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_2.2.2:154.1",
        "original": "Nirodhavāro.",
        "analyzed": "  ",
        "folio": "154"
    }
]