[
    {
        "segmentnr": "PA_ya_1.2.1:0.1",
        "original": "1 Mūlayamaka",
        "analyzed": "mūlayamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_1.2.1:0.2",
        "original": "1.2 Niddesa",
        "analyzed": "niddesa ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_1.2.1:0.3",
        "original": "1.2.1. Mūlavāraniddesa",
        "analyzed": "     ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_1.2.1:1.0.1",
        "original": "1.2.1.1. Kusalapada nayacatukka",
        "analyzed": "kusala pada naya catukka ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_1.2.1:1.0.2",
        "original": "1.2.1.1.1. Mūlanaya",
        "analyzed": "mūlanaya ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_1.2.1:1.1",
        "original": "Ye keci kusalā dhammā, sabbe te kusalamūlāti? Tīṇeva kusalamūlāni. Avasesā kusalā dhammā na kusalamūlā.",
        "analyzed": "ye keci kusalā dhammā sabbe te kusala mūlā ati tīṇi iva kusala mūlāni avasesā kusalāḥ dhammāḥ na kusala mūlā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_1.2.1:2.1",
        "original": "Ye vā pana kusalamūlā, sabbe te dhammā kusalāti? Āmantā.",
        "analyzed": "ye vā pana kusala mūlā sabbe te dhammā kusalā ati āmantā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_1.2.1:3.1",
        "original": "Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlāti? Āmantā.",
        "analyzed": "ye keci kusalā dhammā sabbe te kusala mūlena eka mūlā ati āmantā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_1.2.1:4.1",
        "original": "Ye vā pana kusalamūlena ekamūlā, sabbe te dhammā kusalāti?",
        "analyzed": "ye vā pana kusala mūlena eka mūlā sabbe te dhammā kusalā ati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_1.2.1:5.1",
        "original": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlena ekamūlaṁ, na kusalaṁ. Kusalaṁ kusalamūlena ekamūlañceva kusalañca.",
        "analyzed": "kusala samuṭṭhānam rūpam kusala mūlena eka mūla na kusala kusalam kusala mūlena eka mūlam ca iva kusalañca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_1.2.1:6.1",
        "original": "Ye keci kusalamūlena ekamūlā dhammā, sabbe te kusalamūlena aññamaññamūlāti?",
        "analyzed": "ye keci kusala mūlena eka mūlāḥ dhammāḥ sabbe te kusala mūlena aññamañña mūlā ati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_1.2.1:7.1",
        "original": "Mūlāni yāni ekato uppajjanti kusalamūlāni ekamūlāni ceva aññamaññamūlāni ca. Avasesā kusalamūlasahajātā dhammā kusalamūlena ekamūlā, na ca aññamaññamūlā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti kusala mūlāni eka mūlāni ca iva aññamañña mūlāni ca avasesā kusala mūla sahajātāḥ dhammāḥ kusala mūlena eka mūlāḥ na ca aññamañña mūlāḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_1.2.1:8.1",
        "original": "Ye vā pana kusalamūlena aññamaññamūlā, sabbe te dhammā kusalāti? Āmantā.",
        "analyzed": "ye vā pana kusala mūlena aññamañña mūlā sabbe te dhammā kusalā ti āmantā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_1.2.1:9.0",
        "original": "1.2.1.1.2. Mūlamūlanaya",
        "analyzed": "mūla mūla naya ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_1.2.1:9.1",
        "original": "Ye keci kusalā dhammā, sabbe te kusalamūlamūlāti? Tīṇeva kusalamūlamūlāni. Avasesā kusalā dhammā na kusalamūlamūlā.",
        "analyzed": "ye keci kusalā dhammā sabbe te kusala mūla mūlā ati tīṇi iva kusala mūla mūlāni avasesā kusalāḥ dhammāḥ na kusala mūla mūlā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_1.2.1:10.1",
        "original": "Ye vā pana kusalamūlamūlā, sabbe te dhammā kusalāti? Āmantā.",
        "analyzed": "ye vā pana kusala mūla mūlā sabbe te dhammā kusalā ati āmantā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_1.2.1:11.1",
        "original": "Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlamūlāti? Āmantā.",
        "analyzed": "ye keci kusalā dhammā sabbe te kusala mūlena eka mūla mūlā ati āmantā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_1.2.1:12.1",
        "original": "Ye vā pana kusalamūlena ekamūlamūlā, sabbe te dhammā kusalāti?",
        "analyzed": "ye vā pana kusala mūlena eka mūla mūlā sabbe te dhammā kusalā ti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_1.2.1:13.1",
        "original": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlena ekamūlamūlaṁ, na kusalaṁ. Kusalaṁ kusalamūlena ekamūlamūlañceva kusalañca.",
        "analyzed": "kusala samuṭṭhānam rūpam kusala mūlena eka mūla mūla na kusala kusalam kusala mūlena eka mūla mūlam ca iva kusalañca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_1.2.1:14.1",
        "original": "Ye keci kusalamūlena ekamūlamūlā dhammā, sabbe te kusalamūlena aññamaññamūlamūlāti?",
        "analyzed": "ye keci kusala mūlena eka mūla mūlāḥ dhammāḥ sabbe te kusala mūlena añña mañña mūla mūlā ti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_1.2.1:15.1",
        "original": "Mūlāni yāni ekato uppajjanti kusalamūlāni ekamūlamūlāni ceva aññamaññamūlamūlāni ca. Avasesā kusalamūlasahajātā dhammā kusalamūlena ekamūlamūlā, na ca aññamaññamūlamūlā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti kusala mūlāni eka mūla mūlāni ca iva aññamañña mūla mūlāni ca avasesā kusala mūla sahajātāḥ dhammāḥ kusala mūlena eka mūla mūlāḥ na ca aññamañña mūla mūlāḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_1.2.1:16.1",
        "original": "Ye vā pana kusalamūlena aññamaññamūlamūlā, sabbe te dhammā kusalāti? Āmantā.",
        "analyzed": "ye vā pana kusala mūlena aññam añña mūla mūlā sabbe te dhammā kusalā ti āmantā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_1.2.1:17.0",
        "original": "1.2.1.1.3. Mūlakanaya",
        "analyzed": "mūlakanaya ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_1.2.1:17.1",
        "original": "Ye keci kusalā dhammā, sabbe te kusalamūlakāti? Āmantā.",
        "analyzed": "ye keci kusalā dhammā sabbe te kusala mūlakā ati āmantā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_1.2.1:18.1",
        "original": "Ye vā pana kusalamūlakā, sabbe te dhammā kusalāti?",
        "analyzed": "ye vā pana kusala mūlakā sabbe te dhammā kusalā ti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_1.2.1:19.1",
        "original": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlakaṁ na kusalaṁ. Kusalaṁ kusalamūlakañceva kusalañca.",
        "analyzed": "kusala samuṭṭhānam rūpam kusala mūlakam na kusala kusalam kusala mūlakam ca iva kusalam ca ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_1.2.1:20.1",
        "original": "Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlakāti? Āmantā.",
        "analyzed": "ye keci kusalā dhammā sabbe te kusala mūlena eka mūlakā ati āmantā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_1.2.1:21.1",
        "original": "Ye vā pana kusalamūlena ekamūlakā, sabbe te dhammā kusalāti?",
        "analyzed": "ye vā pana kusala mūlena eka mūlakā sabbe te dhammā kusalā ti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_1.2.1:22.1",
        "original": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlena ekamūlakaṁ, na kusalaṁ. Kusalaṁ kusalamūlena ekamūlakañceva kusalañca.",
        "analyzed": "kusala samuṭṭhānam rūpam kusala mūlena na kusala kusalam kusala mūlena eka mūlakam ca iva kusalam ca ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_1.2.1:23.1",
        "original": "Ye keci kusalamūlena ekamūlakā dhammā, sabbe te kusalamūlena aññamaññamūlakāti?",
        "analyzed": "ye keci kusala mūlena eka mūlakāḥ dhammāḥ sabbe te kusala mūlena añña mañña mūlakā ati ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_1.2.1:24.1",
        "original": "Mūlāni yāni ekato uppajjanti kusalamūlāni ekamūlakāni ceva aññamaññamūlakāni ca. Avasesā kusalamūlasahajātā dhammā kusalamūlena ekamūlakā, na ca aññamaññamūlakā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti kusala mūlāni eka mūlakāni ca iva aññamaññamūlakāni ca avasesā kusala mūla sahajātāḥ dhammāḥ kusala mūlena eka mūlakāḥ na ca aññamaññamūlakā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_1.2.1:25.1",
        "original": "Ye vā pana kusalamūlena aññamaññamūlakā, sabbe te dhammā kusalāti? Āmantā.",
        "analyzed": "ye vā pana kusala mūlena aññamaññamūlakā sabbe te dhammā kusalā ti āmantā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_1.2.1:26.0",
        "original": "1.2.1.1.4. Mūlamūlakanaya",
        "analyzed": "mūla mūlaka naya ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_1.2.1:26.1",
        "original": "Ye keci kusalā dhammā, sabbe te kusalamūlamūlakāti? Āmantā.",
        "analyzed": "ye keci kusalā dhammā sabbe te kusala mūla mūlakā ati āmantā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_1.2.1:27.1",
        "original": "Ye vā pana kusalamūlamūlakā, sabbe te dhammā kusalāti?",
        "analyzed": "ye vā pana kusala mūla mūlakā sabbe te dhammā kusalā ti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_1.2.1:28.1",
        "original": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlamūlakaṁ na kusalaṁ. Kusalaṁ kusalamūlamūlakañceva kusalañca.",
        "analyzed": "kusala samuṭṭhānam rūpam kusala mūla mūlakam na kusala kusalam kusala mūla mūlakam ca iva kusalam ca ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_1.2.1:29.1",
        "original": "Ye keci kusalā dhammā, sabbe te kusalamūlena ekamūlamūlakāti? Āmantā.",
        "analyzed": "ye keci kusalā dhammā sabbe te kusala mūlena eka mūla mūlakā ati āmantā ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_1.2.1:30.1",
        "original": "Ye vā pana kusalamūlena ekamūlamūlakā, sabbe te dhammā kusalāti?",
        "analyzed": "ye vā pana kusala mūlena eka mūla mūlakā sabbe te dhammā kusalā ti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_1.2.1:31.1",
        "original": "Kusalasamuṭṭhānaṁ rūpaṁ kusalamūlena ekamūlamūlakaṁ, na kusalaṁ. Kusalaṁ kusalamūlena ekamūlamūlakañceva kusalañca.",
        "analyzed": "kusala samuṭṭhānam rūpam kusala mūlena na kusala kusalam kusala mūlena eka mūla mūlakam ca iva kusalam ca ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_1.2.1:32.1",
        "original": "Ye keci kusalamūlena ekamūlamūlakā dhammā, sabbe te kusalamūlena aññamaññamūlamūlakāti?",
        "analyzed": "ye keci kusala mūlena eka mūla mūlakā dhammā sabbe te kusala mūlena añña mañña mūla mūlakā ti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_1.2.1:33.1",
        "original": "Mūlāni yāni ekato uppajjanti kusalamūlāni ekamūlamūlakāni ceva aññamaññamūlamūlakāni ca. Avasesā kusalamūlasahajātā dhammā kusalamūlena ekamūlamūlakā, na ca aññamaññamūlamūlakā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti kusala mūlāni eka mūla mūlakāni ca iva aññamañña mūla mūlakāni ca avasesā kusala mūla sahajātā dhammā kusala mūlena eka mūla mūlakāḥ na ca aññamañña mūla mūlakā ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_1.2.1:34.1",
        "original": "Ye vā pana kusalamūlena aññamaññamūlamūlakā, sabbe te dhammā kusalāti? Āmantā.",
        "analyzed": "ye vā pana kusala mūlena sabbe te dhammā kusalā ti āmantā ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_1.2.1:35.0.1",
        "original": "1.2.1.2. Akusalapada nayacatukka",
        "analyzed": "akusala pada naya catukka ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_1.2.1:35.0.2",
        "original": "1.2.1.2.1. Mūlanaya",
        "analyzed": "mūlanaya ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_1.2.1:35.1",
        "original": "Ye keci akusalā dhammā, sabbe te akusalamūlāti?",
        "analyzed": "ye keci akusalā dhammā sabbe te akusala mūlā ati ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_1.2.1:36.1",
        "original": "Tīṇeva akusalamūlāni. Avasesā akusalā dhammā na akusalamūlā.",
        "analyzed": "tīṇi iva akusala mūlāni avasesāḥ akusalāḥ dhammāḥ na akusala mūlā ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_1.2.1:37.1",
        "original": "Ye vā pana akusalamūlā, sabbe te dhammā akusalāti? Āmantā.",
        "analyzed": "ye vā pana akusala mūlā sabbe te dhammā akusalā ati āmantā ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_1.2.1:38.1",
        "original": "Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlāti?",
        "analyzed": "ye keci akusalā dhammā sabbe te akusala mūlena eka mūlā ati ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_1.2.1:39.1",
        "original": "Ahetukaṁ akusalaṁ akusalamūlena na ekamūlaṁ. Sahetukaṁ akusalaṁ akusalamūlena ekamūlaṁ.",
        "analyzed": "ahetukam akusalam akusala mūlena na sa hetukam akusalam akusala mūlena eka mūla ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_1.2.1:40.1",
        "original": "Ye vā pana akusalamūlena ekamūlā, sabbe te dhammā akusalāti?",
        "analyzed": "ye vā pana akusala mūlena eka mūlā sabbe te dhammā akusalā ati ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_1.2.1:41.1",
        "original": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlena ekamūlaṁ, na akusalaṁ. Akusalaṁ akusalamūlena ekamūlañceva akusalañca.",
        "analyzed": "akusala samuṭṭhānam rūpam akusala mūlena eka mūla na akusala akusalam akusala mūlena eka mūlam ca iva akusalañca ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_1.2.1:42.1",
        "original": "Ye keci akusalamūlena ekamūlā dhammā, sabbe te akusalamūlena aññamaññamūlāti?",
        "analyzed": "ye keci akusala mūlena eka mūlāḥ dhammāḥ sabbe te akusala mūlena aññamañña mūlā ati ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_1.2.1:43.1",
        "original": "Mūlāni yāni ekato uppajjanti akusalamūlāni ekamūlāni ceva aññamaññamūlāni ca. Avasesā akusalamūlasahajātā dhammā akusalamūlena ekamūlā, na ca aññamaññamūlā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti akusala mūlāni eka mūlāni ca iva aññamañña mūlāni ca avasesāḥ akusala mūla sahajātāḥ dhammāḥ akusala mūlena eka mūlāḥ na ca aññamañña mūlāḥ ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_1.2.1:44.1",
        "original": "Ye vā pana akusalamūlena aññamaññamūlā, sabbe te dhammā akusalāti? Āmantā.",
        "analyzed": "ye vā pana akusala mūlena aññamañña mūlā sabbe te dhammā akusalā ati āmantā ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_1.2.1:45.0",
        "original": "1.2.1.2.2. Mūlamūlanaya",
        "analyzed": "mūla mūla naya ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_1.2.1:45.1",
        "original": "Ye keci akusalā dhammā, sabbe te akusalamūlamūlāti?",
        "analyzed": "ye keci akusalā dhammā sabbe te akusala mūla mūlā ati ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_1.2.1:46.1",
        "original": "Tīṇeva akusalamūlamūlāni. Avasesā akusalā dhammā na akusalamūlamūlā.",
        "analyzed": "tīṇi iva akusala mūla mūlāni avasesāḥ akusalāḥ dhammāḥ na akusala mūla mūlā ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_1.2.1:47.1",
        "original": "Ye vā pana akusalamūlamūlā, sabbe te dhammā akusalāti? Āmantā.",
        "analyzed": "ye vā pana akusala mūla mūlā sabbe te dhammā akusalā ati āmantā ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_1.2.1:48.1",
        "original": "Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlamūlāti?",
        "analyzed": "ye keci akusalā dhammā sabbe te akusala mūlena eka mūla mūlā ati ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_1.2.1:49.1",
        "original": "Ahetukaṁ akusalaṁ akusalamūlena na ekamūlamūlaṁ. Sahetukaṁ akusalaṁ akusalamūlena ekamūlamūlaṁ.",
        "analyzed": "ahetukam akusalam akusala mūlena na eka mūla mūla sa hetukam akusalam akusala mūlena eka mūla mūla ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_1.2.1:50.1",
        "original": "Ye vā pana akusalamūlena ekamūlamūlā, sabbe te dhammā akusalāti?",
        "analyzed": "ye vā pana akusala mūlena eka mūla mūlā sabbe te dhammā akusalā ati ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_1.2.1:51.1",
        "original": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlena ekamūlamūlaṁ, na akusalaṁ. Akusalaṁ akusalamūlena ekamūlamūlañceva akusalañca.",
        "analyzed": "akusala samuṭṭhānam rūpam akusala mūlena eka mūla mūla na akusala akusalam akusala mūlena eka mūla mūlam ca iva akusalañca ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_1.2.1:52.1",
        "original": "Ye keci akusalamūlena ekamūlamūlā dhammā, sabbe te akusalamūlena aññamaññamūlamūlāti?",
        "analyzed": "ye keci akusala mūlena eka mūla mūlāḥ dhammāḥ sabbe te akusala mūlena añña mañña mūla mūlā ti ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_1.2.1:53.1",
        "original": "Mūlāni yāni ekato uppajjanti akusalamūlāni ekamūlamūlāni ceva aññamaññamūlamūlāni ca. Avasesā akusalamūlasahajātā dhammā akusalamūlena ekamūlamūlā, na ca aññamaññamūlamūlā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti akusala mūlāni eka mūla mūlāni ca iva aññamañña mūla mūlāni ca avasesāḥ akusala mūla sahajātāḥ dhammāḥ akusala mūlena eka mūla mūlāḥ na ca aññamañña mūla mūlāḥ ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_1.2.1:54.1",
        "original": "Ye vā pana akusalamūlena aññamaññamūlamūlā, sabbe te dhammā akusalāti? Āmantā.",
        "analyzed": "ye vā pana akusala mūlena aññam añña mūla mūlā sabbe te dhammā akusalā ati āmantā ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_1.2.1:55.0",
        "original": "1.2.1.2.3. Mūlakanaya",
        "analyzed": "mūlakanaya ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_1.2.1:55.1",
        "original": "Ye keci akusalā dhammā, sabbe te akusalamūlakāti?",
        "analyzed": "ye keci akusalā dhammā sabbe te akusala mūlakā ati ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_1.2.1:56.1",
        "original": "Ahetukaṁ akusalaṁ na akusalamūlakaṁ. Sahetukaṁ akusalaṁ akusalamūlakaṁ.",
        "analyzed": "ahetukam akusalam na akusala mūlaka sa hetukam akusalam akusala mūlaka ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_1.2.1:57.1",
        "original": "Ye vā pana akusalamūlakā, sabbe te dhammā akusalāti?",
        "analyzed": "ye vā pana akusala mūlakā sabbe te dhammā akusalā ti ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_1.2.1:58.1",
        "original": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlakaṁ na akusalaṁ. Akusalaṁ akusalamūlakañceva akusalañca.",
        "analyzed": "akusala samuṭṭhānam rūpam akusala mūlakam na akusala akusalam akusala mūlakam ca iva akusalam ca ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_1.2.1:59.1",
        "original": "Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlakāti?",
        "analyzed": "ye keci akusalāḥ dhammāḥ sabbe te akusala mūlena eka mūlakā ati ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_1.2.1:60.1",
        "original": "Ahetukaṁ akusalaṁ akusalamūlena na ekamūlakaṁ. Sahetukaṁ akusalaṁ akusalamūlena ekamūlakaṁ.",
        "analyzed": "ahetukam akusalam akusala mūlena na eka mūlaka sa hetukam akusalam akusala mūlena eka mūlaka ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_1.2.1:61.1",
        "original": "Ye vā pana akusalamūlena ekamūlakā, sabbe te dhammā akusalāti?",
        "analyzed": "ye vā pana akusala mūlena eka mūlakā sabbe te dhammā akusalā ati ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_1.2.1:62.1",
        "original": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlena ekamūlakaṁ, na akusalaṁ. Akusalaṁ akusalamūlena ekamūlakañceva akusalañca.",
        "analyzed": "akusala samuṭṭhānam rūpam akusala mūlena eka mūlaka na akusala akusalam akusala mūlena eka mūlakam ca iva akusalañca ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_1.2.1:63.1",
        "original": "Ye keci akusalamūlena ekamūlakā dhammā, sabbe te akusalamūlena aññamaññamūlakāti?",
        "analyzed": "ye keci akusala mūlena eka mūlakāḥ dhammāḥ sabbe te akusala mūlena añña mañña mūlakā ti ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_1.2.1:64.1",
        "original": "Mūlāni yāni ekato uppajjanti akusalamūlāni ekamūlakāni ceva aññamaññamūlakāni ca. Avasesā akusalamūlasahajātā dhammā akusalamūlena ekamūlakā, na ca aññamaññamūlakā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti akusala mūlāni eka mūlakāni ca iva aññamaññamūlakāni ca avasesāḥ akusala mūla sahajātāḥ dhammāḥ akusala mūlena eka mūlakāḥ na ca aññamaññamūlakāḥ ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_1.2.1:65.1",
        "original": "Ye vā pana akusalamūlena aññamaññamūlakā, sabbe te dhammā akusalāti? Āmantā.",
        "analyzed": "ye vā pana akusala mūlena sabbe te dhammā akusalā ti āmantā ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_1.2.1:66.0",
        "original": "1.2.1.2.4. Mūlamūlakanaya",
        "analyzed": "mūla mūlaka naya ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_1.2.1:66.1",
        "original": "Ye keci akusalā dhammā, sabbe te akusalamūlamūlakāti?",
        "analyzed": "ye keci akusalā dhammā sabbe te akusala mūla mūlakā ati ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_1.2.1:67.1",
        "original": "Ahetukaṁ akusalaṁ na akusalamūlamūlakaṁ. Sahetukaṁ akusalaṁ akusalamūlamūlakaṁ.",
        "analyzed": "ahetukam akusalam na akusala mūla mūlaka sa hetukam akusalam akusala mūla mūlaka ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_1.2.1:68.1",
        "original": "Ye vā pana akusalamūlamūlakā, sabbe te dhammā akusalāti?",
        "analyzed": "ye vā pana akusala mūla mūlakā sabbe te dhammā akusalā ti ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_1.2.1:69.1",
        "original": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlamūlakaṁ na akusalaṁ. Akusalaṁ akusalamūlamūlakañceva akusalañca.",
        "analyzed": "akusala samuṭṭhānam rūpam akusala mūla mūlakam na akusala akusalam akusala mūla mūlakam ca iva akusalam ca ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_1.2.1:70.1",
        "original": "Ye keci akusalā dhammā, sabbe te akusalamūlena ekamūlamūlakāti?",
        "analyzed": "ye keci akusalāḥ dhammāḥ sabbe te akusala mūlena eka mūla mūlakā ati ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_1.2.1:71.1",
        "original": "Ahetukaṁ akusalaṁ akusalamūlena na ekamūlamūlakaṁ. Sahetukaṁ akusalaṁ akusalamūlena ekamūlamūlakaṁ.",
        "analyzed": "ahetukam akusalam akusala mūlena na eka mūla mūlaka sa hetukam akusalam akusala mūlena eka mūla mūlaka ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_1.2.1:72.1",
        "original": "Ye vā pana akusalamūlena ekamūlamūlakā, sabbe te dhammā akusalāti?",
        "analyzed": "ye vā pana akusala mūlena eka mūla mūlakā sabbe te dhammā akusalā ati ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_1.2.1:73.1",
        "original": "Akusalasamuṭṭhānaṁ rūpaṁ akusalamūlena ekamūlamūlakaṁ, na akusalaṁ. Akusalaṁ akusalamūlena ekamūlamūlakañceva akusalañca.",
        "analyzed": "akusala samuṭṭhānam rūpam akusala mūlena eka mūla mūlaka na akusala akusalam akusala mūlena eka mūla mūlakam ca iva akusalam ca ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_1.2.1:74.1",
        "original": "Ye keci akusalamūlena ekamūlamūlakā dhammā, sabbe te akusalamūlena aññamaññamūlamūlakāti?",
        "analyzed": "ye keci akusala mūlena eka mūla mūlakāḥ dhammāḥ sabbe te akusala mūlena añña mañña mūla mūlakā ti ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_1.2.1:75.1",
        "original": "Mūlāni yāni ekato uppajjanti akusalamūlāni ekamūlamūlakāni ceva aññamaññamūlamūlakāni ca. Avasesā akusalamūlasahajātā dhammā akusalamūlena ekamūlamūlakā, na ca aññamaññamūlamūlakā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti akusala mūlāni eka mūla mūlakāni ca iva aññamañña mūla mūlakāni ca avasesāḥ akusala mūla sahajātāḥ dhammāḥ akusala mūlena eka mūla mūlakāḥ na ca aññamañña mūla mūlakāḥ ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_1.2.1:76.1",
        "original": "Ye vā pana akusalamūlena aññamaññamūlamūlakā, sabbe te dhammā akusalāti? Āmantā.",
        "analyzed": "ye vā pana akusala mūlena sabbe te dhammā akusalā ati āmantā ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_1.2.1:77.0.1",
        "original": "1.2.1.3. Abyākatapada nayacatukka",
        "analyzed": "abyākata pada naya catukka ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_1.2.1:77.0.2",
        "original": "1.2.1.3.1. Mūlanaya",
        "analyzed": "mūlanaya ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_1.2.1:77.1",
        "original": "Ye keci abyākatā dhammā, sabbe te abyākatamūlāti?",
        "analyzed": "ye keci abyākatāḥ dhammāḥ sabbe te abyākata mūlā ati ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_1.2.1:78.1",
        "original": "Tīṇeva abyākatamūlāni. Avasesā abyākatā dhammā na abyākatamūlā.",
        "analyzed": "tīṇi iva abyākata mūlāni avasesāḥ abyākatāḥ dhammāḥ na abyākata mūlā ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_1.2.1:79.1",
        "original": "Ye vā pana abyākatamūlā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_1.2.1:80.1",
        "original": "Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlāti?",
        "analyzed": "ye keci abyākatāḥ dhammāḥ sabbe te abyākata mūlena eka mūlā ati ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_1.2.1:81.1",
        "original": "Ahetukaṁ abyākataṁ abyākatamūlena na ekamūlaṁ. Sahetukaṁ abyākataṁ abyākatamūlena ekamūlaṁ.",
        "analyzed": "ahetukam abyākatam abyākata mūlena na sa hetukam abyākatam abyākata mūlena eka mūla ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_1.2.1:82.1",
        "original": "Ye vā pana abyākatamūlena ekamūlā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlena eka mūlā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_1.2.1:83.1",
        "original": "Ye keci abyākatamūlena ekamūlā dhammā, sabbe te abyākatamūlena aññamaññamūlāti?",
        "analyzed": "ye keci abyākata mūlena eka mūlāḥ dhammāḥ sabbe te abyākata mūlena añña mañña mūlā ati ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_1.2.1:84.1",
        "original": "Mūlāni yāni ekato uppajjanti abyākatamūlāni ekamūlāni ceva aññamaññamūlāni ca. Avasesā abyākatamūlasahajātā dhammā abyākatamūlena ekamūlā, na ca aññamaññamūlā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti abyākata mūlāni eka mūlāni ca iva aññamañña mūlāni ca avasesāḥ abyākata mūla sahajātāḥ dhammāḥ abyākata mūlena eka mūlāḥ na ca aññamañña mūlāḥ ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_1.2.1:85.1",
        "original": "Ye vā pana abyākatamūlena aññamaññamūlā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlena aññamañña mūlā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_1.2.1:86.0",
        "original": "1.2.1.3.2. Mūlamūlanaya",
        "analyzed": "mūla mūla naya ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_1.2.1:86.1",
        "original": "Ye keci abyākatā dhammā, sabbe te abyākatamūlamūlāti?",
        "analyzed": "ye keci abyākatā dhammā sabbe te abyākata mūla mūlā ati ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_1.2.1:87.1",
        "original": "Tīṇeva abyākatamūlamūlāni. Avasesā abyākatā dhammā na abyākatamūlamūlā.",
        "analyzed": "tīṇi iva abyākata mūla mūlāni avasesāḥ abyākatāḥ dhammāḥ na abyākata mūla mūlā ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_1.2.1:88.1",
        "original": "Ye vā pana abyākatamūlamūlā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūla mūlā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_1.2.1:89.1",
        "original": "Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlamūlāti?",
        "analyzed": "ye keci abyākatā dhammā sabbe te abyākata mūlena eka mūla mūlā ati ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_1.2.1:90.1",
        "original": "Ahetukaṁ abyākataṁ abyākatamūlena na ekamūlamūlaṁ. Sahetukaṁ abyākataṁ abyākatamūlena ekamūlamūlaṁ.",
        "analyzed": "ahetukam abyākatam abyākata mūlena na eka mūla mūla sa hetukam abyākatam abyākata mūlena eka mūla mūla ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_1.2.1:91.1",
        "original": "Ye vā pana abyākatamūlena ekamūlamūlā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlena eka mūla mūlā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_1.2.1:92.1",
        "original": "Ye keci abyākatamūlena ekamūlamūlā dhammā, sabbe te abyākatamūlena aññamaññamūlamūlāti?",
        "analyzed": "ye keci abyākata mūlena eka mūla mūlāḥ dhammāḥ sabbe te abyākata mūlena añña mañña mūla mūlā ti ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_1.2.1:93.1",
        "original": "Mūlāni yāni ekato uppajjanti abyākatamūlāni ekamūlamūlāni ceva aññamaññamūlamūlāni ca. Avasesā abyākatamūlasahajātā dhammā abyākatamūlena ekamūlamūlā, na ca aññamaññamūlamūlā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti abyākata mūlāni eka mūla mūlāni ca iva aññamañña mūla mūlāni ca avasesāḥ abyākata mūla sahajātāḥ dhammāḥ abyākata mūlena eka mūla mūlāḥ na ca aññamañña mūla mūlāḥ ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_1.2.1:94.1",
        "original": "Ye vā pana abyākatamūlena aññamaññamūlamūlā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlena aññam añña mūla mūlā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_1.2.1:95.0",
        "original": "1.2.1.3.3. Mūlakanaya",
        "analyzed": "mūlakanaya ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_1.2.1:95.1",
        "original": "Ye keci abyākatā dhammā, sabbe te abyākatamūlakāti?",
        "analyzed": "ye keci abyākatāḥ dhammāḥ sabbe te abyākata mūlakā ati ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_1.2.1:96.1",
        "original": "Ahetukaṁ abyākataṁ na abyākatamūlakaṁ. Sahetukaṁ abyākataṁ abyākatamūlakaṁ.",
        "analyzed": "ahetukam abyākatam na abyākata mūlaka sa hetukam abyākatam abyākata mūlaka ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_1.2.1:97.1",
        "original": "Ye vā pana abyākatamūlakā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlakā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_1.2.1:98.1",
        "original": "Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlakāti?",
        "analyzed": "ye keci abyākatāḥ dhammāḥ sabbe te abyākata mūlena eka mūlakā ati ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_1.2.1:99.1",
        "original": "Ahetukaṁ abyākataṁ abyākatamūlena na ekamūlakaṁ. Sahetukaṁ abyākataṁ abyākatamūlena ekamūlakaṁ.",
        "analyzed": "ahetukam abyākatam abyākata mūlena na eka mūlaka sa hetukam abyākatam abyākata mūlena eka mūlaka ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_1.2.1:100.1",
        "original": "Ye vā pana abyākatamūlena ekamūlakā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlena eka mūlakā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_1.2.1:101.1",
        "original": "Ye keci abyākatamūlena ekamūlakā dhammā, sabbe te abyākatamūlena aññamaññamūlakāti?",
        "analyzed": "ye keci abyākata mūlena eka mūlakāḥ dhammāḥ sabbe te abyākata mūlena añña mañña mūlakā ti ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_1.2.1:102.1",
        "original": "Mūlāni yāni ekato uppajjanti abyākatamūlāni ekamūlakāni ceva aññamaññamūlakāni ca. Avasesā abyākatamūlasahajātā dhammā abyākatamūlena ekamūlakā, na ca aññamaññamūlakā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti abyākata mūlāni eka mūlakāni ca iva aññamaññamūlakāni ca avasesāḥ abyākata mūla sahajātāḥ dhammāḥ abyākata mūlena eka mūlakāḥ na ca aññamaññamūlakāḥ ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_1.2.1:103.1",
        "original": "Ye vā pana abyākatamūlena aññamaññamūlakā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlena añña mañña mūlakā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_1.2.1:104.0",
        "original": "1.2.1.3.4. Mūlamūlakanaya",
        "analyzed": "mūla mūlaka naya ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_1.2.1:104.1",
        "original": "Ye keci abyākatā dhammā, sabbe te abyākatamūlamūlakāti?",
        "analyzed": "ye keci abyākatāḥ dhammāḥ sabbe te abyākata mūla mūlakā ati ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_1.2.1:105.1",
        "original": "Ahetukaṁ abyākataṁ na abyākatamūlamūlakaṁ. Sahetukaṁ abyākataṁ abyākatamūlamūlakaṁ.",
        "analyzed": "ahetukam abyākatam na abyākata mūla mūlaka sa hetukam abyākatam abyākata mūla mūlaka ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_1.2.1:106.1",
        "original": "Ye vā pana abyākatamūlamūlakā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūla mūlakā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_1.2.1:107.1",
        "original": "Ye keci abyākatā dhammā, sabbe te abyākatamūlena ekamūlamūlakāti?",
        "analyzed": "ye keci abyākatāḥ dhammāḥ sabbe te abyākata mūlena eka mūla mūlakā ati ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_1.2.1:108.1",
        "original": "Ahetukaṁ abyākataṁ abyākatamūlena na ekamūlamūlakaṁ. Sahetukaṁ abyākataṁ abyākatamūlena ekamūlamūlakaṁ.",
        "analyzed": "ahetukam abyākatam abyākata mūlena na eka mūla mūlaka sa hetukam abyākatam abyākata mūlena eka mūla mūlaka ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_1.2.1:109.1",
        "original": "Ye vā pana abyākatamūlena ekamūlamūlakā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlena eka mūla mūlakā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_1.2.1:110.1",
        "original": "Ye keci abyākatamūlena ekamūlamūlakā dhammā, sabbe te abyākatamūlena aññamaññamūlamūlakāti?",
        "analyzed": "ye keci abyākata mūlena eka mūla mūlakāḥ dhammāḥ sabbe te abyākata mūlena añña mañña mūla mūlakā ti ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_1.2.1:111.1_0",
        "original": "Mūlāni yāni ekato uppajjanti abyākatamūlāni ekamūlamūlakāni ceva aññamaññamūlamūlakāni",
        "analyzed": "mūlāni yāni ekatas uppajjanti abyākata mūlāni eka mūla mūlakāni ca iva aññamañña mūla mūlakāni ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_1.2.1:111.1_1",
        "original": "ca. Avasesā abyākatamūlasahajātā dhammā abyākatamūlena ekamūlamūlakā, na ca aññamaññamūlamūlakā.",
        "analyzed": "ca avasesāḥ abyākata mūla sahajātāḥ dhammāḥ abyākata mūlena eka mūla mūlakā na ca añña mañña mūla mūlakā ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_1.2.1:112.1",
        "original": "Ye vā pana abyākatamūlena aññamaññamūlamūlakā, sabbe te dhammā abyākatāti? Āmantā.",
        "analyzed": "ye vā pana abyākata mūlena añña mañña mūla mūlakā sabbe te dhammā abyākatā ati āmantā ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_1.2.1:113.0.1",
        "original": "1.2.1.4. Nāmapada nayacatukka",
        "analyzed": "nāma pada naya catukka ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_1.2.1:113.0.2",
        "original": "1.2.1.4.1. Mūlanaya",
        "analyzed": "mūlanaya ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_1.2.1:113.1",
        "original": "Ye keci nāmā dhammā, sabbe te nāmamūlāti?",
        "analyzed": "ye keci nāmā dhammā sabbe te nāma mūlā ati ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_1.2.1:114.1",
        "original": "Naveva nāmamūlāni. Avasesā nāmā dhammā na nāmamūlā.",
        "analyzed": "nava iva nāma mūlāni avasesāḥ nāmāḥ dhammāḥ na nāma mūlā ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_1.2.1:115.1",
        "original": "Ye vā pana nāmamūlā, sabbe te dhammā nāmāti? Āmantā.",
        "analyzed": "ye vā pana nāma mūlā sabbe te dhammā nāma ati āmantā ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_1.2.1:116.1",
        "original": "Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlāti?",
        "analyzed": "ye keci nāmā dhammā sabbe te nāma mūlena eka mūlā ati ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_1.2.1:117.1",
        "original": "Ahetukaṁ nāmaṁ nāmamūlena na ekamūlaṁ. Sahetukaṁ nāmaṁ nāmamūlena ekamūlaṁ.",
        "analyzed": "ahetukam nāmam nāma mūlena na eka mūla sa hetukam nāmam nāma mūlena eka mūla ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_1.2.1:118.1",
        "original": "Ye vā pana nāmamūlena ekamūlā, sabbe te dhammā nāmāti?",
        "analyzed": "ye vā pana nāma mūlena eka mūlā sabbe te dhammā nāma ati ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_1.2.1:119.1",
        "original": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlena ekamūlaṁ, na nāmaṁ. Nāmaṁ nāmamūlena ekamūlañceva nāmañca.",
        "analyzed": "nāma samuṭṭhānam rūpam nāma mūlena nāma nāmam nāma mūlena eka mūlam ca iva nāmam ca ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_1.2.1:120.1",
        "original": "Ye keci nāmamūlena ekamūlā dhammā, sabbe te nāmamūlena aññamaññamūlāti?",
        "analyzed": "ye keci nāma mūlena eka mūlāḥ dhammāḥ sabbe te nāma mūlena añña mañña mūlā ti ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_1.2.1:121.1",
        "original": "Mūlāni yāni ekato uppajjanti nāmamūlāni ekamūlāni ceva aññamaññamūlāni ca. Avasesā nāmamūlasahajātā dhammā nāmamūlena ekamūlā, na ca aññamaññamūlā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti nāma mūlāni eka mūlāni ca iva aññamaññamūlāni ca avasesāḥ nāma mūla sahajātāḥ dhammāḥ nāma mūlena eka mūlāḥ na ca aññamaññamūlāḥ ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_1.2.1:122.1",
        "original": "Ye vā pana nāmamūlena aññamaññamūlā, sabbe te dhammā nāmāti? Āmantā.",
        "analyzed": "ye vā pana nāma mūlena añña mañña mūlā sabbe te dhammā nāma ati āmantā ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_1.2.1:123.0",
        "original": "1.2.1.4.2. Mūlamūlanaya",
        "analyzed": "mūla mūla naya ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_1.2.1:123.1",
        "original": "Ye keci nāmā dhammā, sabbe te nāmamūlamūlāti?",
        "analyzed": "ye keci nāmā dhammā sabbe te nāma mūla mūlā ati ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_1.2.1:124.1",
        "original": "Naveva nāmamūlamūlāni. Avasesā nāmā dhammā na nāmamūlamūlā.",
        "analyzed": "nava iva nāma mūla mūlāni avasesāḥ nāmāḥ dhammāḥ na nāma mūla mūlā ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_1.2.1:125.1",
        "original": "Ye vā pana nāmamūlamūlā, sabbe te dhammā nāmāti? Āmantā.",
        "analyzed": "ye vā pana nāma mūla mūlā sabbe te dhammā nāma ati āmantā ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_1.2.1:126.1",
        "original": "Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlamūlāti?",
        "analyzed": "ye keci nāmā dhammā sabbe te nāma mūlena eka mūla mūlā ati ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_1.2.1:127.1",
        "original": "Ahetukaṁ nāmaṁ nāmamūlena na ekamūlamūlaṁ. Sahetukaṁ nāmaṁ nāmamūlena ekamūlamūlaṁ.",
        "analyzed": "ahetukam nāmam nāma mūlena na eka mūla mūla sa hetukam nāmam nāma mūlena eka mūla mūla ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_1.2.1:128.1",
        "original": "Ye vā pana nāmamūlena ekamūlamūlā, sabbe te dhammā nāmāti?",
        "analyzed": "ye vā pana nāma mūlena eka mūla mūlā sabbe te dhammā nāma ati ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_1.2.1:129.1",
        "original": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlena ekamūlamūlaṁ, na nāmaṁ. Nāmaṁ nāmamūlena ekamūlamūlañceva nāmañca.",
        "analyzed": "nāma samuṭṭhānam rūpam nāma mūlena nāma nāmam nāma mūlena eka mūla mūlam ca iva nāmam ca ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_1.2.1:130.1",
        "original": "Ye keci nāmamūlena ekamūlamūlā dhammā, sabbe te nāmamūlena aññamaññamūlamūlāti?",
        "analyzed": "ye keci nāma mūlena eka mūla mūlāḥ dhammāḥ sabbe te nāma mūlena añña mañña mūla mūlā ti ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_1.2.1:131.1",
        "original": "Mūlāni yāni ekato uppajjanti nāmamūlāni ekamūlamūlāni ceva aññamaññamūlamūlāni ca. Avasesā nāmamūlasahajātā dhammā nāmamūlena ekamūlamūlā, na ca aññamaññamūlamūlā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti nāma mūlāni eka mūla mūlāni ca iva aññamañña mūla mūlāni ca avasesāḥ nāma mūla sahajātāḥ dhammāḥ nāma mūlena eka mūla mūlāḥ na ca aññamañña mūla mūlāḥ ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_1.2.1:132.1",
        "original": "Ye vā pana nāmamūlena aññamaññamūlamūlā, sabbe te dhammā nāmāti? Āmantā.",
        "analyzed": "ye vā pana nāma mūlena aññam añña mūla mūlā sabbe te dhammā nāma ati āmantā ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_1.2.1:133.0",
        "original": "1.2.1.4.3. Mūlakanaya",
        "analyzed": "mūlakanaya ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_1.2.1:133.1",
        "original": "Ye keci nāmā dhammā, sabbe te nāmamūlakāti?",
        "analyzed": "ye keci nāmā dhammā sabbe te nāma mūlakā ati ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_1.2.1:134.1",
        "original": "Ahetukaṁ nāmaṁ na nāmamūlakaṁ. Sahetukaṁ nāmaṁ nāmamūlakaṁ.",
        "analyzed": "ahetukam nāmam na nāma mūlaka sa hetukam nāmam nāma mūlaka ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_1.2.1:135.1",
        "original": "Ye vā pana nāmamūlakā, sabbe te dhammā nāmāti?",
        "analyzed": "ye vā pana nāma mūlakā sabbe te dhammā nāma ati ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_1.2.1:136.1",
        "original": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlakaṁ, na nāmaṁ. Nāmaṁ nāmamūlakañceva nāmañca.",
        "analyzed": "nāma samuṭṭhānam rūpam nāma mūlaka na nāma nāmam nāma mūlakam ca iva nāmam ca ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_1.2.1:137.1",
        "original": "Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlakāti?",
        "analyzed": "ye keci nāmā dhammā sabbe te nāma mūlena eka mūlakā ati ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_1.2.1:138.1",
        "original": "Ahetukaṁ nāmaṁ nāmamūlena na ekamūlakaṁ. Sahetukaṁ nāmaṁ nāmamūlena ekamūlakaṁ.",
        "analyzed": "ahetukam nāmam nāma mūlena na eka mūlaka sa hetukam nāmam nāma mūlena eka mūlaka ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_1.2.1:139.1",
        "original": "Ye vā pana nāmamūlena ekamūlakā, sabbe te dhammā nāmāti?",
        "analyzed": "ye vā pana nāma mūlena eka mūlakā sabbe te dhammā nāma ati ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_1.2.1:140.1",
        "original": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlena ekamūlakaṁ, na nāmaṁ. Nāmaṁ nāmamūlena ekamūlakañceva nāmañca.",
        "analyzed": "nāma samuṭṭhānam rūpam nāma mūlena na nāma nāmam nāma mūlena eka mūlakam ca iva nāmam ca ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_1.2.1:141.1",
        "original": "Ye keci nāmamūlena ekamūlakā dhammā, sabbe te nāmamūlena aññamaññamūlakāti?",
        "analyzed": "ye keci nāma mūlena eka mūlakāḥ dhammāḥ sabbe te nāma mūlena añña mañña mūlakā ti ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_1.2.1:142.1",
        "original": "Mūlāni yāni ekato uppajjanti nāmamūlāni ekamūlakāni ceva aññamaññamūlakāni ca. Avasesā nāmamūlasahajātā dhammā nāmamūlena ekamūlakā, na ca aññamaññamūlakā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti nāma mūlāni eka mūlakāni ca iva aññamaññamūlakāni ca avasesāḥ nāma mūla sahajātāḥ dhammāḥ nāma mūlena eka mūlakāḥ na ca aññamaññamūlakāḥ ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_1.2.1:143.1",
        "original": "Ye vā pana nāmamūlena aññamaññamūlakā, sabbe te dhammā nāmāti? Āmantā.",
        "analyzed": "ye vā pana nāma mūlena añña mañña mūlakā sabbe te dhammā nāma ati āmantā ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_1.2.1:144.0",
        "original": "1.2.1.4.4. Mūlamūlakanaya",
        "analyzed": "mūla mūlaka naya ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_1.2.1:144.1",
        "original": "Ye keci nāmā dhammā, sabbe te nāmamūlamūlakāti?",
        "analyzed": "ye keci nāmā dhammā sabbe te nāma mūla mūlakā ati ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_1.2.1:145.1",
        "original": "Ahetukaṁ nāmaṁ na nāmamūlamūlakaṁ. Sahetukaṁ nāmaṁ nāmamūlamūlakaṁ.",
        "analyzed": "ahetukam nāmam na nāma mūla mūlaka sa hetukam nāmam nāma mūla mūlaka ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_1.2.1:146.1",
        "original": "Ye vā pana nāmamūlamūlakā, sabbe te dhammā nāmāti?",
        "analyzed": "ye vā pana nāma mūla mūlakā sabbe te dhammā nāma ati ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_1.2.1:147.1",
        "original": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlamūlakaṁ, na nāmaṁ. Nāmaṁ nāmamūlamūlakañceva nāmañca.",
        "analyzed": "nāma samuṭṭhānam rūpam nāma mūla mūlaka na nāma nāmam nāma mūla mūlakam ca iva nāmam ca ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_1.2.1:148.1",
        "original": "Ye keci nāmā dhammā, sabbe te nāmamūlena ekamūlamūlakāti?",
        "analyzed": "ye keci nāmā dhammā sabbe te nāma mūlena eka mūla mūlakā ati ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_1.2.1:149.1",
        "original": "Ahetukaṁ nāmaṁ nāmamūlena na ekamūlamūlakaṁ. Sahetukaṁ nāmaṁ nāmamūlena ekamūlamūlakaṁ.",
        "analyzed": "ahetukam nāmam nāma mūlena na eka mūla mūlaka sa hetukam nāmam nāma mūlena eka mūla mūlaka ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_1.2.1:150.1",
        "original": "Ye vā pana nāmamūlena ekamūlamūlakā, sabbe te dhammā nāmāti?",
        "analyzed": "ye vā pana nāma mūlena eka mūla mūlakā sabbe te dhammā nāma ati ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_1.2.1:151.1",
        "original": "Nāmasamuṭṭhānaṁ rūpaṁ nāmamūlena ekamūlamūlakaṁ, na nāmaṁ. Nāmaṁ nāmamūlena ekamūlamūlakañceva nāmañca.",
        "analyzed": "nāma samuṭṭhānam rūpam nāma mūlena na nāma nāmam nāma mūlena eka mūla mūlakam ca iva nāmam ca ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_1.2.1:152.1",
        "original": "Ye keci nāmamūlena ekamūlamūlakā dhammā, sabbe te nāmamūlena aññamaññamūlamūlakāti?",
        "analyzed": "ye keci nāma mūlena eka mūla mūlakā dhammā sabbe te nāma mūlena aññam añña mūla mūlakā ti ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_1.2.1:153.1",
        "original": "Mūlāni yāni ekato uppajjanti nāmamūlāni ekamūlamūlakāni ceva aññamaññamūlamūlakāni ca. Avasesā nāmamūlasahajātā dhammā nāmamūlena ekamūlamūlakā, na ca aññamaññamūlamūlakā.",
        "analyzed": "mūlāni yāni ekatas uppajjanti nāma mūlāni eka mūla mūlakāni ca iva aññamaññamūla mūlakāni ca avasesāḥ nāma mūla sahajātāḥ dhammāḥ nāma mūlena eka mūla mūlakāḥ na ca aññamaññamūla mūlakāḥ ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_1.2.1:154.1",
        "original": "Ye vā pana nāmamūlena aññamaññamūlamūlakā, sabbe te dhammā nāmāti? Āmantā.",
        "analyzed": "ye vā pana nāma mūlena aññam añña mūla mūlakā sabbe te dhammā nāma ati āmantā ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_1.2.1:155.1",
        "original": "Mūlavāraniddeso.",
        "analyzed": "mūla vāra niddeso ",
        "folio": "155"
    }
]