[
    {
        "segmentnr": "PA_ya_6.2.1:0.1",
        "original": "6 Saṅkhārayamaka",
        "analyzed": "saṅkhārayamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_6.2.1:0.2",
        "original": "6.2 Pavattivāra",
        "analyzed": "  ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_6.2.1:0.3",
        "original": "6.2.1. Uppādavāra",
        "analyzed": "uppāda vāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_6.2.1:1.0.1",
        "original": "6.2.1.1 Paccuppannavāra",
        "analyzed": "     ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_6.2.1:1.0.2",
        "original": "6.2.1.1.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_6.2.1:1.1",
        "original": "Yassa kāyasaṅkhāro uppajjati tassa vacīsaṅkhāro uppajjatīti?",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjati tassa vacī saṅkhāraḥ uppajjati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_6.2.1:2.1_0",
        "original": "Vinā vitakkavicārehi assāsapassāsānaṁ uppādakkhaṇe tesaṁ kāyasaṅkhāro uppajjati,",
        "analyzed": "vinā vitakka vicārehi assāsa passāsānam uppāda khaṇe tesam kāya saṅkhāro uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_6.2.1:2.1_1",
        "original": "no ca tesaṁ vacīsaṅkhāro uppajjati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ",
        "analyzed": "no ca tesam vacī saṅkhāraḥ uppajjati paṭhama jhānam samāpannānam kāmāvacarānam assāsa passāsānaṃ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_6.2.1:2.1_2",
        "original": "uppādakkhaṇe tesaṁ kāyasaṅkhāro ca uppajjati vacīsaṅkhāro ca uppajjati.",
        "analyzed": "uppāda kkhaṇe tesam kāya saṅkhāro ca uppajjati vacī saṅkhāro ca uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_6.2.1:3.1",
        "original": "Yassa vā pana vacīsaṅkhāro uppajjati tassa kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana vacī saṅkhāraḥ uppajjati tassa kāya saṅkhāraḥ uppajjati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_6.2.1:4.1_0",
        "original": "Vinā assāsapassāsehi vitakkavicārānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro uppajjati,",
        "analyzed": "vinā assāsa passāsehi vitakka vicārānaṃ uppāda khaṇe tesam vacī saṅkhāro uppajjati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_6.2.1:4.1_1",
        "original": "no ca tesaṁ kāyasaṅkhāro uppajjati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ",
        "analyzed": "no ca tesam kāya saṅkhāraḥ uppajjati paṭhama jhānam samāpannānam kāmāvacarānam assāsa passāsānaṃ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_6.2.1:4.1_2",
        "original": "uppādakkhaṇe tesaṁ vacīsaṅkhāro ca uppajjati kāyasaṅkhāro ca uppajjati.",
        "analyzed": "uppāda kkhaṇe tesam vacī saṅkhāro ca uppajjati kāya saṅkhāro ca uppajjati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_6.2.1:5.1",
        "original": "Yassa kāyasaṅkhāro uppajjati tassa cittasaṅkhāro uppajjatīti? Āmantā.",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjati tassa citta saṅkhāraḥ uppajjati iti āmantā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_6.2.1:6.1",
        "original": "Yassa vā pana cittasaṅkhāro uppajjati tassa kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana citta saṅkhāraḥ uppajjati tassa kāya saṅkhāraḥ uppajjati iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_6.2.1:7.1_0",
        "original": "Vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ cittasaṅkhāro uppajjati, no ca tesaṁ",
        "analyzed": "vinā assāsa passāsehi cittassa uppāda kkhaṇe tesam citta saṅkhāro uppajjati no ca tesam ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_6.2.1:7.1_1",
        "original": "kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjati",
        "analyzed": "kāya saṅkhāraḥ uppajjati assāsa passāsānam uppāda kkhaṇe tesam citta saṅkhāro ca uppajjati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_6.2.1:7.1_2",
        "original": "kāyasaṅkhāro ca uppajjati.",
        "analyzed": "kāya saṅkhāraḥ ca uppajjati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_6.2.1:8.1",
        "original": "Yassa vacīsaṅkhāro uppajjati tassa cittasaṅkhāro uppajjatīti? Āmantā.",
        "analyzed": "yassa vacī saṅkhāraḥ uppajjati tassa citta saṅkhāraḥ uppajjati iti āmantā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_6.2.1:9.1",
        "original": "Yassa vā pana cittasaṅkhāro uppajjati tassa vacīsaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana citta saṅkhāraḥ uppajjati tassa vacī saṅkhāraḥ uppajjati iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_6.2.1:10.1_0",
        "original": "Vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ cittasaṅkhāro uppajjati, no ca tesaṁ",
        "analyzed": "vinā vitakka vicārehi cittassa uppāda kkhaṇe tesam citta saṅkhāro uppajjati no ca tesam ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_6.2.1:10.1_1",
        "original": "vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjati",
        "analyzed": "vacī saṅkhāraḥ uppajjati vitakka vicārānaṃ uppāda khaṇe tesam citta saṅkhāro ca uppajjati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_6.2.1:10.1_2",
        "original": "vacīsaṅkhāro ca uppajjati.",
        "analyzed": "vacī saṅkhāraḥ ca uppajjati ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_6.2.1:11.0",
        "original": "6.2.1.1.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_6.2.1:11.1",
        "original": "Yattha kāyasaṅkhāro uppajjati tattha vacīsaṅkhāro uppajjatīti?",
        "analyzed": "yattha kāya saṅkhāraḥ uppajjati tattha vacī saṅkhāraḥ uppajjati iti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_6.2.1:12.1",
        "original": "Dutiyajjhāne tatiyajjhāne tattha kāyasaṅkhāro uppajjati, no ca tattha vacīsaṅkhāro uppajjati. Paṭhamajjhāne kāmāvacare tattha kāyasaṅkhāro ca uppajjati vacīsaṅkhāro ca uppajjati.",
        "analyzed": "dutiya jhāne tatiya jhāne tattha kāya saṅkhāro uppajjati no ca tattha vacī saṅkhāro uppajjati paṭhama jhāne kāmāvacare tattha kāya saṅkhāro ca uppajjati vacī saṅkhāro ca uppajjati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_6.2.1:13.1",
        "original": "Yattha vā pana vacīsaṅkhāro uppajjati tattha kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yattha vā pana vacī saṅkhāraḥ uppajjati tattha kāya saṅkhāraḥ uppajjati iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_6.2.1:14.1",
        "original": "Rūpāvacare arūpāvacare tattha vacīsaṅkhāro uppajjati, no ca tattha kāyasaṅkhāro uppajjati. Paṭhamajjhāne kāmāvacare tattha vacīsaṅkhāro ca uppajjati kāyasaṅkhāro ca uppajjati.",
        "analyzed": "rūpāvacare arūpāvacare tattha vacī saṅkhāro uppajjati no ca tattha kāya saṅkhāro uppajjati paṭhama jhāne kāmāvacare tattha vacī saṅkhāro ca uppajjati kāya saṅkhāro ca uppajjati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_6.2.1:15.1",
        "original": "Yattha kāyasaṅkhāro uppajjati tattha cittasaṅkhāro uppajjatīti? Āmantā.",
        "analyzed": "yattha kāya saṅkhāraḥ uppajjati tattha citta saṅkhāraḥ uppajjati iti āmantā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_6.2.1:16.1",
        "original": "Yattha vā pana cittasaṅkhāro uppajjati tattha kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yattha vā pana citta saṅkhāraḥ uppajjati tattha kāya saṅkhāraḥ uppajjati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_6.2.1:17.1_0",
        "original": "Catutthajjhāne rūpāvacare arūpāvacare tattha cittasaṅkhāro uppajjati, no ca tattha",
        "analyzed": "catuttha jhāne rūpāvacare arūpāvacare tattha citta saṅkhāro uppajjati no ca tattha ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_6.2.1:17.1_1",
        "original": "kāyasaṅkhāro uppajjati. Paṭhamajjhāne dutiyajjhāne tatiyajjhāne kāmāvacare tattha",
        "analyzed": "kāya saṅkhāro uppajjati paṭhama jhāne dutiya jhāne tatiya jhāne kāmāvacare tattha ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_6.2.1:17.1_2",
        "original": "cittasaṅkhāro ca uppajjati kāyasaṅkhāro ca uppajjati.",
        "analyzed": "citta saṅkhāraḥ ca uppajjati kāya saṅkhāraḥ ca uppajjati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_6.2.1:18.1",
        "original": "Yattha vacīsaṅkhāro uppajjati tattha cittasaṅkhāro uppajjatīti? Āmantā.",
        "analyzed": "yattha vacī saṅkhāraḥ uppajjati tattha citta saṅkhāraḥ uppajjati iti āmantā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_6.2.1:19.1",
        "original": "Yattha vā pana cittasaṅkhāro uppajjati tattha vacīsaṅkhāro uppajjatīti?",
        "analyzed": "yattha vā pana citta saṅkhāraḥ uppajjati tattha vacī saṅkhāraḥ uppajjati iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_6.2.1:20.1_0",
        "original": "Dutiyajjhāne tatiyajjhāne catutthajjhāne tattha cittasaṅkhāro uppajjati, no ca tattha",
        "analyzed": "dutiya jhāne tatiya jhāne catuttha jhāne tattha citta saṅkhāro uppajjati no ca tattha ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_6.2.1:20.1_1",
        "original": "vacīsaṅkhāro uppajjati. Paṭhamajjhāne kāmāvacare rūpāvacare arūpāvacare tattha cittasaṅkhāro",
        "analyzed": "vacī saṅkhāraḥ uppajjati paṭhama jhāne kāmāvacare rūpāvacare arūpāvacare tattha citta saṅkhāro ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_6.2.1:20.1_2",
        "original": "ca uppajjati vacīsaṅkhāro ca uppajjati.",
        "analyzed": "ca uppajjati vacī saṅkhāraḥ ca uppajjati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_6.2.1:21.0",
        "original": "6.2.1.1.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_6.2.1:21.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjati …pe….",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjati pe ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_6.2.1:22.1",
        "original": "(Yassakampi yassayatthakampi sadisaṁ.)",
        "analyzed": "yassakam pi sadisa ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_6.2.1:23.0",
        "original": "6.2.1.1.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_6.2.1:23.1",
        "original": "Yassa kāyasaṅkhāro nuppajjati tassa vacīsaṅkhāro nuppajjatīti?",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjati tassa vacī saṅkhāraḥ nuppajjati iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_6.2.1:24.1_0",
        "original": "Vinā assāsapassāsehi vitakkavicārānaṁ uppādakkhaṇe tesaṁ kāyasaṅkhāro nuppajjati,",
        "analyzed": "vinā assāsa passāsehi vitakka vicārānaṃ uppāda khaṇe tesam kāya saṅkhāraḥ na uppajjati ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_6.2.1:24.1_1",
        "original": "no ca tesaṁ vacīsaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi",
        "analyzed": "no ca tesam vacī saṅkhāraḥ nuppajjati sabbesam cittassa bhaṅga khaṇe vinā assāsa passāsehi ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_6.2.1:24.1_2",
        "original": "avitakkaavicāracittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro",
        "analyzed": "avitakka avicāra cittassa uppāda khaṇe nirodha samāpannānam asaññasattānam tesam kāya saṅkhāro ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_6.2.1:24.1_3",
        "original": "ca nuppajjati vacīsaṅkhāro ca nuppajjati.",
        "analyzed": "ca nuppajjati vacī saṅkhāraḥ ca nuppajjati ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_6.2.1:25.1",
        "original": "Yassa vā pana vacīsaṅkhāro nuppajjati tassa kāyasaṅkhāro nuppajjatīti?",
        "analyzed": "yassa vā pana vacī saṅkhāraḥ nuppajjati tassa kāya saṅkhāraḥ nuppajjati iti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_6.2.1:26.1_0",
        "original": "Vinā vitakkavicārehi assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro nuppajjati,",
        "analyzed": "vinā vitakka vicārehi assāsa passāsānam uppāda khaṇe tesam vacī saṅkhāraḥ na uppajjati ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_6.2.1:26.1_1",
        "original": "no ca tesaṁ kāyasaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi",
        "analyzed": "no ca tesam kāya saṅkhāro nuppajjati sabbesam cittassa bhaṅga khaṇe vinā assāsa passāsehi ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_6.2.1:26.1_2",
        "original": "avitakkaavicāracittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro",
        "analyzed": "avitakka avicāra cittassa uppāda khaṇe nirodha samāpannānam asaññasattānam tesam vacī saṅkhāro ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_6.2.1:26.1_3",
        "original": "ca nuppajjati kāyasaṅkhāro ca nuppajjati.",
        "analyzed": "ca nuppajjati kāya saṅkhāraḥ ca nuppajjati ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_6.2.1:27.1",
        "original": "Yassa kāyasaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjatīti?",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjati tassa citta saṅkhāraḥ nuppajjati iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_6.2.1:28.1_0",
        "original": "Vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ",
        "analyzed": "vinā assāsa passāsehi cittassa uppāda khaṇe tesam kāya saṅkhāro nuppajjati no ca tesam ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_6.2.1:28.1_1",
        "original": "cittasaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ",
        "analyzed": "citta saṅkhāro nuppajjati sabbesam cittassa bhaṅga kkhaṇe nirodha samāpannānam asaññasattānam ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_6.2.1:28.1_2",
        "original": "tesaṁ kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjati.",
        "analyzed": "tesam kāya saṅkhāro ca nuppajjati citta saṅkhāro ca nuppajjati ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_6.2.1:29.1",
        "original": "Yassa vā pana cittasaṅkhāro nuppajjati tassa kāyasaṅkhāro nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana citta saṅkhāraḥ nuppajjati tassa kāya saṅkhāraḥ nuppajjati iti āmantā ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_6.2.1:30.1",
        "original": "Yassa vacīsaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjatīti?",
        "analyzed": "yassa vacī saṅkhāraḥ nuppajjati tassa citta saṅkhāro nuppajjati iti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_6.2.1:31.1_0",
        "original": "Vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ vacīsaṅkhāro nuppajjati, no ca tesaṁ",
        "analyzed": "vinā vitakka vicārehi cittassa uppāda kkhaṇe tesam vacī saṅkhāro nuppajjati no ca tesam ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_6.2.1:31.1_1",
        "original": "cittasaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ",
        "analyzed": "citta saṅkhāro nuppajjati sabbesam cittassa bhaṅga kkhaṇe nirodha samāpannānam asaññasattānam ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_6.2.1:31.1_2",
        "original": "tesaṁ vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjati.",
        "analyzed": "tesam vacī saṅkhāro ca nuppajjati citta saṅkhāro ca nuppajjati ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_6.2.1:32.1",
        "original": "Yassa vā pana cittasaṅkhāro nuppajjati tassa vacīsaṅkhāro nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana citta saṅkhāraḥ nuppajjati tassa vacī saṅkhāraḥ nuppajjati iti āmantā ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_6.2.1:33.0",
        "original": "6.2.1.1.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_6.2.1:33.1",
        "original": "Yattha kāyasaṅkhāro nuppajjati tattha vacīsaṅkhāro nuppajjatīti?",
        "analyzed": "yattha kāya saṅkhāraḥ nuppajjati tattha vacī saṅkhāraḥ nuppajjati iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_6.2.1:34.1_0",
        "original": "Rūpāvacare arūpāvacare tattha kāyasaṅkhāro nuppajjati, no ca tattha vacīsaṅkhāro",
        "analyzed": "rūpāvacare arūpāvacare tattha kāya saṅkhāro nuppajjati no ca tattha vacī saṅkhāro ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_6.2.1:34.1_1",
        "original": "nuppajjati. Catutthajjhāne asaññasatte tattha kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca nuppajjati.",
        "analyzed": "nuppajjati catuttha jhāne asaññasatte tattha kāya saṅkhāro ca nuppajjati vacī saṅkhāro ca nuppajjati ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_6.2.1:35.1",
        "original": "Yattha vā pana vacīsaṅkhāro nuppajjati tattha kāyasaṅkhāro nuppajjatīti?",
        "analyzed": "yattha vā pana vacī saṅkhāraḥ nuppajjati tattha kāya saṅkhāraḥ nuppajjati iti ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_6.2.1:36.1_0",
        "original": "Dutiyajjhāne tatiyajjhāne tattha vacīsaṅkhāro nuppajjati, no ca tattha kāyasaṅkhāro",
        "analyzed": "dutiya jhāne tatiya jhāne tattha vacī saṅkhāro nuppajjati no ca tattha kāya saṅkhāro ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_6.2.1:36.1_1",
        "original": "nuppajjati. Catutthajjhāne asaññasatte tattha vacīsaṅkhāro ca nuppajjati kāyasaṅkhāro ca nuppajjati.",
        "analyzed": "nuppajjati catuttha jhāne asaññasatte tattha vacī saṅkhāro ca nuppajjati kāya saṅkhāro ca nuppajjati ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_6.2.1:37.1",
        "original": "Yattha kāyasaṅkhāro nuppajjati tattha cittasaṅkhāro nuppajjatīti?",
        "analyzed": "yattha kāya saṅkhāraḥ nuppajjati tattha citta saṅkhāraḥ nuppajjati iti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_6.2.1:38.1_0",
        "original": "Catutthajjhāne rūpāvacare arūpāvacare tattha kāyasaṅkhāro nuppajjati, no ca tattha",
        "analyzed": "catuttha jhāne rūpāvacare arūpāvacare tattha kāya saṅkhāro nuppajjati no ca tattha ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_6.2.1:38.1_1",
        "original": "cittasaṅkhāro nuppajjati. Asaññasatte tattha kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjati.",
        "analyzed": "citta saṅkhāro nuppajjati asaññasatte tattha kāya saṅkhāro ca nuppajjati citta saṅkhāro ca nuppajjati ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_6.2.1:39.1",
        "original": "Yattha vā pana …pe… ? Āmantā.",
        "analyzed": "yattha vā pana pe ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_6.2.1:40.1",
        "original": "Yattha vacīsaṅkhāro nuppajjati tattha cittasaṅkhāro nuppajjatīti?",
        "analyzed": "yattha vacī saṅkhāraḥ nuppajjati tattha citta saṅkhāraḥ nuppajjati iti ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_6.2.1:41.1_0",
        "original": "Dutiyajjhāne tatiyajjhāne catutthajjhāne tattha vacīsaṅkhāro nuppajjati, no ca tattha",
        "analyzed": "dutiya jhāne tatiya jhāne catuttha jhāne tattha vacī saṅkhāro nuppajjati no ca tattha ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_6.2.1:41.1_1",
        "original": "cittasaṅkhāro nuppajjati. Asaññasatte tattha vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjati.",
        "analyzed": "citta saṅkhāro nuppajjati asaññasatte tattha vacī saṅkhāro ca nuppajjati citta saṅkhāro ca nuppajjati ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_6.2.1:42.1",
        "original": "Yattha vā pana …pe… ? Āmantā.",
        "analyzed": "yattha vā pana pe ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_6.2.1:43.0",
        "original": "6.2.1.1.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_6.2.1:43.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha vacīsaṅkhāro nuppajjatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjati tassa tattha vacī saṅkhāraḥ nuppajjati iti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_6.2.1:44.1_0",
        "original": "Vinā assāsapassāsehi vitakkavicārānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro nuppajjati,",
        "analyzed": "vinā assāsa passāsehi vitakka vicārānaṃ uppāda khaṇe tesam tattha kāya saṅkhāraḥ na uppajjati ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_6.2.1:44.1_1",
        "original": "no ca tesaṁ tattha vacīsaṅkhāro nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi",
        "analyzed": "no ca tesam tattha vacī saṅkhāro nuppajjati sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_6.2.1:44.1_2",
        "original": "avitakkaavicāracittassa uppādakkhaṇe asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca",
        "analyzed": "avitakka avicāra cittassa uppāda kkhaṇe asaññasattānam tesam tattha kāya saṅkhāro ca ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_6.2.1:44.1_3",
        "original": "nuppajjati vacīsaṅkhāro ca nuppajjati.",
        "analyzed": "nuppajjati vacī saṅkhāraḥ ca nuppajjati ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_6.2.1:45.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_6.2.1:46.1",
        "original": "(Yassakampi yassayatthakampi sadisaṁ vitthāretabbaṁ, yassayatthake nirodhasamāpannānanti na labbhati.)",
        "analyzed": "sadisam na labbhati ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_6.2.1:47.0.1",
        "original": "6.2.1.2. Atītavāra",
        "analyzed": "atītavāra ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_6.2.1:47.0.2",
        "original": "6.2.1.2.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_6.2.1:47.1",
        "original": "Yassa kāyasaṅkhāro uppajjittha tassa vacīsaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjittha tassa vacī saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_6.2.1:48.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_6.2.1:49.1",
        "original": "Yassa kāyasaṅkhāro uppajjittha tassa cittasaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjittha tassa citta saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_6.2.1:50.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_6.2.1:51.1",
        "original": "Yassa vacīsaṅkhāro uppajjittha tassa cittasaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa vacī saṅkhāraḥ uppajjittha tassa citta saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_6.2.1:52.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_6.2.1:53.0",
        "original": "6.2.1.2.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_6.2.1:53.1",
        "original": "Yattha kāyasaṅkhāro uppajjittha …pe…",
        "analyzed": "yattha kāya saṅkhāraḥ uppajjittha pe ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_6.2.1:54.1",
        "original": "(Yatthakampi sabbattha ekasadisaṁ.)",
        "analyzed": "yatthakam pi sabbattha eka sadisa ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_6.2.1:55.0",
        "original": "6.2.1.2.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_6.2.1:55.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjittha tassa tattha vacīsaṅkhāro uppajjitthāti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjittha tassa tattha vacī saṅkhāraḥ uppajjittha ati ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_6.2.1:56.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha kāyasaṅkhāro uppajjittha, no",
        "analyzed": "dutiya jhānam tatiya jhānam samāpannānam tesam tattha kāya saṅkhāro uppajjittha no ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_6.2.1:56.1_1",
        "original": "ca tesaṁ tattha vacīsaṅkhāro uppajjittha. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ",
        "analyzed": "ca tesam tattha vacī saṅkhāraḥ uppajjittha paṭhama jhānam samāpannānam kāmāvacarāna ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_6.2.1:56.1_2",
        "original": "tesaṁ tattha kāyasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjittha.",
        "analyzed": "tesam tattha kāya saṅkhāro ca uppajjittha vacī saṅkhāro ca uppajjittha ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_6.2.1:57.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro uppajjittha tassa tattha kāyasaṅkhāro uppajjitthāti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ uppajjittha tassa tattha kāya saṅkhāraḥ uppajjittha ati ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_6.2.1:58.1_0",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro uppajjittha, no ca tesaṁ tattha",
        "analyzed": "rūpāvacarānam arūpāvacarānam tesam tattha vacī saṅkhāro uppajjittha no ca tesam tattha ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_6.2.1:58.1_1",
        "original": "kāyasaṅkhāro uppajjittha. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha",
        "analyzed": "kāya saṅkhāraḥ uppajjittha paṭhama jhānam samāpannānam kāmāvacarānam tesam tattha ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_6.2.1:58.1_2",
        "original": "vacīsaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjittha.",
        "analyzed": "vacī saṅkhāraḥ ca uppajjittha kāya saṅkhāraḥ ca uppajjittha ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_6.2.1:59.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjittha tassa tattha cittasaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjittha tassa tattha citta saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_6.2.1:60.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjittha tassa tattha kāyasaṅkhāro uppajjitthāti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjittha tassa tattha kāya saṅkhāraḥ uppajjittha ati ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_6.2.1:61.1_0",
        "original": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro",
        "analyzed": "catuttha jhānam samāpannānam rūpāvacarānam arūpāvacarānam tesam tattha citta saṅkhāro ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_6.2.1:61.1_1",
        "original": "uppajjittha, no ca tesaṁ tattha kāyasaṅkhāro uppajjittha. Paṭhamajjhānaṁ dutiyajjhānaṁ",
        "analyzed": "uppajjittha no ca tesam tattha kāya saṅkhāro uppajjittha paṭhama jhāna dutiya jhāna ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_6.2.1:61.1_2",
        "original": "tatiyajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca uppajjittha",
        "analyzed": "tatiya jhānam samāpannānam kāmāvacarānam tesam tattha citta saṅkhāro ca uppajjittha ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_6.2.1:61.1_3",
        "original": "kāyasaṅkhāro ca uppajjittha.",
        "analyzed": "kāya saṅkhāraḥ ca uppajjittha ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_6.2.1:62.1",
        "original": "Yassa yattha vacīsaṅkhāro uppajjittha tassa tattha cittasaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha vacī saṅkhāraḥ uppajjittha tassa tattha citta saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_6.2.1:63.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjittha tassa tattha vacīsaṅkhāro uppajjitthāti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjittha tassa tattha vacī saṅkhāraḥ uppajjittha ati ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_6.2.1:64.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte",
        "analyzed": "dutiya jhānam tatiya jhānam catuttha jhānam samāpannānam suddhāvāsānam dutiye citte ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_6.2.1:64.1_1",
        "original": "vattamāne tesaṁ tattha cittasaṅkhāro uppajjittha, no ca tesaṁ tattha vacīsaṅkhāro",
        "analyzed": "vattamāne tesam tattha citta saṅkhāro uppajjittha no ca tesam tattha vacī saṅkhāro ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_6.2.1:64.1_2",
        "original": "uppajjittha. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ itaresaṁ rūpāvacarānaṁ arūpāvacarānaṁ",
        "analyzed": "uppajjittha paṭhama jhānam samāpannānam kāmāvacarānam itaresam rūpāvacarānam arūpāvacarānam ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_6.2.1:64.1_3",
        "original": "tesaṁ tattha cittasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjittha.",
        "analyzed": "tesam tattha citta saṅkhāro ca uppajjittha vacī saṅkhāro ca uppajjittha ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_6.2.1:65.0",
        "original": "6.2.1.2.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_6.2.1:65.1",
        "original": "Yassa kāyasaṅkhāro nuppajjittha tassa vacīsaṅkhāro nuppajjitthāti? Natthi.",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjittha tassa vacī saṅkhāraḥ nuppajjittha ati natthi ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_6.2.1:66.1",
        "original": "Yassa vā pana vacīsaṅkhāro nuppajjittha tassa kāyasaṅkhāro nuppajjitthāti? Natthi.",
        "analyzed": "yassa vā pana vacī saṅkhāraḥ nuppajjittha tassa kāya saṅkhāraḥ nuppajjittha ati natthi ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_6.2.1:67.1",
        "original": "Yassa kāyasaṅkhāro nuppajjittha tassa cittasaṅkhāro nuppajjitthāti? Natthi.",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjittha tassa citta saṅkhāraḥ nuppajjittha ati natthi ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_6.2.1:68.1",
        "original": "Yassa vā pana …pe… ? Natthi.",
        "analyzed": "yassa vā pana pe natthi ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_6.2.1:69.1",
        "original": "Yassa vacīsaṅkhāro nuppajjittha tassa cittasaṅkhāro nuppajjitthāti? Natthi.",
        "analyzed": "yassa vacī saṅkhāraḥ nuppajjittha tassa citta saṅkhāraḥ nuppajjittha ati natthi ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_6.2.1:70.1",
        "original": "Yassa vā pana …pe… ? Natthi.",
        "analyzed": "yassa vā pana pe natthi ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_6.2.1:71.0",
        "original": "6.2.1.2.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_6.2.1:71.1",
        "original": "Yattha kāyasaṅkhāro nuppajjittha …pe….",
        "analyzed": "yattha kāya saṅkhāraḥ nuppajjittha pe ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_6.2.1:72.0",
        "original": "6.2.1.2.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_6.2.1:72.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjittha tassa tattha vacīsaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjittha tassa tattha vacī saṅkhāraḥ nuppajjittha ati ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_6.2.1:73.1_0",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjittha, no ca tesaṁ",
        "analyzed": "rūpāvacarānam arūpāvacarānam tesam tattha kāya saṅkhāraḥ nuppajjittha no ca tesam ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_6.2.1:73.1_1",
        "original": "tattha vacīsaṅkhāro nuppajjittha. Catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye",
        "analyzed": "tattha vacī saṅkhāraḥ nuppajjittha catuttha jhānam samāpannānam suddhāvāsānam dutiye ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_6.2.1:73.1_2",
        "original": "citte vattamāne asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjittha vacīsaṅkhāro ca nuppajjittha.",
        "analyzed": "citte vattamāne asaññasattānam tesam tattha kāya saṅkhāro ca nuppajjittha vacī saṅkhāro ca nuppajjittha ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_6.2.1:74.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro nuppajjittha tassa tattha kāyasaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ nuppajjittha tassa tattha kāya saṅkhāraḥ nuppajjittha ati ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_6.2.1:75.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro nuppajjittha,",
        "analyzed": "dutiya jhānam tatiya jhānam samāpannānam tesam tattha vacī saṅkhāraḥ na uppajjittha ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_6.2.1:75.1_1",
        "original": "no ca tesaṁ tattha kāyasaṅkhāro nuppajjittha. Catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ",
        "analyzed": "no ca tesam tattha kāya saṅkhāraḥ nuppajjittha catuttha jhānam samāpannānam suddhāvāsāna ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_6.2.1:75.1_2",
        "original": "dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjittha kāyasaṅkhāro ca nuppajjittha.",
        "analyzed": "dutiye citte vattamāne asaññasattānam tesam tattha vacī saṅkhāro ca nuppajjittha kāya saṅkhāro ca nuppajjittha ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_6.2.1:76.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjittha tassa tattha cittasaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjittha tassa tattha citta saṅkhāraḥ nuppajjittha ati ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_6.2.1:77.1_0",
        "original": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro",
        "analyzed": "catuttha jhānam samāpannānam rūpāvacarānam arūpāvacarānam tesam tattha kāya saṅkhāro ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_6.2.1:77.1_1",
        "original": "nuppajjittha, no ca tesaṁ tattha cittasaṅkhāro nuppajjittha. Suddhāvāsaṁ upapajjantānaṁ",
        "analyzed": "nuppajjittha no ca tesam tattha citta saṅkhāro nuppajjittha suddhāvāsam upapajjantāna ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_6.2.1:77.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjittha cittasaṅkhāro ca nuppajjittha.",
        "analyzed": "asaññasattānam tesam tattha kāya saṅkhāro ca nuppajjittha citta saṅkhāro ca nuppajjittha ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_6.2.1:78.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_6.2.1:79.1",
        "original": "Yassa yattha vacīsaṅkhāro nuppajjittha tassa tattha cittasaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa yattha vacī saṅkhāraḥ nuppajjittha tassa tattha citta saṅkhāraḥ nuppajjittha ati ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_6.2.1:80.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte",
        "analyzed": "dutiya jhānam tatiya jhānam catuttha jhānam samāpannānam suddhāvāsānam dutiye citte ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_6.2.1:80.1_1",
        "original": "vattamāne tesaṁ tattha vacīsaṅkhāro nuppajjittha, no ca tesaṁ tattha cittasaṅkhāro",
        "analyzed": "vattamāne tesam tattha vacī saṅkhāraḥ nuppajjittha no ca tesam tattha citta saṅkhāro ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_6.2.1:80.1_2",
        "original": "nuppajjittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro",
        "analyzed": "nuppajjittha suddhāvāsam upapajjantānam asaññasattānam tesam tattha vacī saṅkhāro ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_6.2.1:80.1_3",
        "original": "ca nuppajjittha cittasaṅkhāro ca nuppajjittha.",
        "analyzed": "ca nuppajjittha citta saṅkhāraḥ ca nuppajjittha ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_6.2.1:81.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_6.2.1:82.0.1",
        "original": "6.2.1.3. Anāgatavāra",
        "analyzed": "anāgatavāra ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_6.2.1:82.0.2",
        "original": "6.2.1.3.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_6.2.1:82.1",
        "original": "Yassa kāyasaṅkhāro uppajjissati tassa vacīsaṅkhāro uppajjissatīti? Āmantā.",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjissati tassa vacī saṅkhāraḥ uppajjissati iti āmantā ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_6.2.1:83.1",
        "original": "Yassa vā pana vacīsaṅkhāro uppajjissati tassa kāyasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa vā pana vacī saṅkhāraḥ uppajjissati tassa kāya saṅkhāraḥ uppajjissati iti ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_6.2.1:84.1_0",
        "original": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare",
        "analyzed": "yassa cittassa anantarā kāmāvacarānam pacchimacittam uppajjissati rūpāvacare arūpāvacare ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_6.2.1:84.1_1",
        "original": "pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ",
        "analyzed": "pacchimabhavikānam ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti tesa ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_6.2.1:84.1_2",
        "original": "cavantānaṁ tesaṁ vacīsaṅkhāro uppajjissati, no ca tesaṁ kāyasaṅkhāro uppajjissati.",
        "analyzed": "cavantānam tesam vacī saṅkhāraḥ uppajjissati no ca tesam kāya saṅkhāraḥ uppajjissati ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_6.2.1:84.1_3",
        "original": "Itaresaṁ tesaṁ vacīsaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjissati.",
        "analyzed": "itaresam tesam vacī saṅkhāraḥ ca uppajjissati kāya saṅkhāraḥ ca uppajjissati ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_6.2.1:85.1",
        "original": "Yassa kāyasaṅkhāro uppajjissati tassa cittasaṅkhāro uppajjissatīti? Āmantā.",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjissati tassa citta saṅkhāraḥ uppajjissati iti āmantā ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_6.2.1:86.1",
        "original": "Yassa vā pana cittasaṅkhāro uppajjissati tassa kāyasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa vā pana citta saṅkhāraḥ uppajjissati tassa kāya saṅkhāraḥ uppajjissati iti ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_6.2.1:87.1_0",
        "original": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare",
        "analyzed": "yassa cittassa anantarā kāmāvacarānam pacchimacittam uppajjissati rūpāvacare arūpāvacare ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_6.2.1:87.1_1",
        "original": "pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ",
        "analyzed": "pacchimabhavikānam ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti tesa ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_6.2.1:87.1_2",
        "original": "cavantānaṁ tesaṁ cittasaṅkhāro uppajjissati, no ca tesaṁ kāyasaṅkhāro uppajjissati.",
        "analyzed": "cavantānam tesam citta saṅkhāraḥ uppajjissati no ca tesam kāya saṅkhāraḥ uppajjissati ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_6.2.1:87.1_3",
        "original": "Itaresaṁ tesaṁ cittasaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjissati.",
        "analyzed": "itaresam tesam citta saṅkhāraḥ ca uppajjissati kāya saṅkhāraḥ ca uppajjissati ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_6.2.1:88.1",
        "original": "Yassa vacīsaṅkhāro uppajjissati tassa cittasaṅkhāro uppajjissatīti? Āmantā.",
        "analyzed": "yassa vacī saṅkhāraḥ uppajjissati tassa citta saṅkhāraḥ uppajjissati iti āmantā ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_6.2.1:89.1",
        "original": "Yassa vā pana cittasaṅkhāro uppajjissati tassa vacīsaṅkhāro uppajjissatīti?",
        "analyzed": "yassa vā pana citta saṅkhāraḥ uppajjissati tassa vacī saṅkhāraḥ uppajjissati iti ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_6.2.1:90.1_0",
        "original": "Yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ cittasaṅkhāro",
        "analyzed": "yassa cittassa anantarā avitakka avicāram pacchimacittam uppajjissati tesam citta saṅkhāro ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_6.2.1:90.1_1",
        "original": "uppajjissati, no ca tesaṁ vacīsaṅkhāro uppajjissati. Itaresaṁ tesaṁ cittasaṅkhāro",
        "analyzed": "uppajjissati no ca tesam vacī saṅkhāraḥ uppajjissati itaresam tesam citta saṅkhāro ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_6.2.1:90.1_2",
        "original": "ca uppajjissati vacīsaṅkhāro ca uppajjissati.",
        "analyzed": "ca uppajjissati vacī saṅkhāraḥ ca uppajjissati ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_6.2.1:91.0",
        "original": "6.2.1.3.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_6.2.1:91.1",
        "original": "Yattha kāyasaṅkhāro uppajjissati …pe….",
        "analyzed": "yattha kāya saṅkhāraḥ uppajjissati pe ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_6.2.1:92.0",
        "original": "6.2.1.3.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_6.2.1:92.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjissati tassa tattha vacīsaṅkhāro uppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjissati tassa tattha vacī saṅkhāraḥ uppajjissati iti ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_6.2.1:93.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha kāyasaṅkhāro uppajjissati,",
        "analyzed": "dutiya jhānam tatiya jhānam samāpannānam tesam tattha kāya saṅkhāro uppajjissati ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_6.2.1:93.1_1",
        "original": "no ca tesaṁ tattha vacīsaṅkhāro uppajjissati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ",
        "analyzed": "no ca tesam tattha vacī saṅkhāraḥ uppajjissati paṭhama jhānam samāpannānam kāmāvacarāna ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_6.2.1:93.1_2",
        "original": "tesaṁ tattha kāyasaṅkhāro ca uppajjissati vacīsaṅkhāro ca uppajjissati.",
        "analyzed": "tesam tattha kāya saṅkhāro ca uppajjissati vacī saṅkhāro ca uppajjissati ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_6.2.1:94.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ uppajjissati tassa tattha kāya saṅkhāraḥ uppajjissati iti ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_6.2.1:95.1_0",
        "original": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacarānaṁ arūpāvacarānaṁ",
        "analyzed": "yassa cittassa anantarā kāmāvacarānam pacchimacittam uppajjissati rūpāvacarānam arūpāvacarānam ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_6.2.1:95.1_1",
        "original": "tesaṁ tattha vacīsaṅkhāro uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjissati.",
        "analyzed": "tesam tattha vacī saṅkhāraḥ uppajjissati no ca tesam tattha kāya saṅkhāraḥ uppajjissati ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_6.2.1:95.1_2",
        "original": "Paṭhamajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha vacīsaṅkhāro ca uppajjissati",
        "analyzed": "paṭhama jhānam samāpannānam itaresam kāmāvacarānam tesam tattha vacī saṅkhāro ca uppajjissati ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_6.2.1:95.1_3",
        "original": "kāyasaṅkhāro ca uppajjissati.",
        "analyzed": "kāya saṅkhāraḥ ca uppajjissati ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_6.2.1:96.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjissati tassa tattha cittasaṅkhāro uppajjissatīti? Āmantā.",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjissati tassa tattha citta saṅkhāraḥ uppajjissati iti āmantā ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_6.2.1:97.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjissati tassa tattha kāya saṅkhāraḥ uppajjissati iti ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_6.2.1:98.1_0",
        "original": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ",
        "analyzed": "yassa cittassa anantarā kāmāvacarānam pacchimacittam uppajjissati catuttha jjhāna ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_6.2.1:98.1_1",
        "original": "samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro uppajjissati,",
        "analyzed": "samāpannānam rūpāvacarānam arūpāvacarānam tesam tattha citta saṅkhāro uppajjissati ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_6.2.1:98.1_2",
        "original": "no ca tesaṁ tattha kāyasaṅkhāro uppajjissati. Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ",
        "analyzed": "no ca tesam tattha kāya saṅkhāro uppajjissati paṭhama jhānam dutiya jhānam tatiya jhāna ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_6.2.1:98.1_3",
        "original": "samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjissati.",
        "analyzed": "samāpannānam itaresam kāmāvacarānam tesam tattha citta saṅkhāro ca uppajjissati kāya saṅkhāro ca uppajjissati ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_6.2.1:99.1",
        "original": "Yassa yattha vacīsaṅkhāro uppajjissati tassa tattha cittasaṅkhāro uppajjissatīti? Āmantā.",
        "analyzed": "yassa yattha vacī saṅkhāraḥ uppajjissati tassa tattha citta saṅkhāraḥ uppajjissati iti āmantā ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_6.2.1:100.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha vacīsaṅkhāro uppajjissatīti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjissati tassa tattha vacī saṅkhāraḥ uppajjissati iti ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_6.2.1:101.1_0",
        "original": "Yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ",
        "analyzed": "yassa cittassa anantarā avitakka avicāram pacchimacittam uppajjissati dutiya jhāna ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_6.2.1:101.1_1",
        "original": "tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ tesaṁ tattha cittasaṅkhāro uppajjissati,",
        "analyzed": "tatiya jhānam catuttha jhānam samāpannānam tesam tattha citta saṅkhāro uppajjissati ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_6.2.1:101.1_2",
        "original": "no ca tesaṁ tattha vacīsaṅkhāro uppajjissati. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ",
        "analyzed": "no ca tesam tattha vacī saṅkhāraḥ uppajjissati paṭhama jhānam samāpannānam kāmāvacarāna ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_6.2.1:101.1_3",
        "original": "itaresaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca uppajjissati",
        "analyzed": "itaresam rūpāvacarānam arūpāvacarānam tesam tattha citta saṅkhāro ca uppajjissati ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_6.2.1:101.1_4",
        "original": "vacīsaṅkhāro ca uppajjissati.",
        "analyzed": "vacī saṅkhāraḥ ca uppajjissati ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_6.2.1:102.0",
        "original": "6.2.1.3.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_6.2.1:102.1",
        "original": "Yassa kāyasaṅkhāro nuppajjissati tassa vacīsaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjissati tassa vacī saṅkhāraḥ nuppajjissati iti ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_6.2.1:103.1_0",
        "original": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare",
        "analyzed": "yassa cittassa anantarā kāmāvacarānam pacchimacittam uppajjissati rūpāvacare arūpāvacare ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_6.2.1:103.1_1",
        "original": "pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ",
        "analyzed": "pacchimabhavikānam ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti tesa ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_6.2.1:103.1_2",
        "original": "cavantānaṁ tesaṁ kāyasaṅkhāro nuppajjissati, no ca tesaṁ vacīsaṅkhāro nuppajjissati.",
        "analyzed": "cavantānam tesam kāya saṅkhāraḥ nuppajjissati no ca tesam vacī saṅkhāraḥ nuppajjissati ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_6.2.1:103.1_3",
        "original": "Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati",
        "analyzed": "pacchima citta samaṅgīnam yassa cittassa anantarā avitakka avicāram pacchima cittam uppajjissati ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_6.2.1:103.1_4",
        "original": "tesaṁ kāyasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca nuppajjissati.",
        "analyzed": "tesam kāya saṅkhāro ca nuppajjissati vacī saṅkhāro ca nuppajjissati ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_6.2.1:104.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_6.2.1:105.1",
        "original": "Yassa kāyasaṅkhāro nuppajjissati tassa cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjissati tassa citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_6.2.1:106.1_0",
        "original": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare",
        "analyzed": "yassa cittassa anantarā kāmāvacarānam pacchimacittam uppajjissati rūpāvacare arūpāvacare ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_6.2.1:106.1_1",
        "original": "pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ",
        "analyzed": "pacchimabhavikānam ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti tesa ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_6.2.1:106.1_2",
        "original": "cavantānaṁ tesaṁ kāyasaṅkhāro nuppajjissati, no ca tesaṁ cittasaṅkhāro nuppajjissati.",
        "analyzed": "cavantānam tesam kāya saṅkhāraḥ nuppajjissati no ca tesam citta saṅkhāraḥ nuppajjissati ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_6.2.1:106.1_3",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ kāyasaṅkhāro ca nuppajjissati cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "pacchima citta samaṅgīnam tesam kāya saṅkhāro ca nuppajjissati citta saṅkhāro ca nuppajjissati ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_6.2.1:107.1",
        "original": "Yassa vā pana cittasaṅkhāro …pe… ? Āmantā.",
        "analyzed": "yassa vā pana citta saṅkhāro pe āmantā ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_6.2.1:108.1",
        "original": "Yassa vacīsaṅkhāro nuppajjissati tassa cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa vacī saṅkhāraḥ nuppajjissati tassa citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_6.2.1:109.1_0",
        "original": "Yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ vacīsaṅkhāro",
        "analyzed": "yassa cittassa anantarā avitakka avicāram pacchimacittam uppajjissati tesam vacī saṅkhāro ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_6.2.1:109.1_1",
        "original": "nuppajjissati, no ca tesaṁ cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ tesaṁ",
        "analyzed": "nuppajjissati no ca tesam citta saṅkhāro nuppajjissati pacchima citta samaṅgīnam tesam ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_6.2.1:109.1_2",
        "original": "vacīsaṅkhāro ca nuppajjissati cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "vacī saṅkhāraḥ ca nuppajjissati citta saṅkhāraḥ ca nuppajjissati ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_6.2.1:110.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_6.2.1:111.0",
        "original": "6.2.1.3.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_6.2.1:111.1",
        "original": "Yattha kāyasaṅkhāro nuppajjissati …pe….",
        "analyzed": "yattha kāya saṅkhāraḥ nuppajjissati pe ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_6.2.1:112.0",
        "original": "6.2.1.3.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_6.2.1:112.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjissati tassa tattha vacīsaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjissati tassa tattha vacī saṅkhāraḥ nuppajjissati iti ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_6.2.1:113.1_0",
        "original": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacarānaṁ arūpāvacarānaṁ",
        "analyzed": "yassa cittassa anantarā kāmāvacarānam pacchimacittam uppajjissati rūpāvacarānam arūpāvacarānam ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_6.2.1:113.1_1",
        "original": "tesaṁ tattha kāyasaṅkhāro nuppajjissati, no ca tesaṁ tattha vacīsaṅkhāro nuppajjissati.",
        "analyzed": "tesam tattha kāya saṅkhāraḥ nuppajjissati no ca tesam tattha vacī saṅkhāraḥ nuppajjissati ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_6.2.1:113.1_2",
        "original": "Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati",
        "analyzed": "pacchima citta samaṅgīnam yassa cittassa anantarā avitakka avicāram pacchima cittam uppajjissati ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_6.2.1:113.1_3",
        "original": "catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjissati",
        "analyzed": "catuttha jhānam samāpannānam asaññasattānam tesam tattha kāya saṅkhāro ca nuppajjissati ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_6.2.1:113.1_4",
        "original": "vacīsaṅkhāro ca nuppajjissati.",
        "analyzed": "vacī saṅkhāraḥ ca nu pajjissati ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_6.2.1:114.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ nuppajjissati tassa tattha kāya saṅkhāraḥ nuppajjissati iti ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_6.2.1:115.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro nuppajjissati,",
        "analyzed": "dutiya jhānam tatiya jhānam samāpannānam tesam tattha vacī saṅkhāraḥ nuppajjissati ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_6.2.1:115.1_1",
        "original": "no ca tesaṁ tattha kāyasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ yassa cittassa",
        "analyzed": "no ca tesam tattha kāya saṅkhāraḥ nuppajjissati pacchima citta samaṅgīnam yassa cittassa ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_6.2.1:115.1_2",
        "original": "anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ",
        "analyzed": "anantarā avitakka avicāram pacchimacittam uppajjissati catuttha jhānam ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_6.2.1:115.1_3",
        "original": "asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjissati kāyasaṅkhāro ca nuppajjissati.",
        "analyzed": "asaññasattānam tesam tattha vacī saṅkhāro ca nuppajjissati kāya saṅkhāro ca nuppajjissati ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_6.2.1:116.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjissati tassa tattha cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjissati tassa tattha citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_6.2.1:117.1_0",
        "original": "Yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ",
        "analyzed": "yassa cittassa anantarā kāmāvacarānam pacchimacittam uppajjissati catuttha jjhāna ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_6.2.1:117.1_1",
        "original": "samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjissati,",
        "analyzed": "samāpannānam rūpāvacarānam arūpāvacarānam tesam tattha kāya saṅkhāraḥ nuppajjissati ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_6.2.1:117.1_2",
        "original": "no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ asaññasattānaṁ",
        "analyzed": "no ca tesam tattha citta saṅkhāraḥ nuppajjissati pacchima citta samaṅgīnam asaññasattānam ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_6.2.1:117.1_3",
        "original": "tesaṁ tattha kāyasaṅkhāro ca nuppajjissati cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "tesam tattha kāya saṅkhāro ca nuppajjissati citta saṅkhāro ca nuppajjissati ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_6.2.1:118.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_6.2.1:119.1",
        "original": "Yassa yattha vacīsaṅkhāro nuppajjissati tassa tattha cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa yattha vacī saṅkhāraḥ nuppajjissati tassa tattha citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_6.2.1:120.1_0",
        "original": "Yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ",
        "analyzed": "yassa cittassa anantarā avitakka avicāram pacchimacittam uppajjissati dutiya jhāna ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_6.2.1:120.1_1",
        "original": "tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro nuppajjissati,",
        "analyzed": "tatiya jhānam catuttha jhānam samāpannānam tesam tattha vacī saṅkhāraḥ nuppajjissati ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_6.2.1:120.1_2",
        "original": "no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ asaññasattānaṁ",
        "analyzed": "no ca tesam tattha citta saṅkhāraḥ nuppajjissati pacchima citta samaṅgīnam asaññasattānam ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_6.2.1:120.1_3",
        "original": "tesaṁ tattha vacīsaṅkhāro ca nuppajjissati cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "tesam tattha vacī saṅkhāro ca nuppajjissati citta saṅkhāro ca nuppajjissati ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_6.2.1:121.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_6.2.1:122.0.1",
        "original": "6.2.1.4. Paccuppannātītavāra",
        "analyzed": "      ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_6.2.1:122.0.2",
        "original": "6.2.1.4.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_6.2.1:122.1",
        "original": "Yassa kāyasaṅkhāro uppajjati tassa vacīsaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjati tassa vacī saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_6.2.1:123.1",
        "original": "Yassa vā pana vacīsaṅkhāro uppajjittha tassa kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana vacī saṅkhāraḥ uppajjittha tassa kāya saṅkhāraḥ uppajjati iti ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_6.2.1:124.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_6.2.1:124.1_1",
        "original": "asaññasattānaṁ tesaṁ vacīsaṅkhāro uppajjittha, no ca tesaṁ kāyasaṅkhāro uppajjati.",
        "analyzed": "asaññasattānam tesam vacī saṅkhāraḥ uppajjittha no ca tesam kāya saṅkhāraḥ uppajjati ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_6.2.1:124.1_2",
        "original": "Assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjati.",
        "analyzed": "assāsa passāsānam uppāda khaṇe tesam vacī saṅkhāro ca uppajjittha kāya saṅkhāro ca uppajjati ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_6.2.1:125.1",
        "original": "Yassa kāyasaṅkhāro uppajjati tassa cittasaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjati tassa citta saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_6.2.1:126.1",
        "original": "Yassa vā pana cittasaṅkhāro uppajjittha tassa kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana citta saṅkhāraḥ uppajjittha tassa kāya saṅkhāraḥ uppajjati iti ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_6.2.1:127.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_6.2.1:127.1_1",
        "original": "asaññasattānaṁ tesaṁ cittasaṅkhāro uppajjittha, no ca tesaṁ kāyasaṅkhāro uppajjati.",
        "analyzed": "asaññasattānam tesam citta saṅkhāraḥ uppajjittha no ca tesam kāya saṅkhāraḥ uppajjati ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_6.2.1:127.1_2",
        "original": "Assāsapassāsānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjati.",
        "analyzed": "assāsa passāsānam uppāda khaṇe tesam citta saṅkhāro ca uppajjittha kāya saṅkhāro ca uppajjati ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_6.2.1:128.1",
        "original": "Yassa vacīsaṅkhāro uppajjati tassa cittasaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa vacī saṅkhāraḥ uppajjati tassa citta saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_6.2.1:129.1",
        "original": "Yassa vā pana cittasaṅkhāro uppajjittha tassa vacīsaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana citta saṅkhāraḥ uppajjittha tassa vacī saṅkhāraḥ uppajjati iti ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_6.2.1:130.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā vitakka vicārehi cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_6.2.1:130.1_1",
        "original": "asaññasattānaṁ tesaṁ cittasaṅkhāro uppajjittha, no ca tesaṁ vacīsaṅkhāro uppajjati.",
        "analyzed": "asaññasattānam tesam citta saṅkhāraḥ uppajjittha no ca tesam vacī saṅkhāraḥ uppajjati ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_6.2.1:130.1_2",
        "original": "Vitakkavicārānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjati.",
        "analyzed": "vitakka vicārānaṃ uppāda khaṇe tesam citta saṅkhāro ca uppajjittha vacī saṅkhāro ca uppajjati ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_6.2.1:131.0",
        "original": "6.2.1.4.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_6.2.1:131.1",
        "original": "Yattha kāyasaṅkhāro uppajjati …pe….",
        "analyzed": "yattha kāya saṅkhāraḥ uppajjati pe ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_6.2.1:132.0",
        "original": "6.2.1.4.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_6.2.1:132.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjati tassa tattha vacīsaṅkhāro uppajjitthāti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjati tassa tattha vacī saṅkhāraḥ uppajjittha ati ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_6.2.1:133.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha",
        "analyzed": "dutiya jhānam tatiya jhānam samāpannānam assāsa passāsānam uppāda kkhaṇe tesam tattha ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_6.2.1:133.1_1",
        "original": "kāyasaṅkhāro uppajjati, no ca tesaṁ tattha vacīsaṅkhāro uppajjittha. Paṭhamajjhānaṁ",
        "analyzed": "kāya saṅkhāro uppajjati no ca tesam tattha vacī saṅkhāro uppajjittha paṭhama jhāna ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_6.2.1:133.1_2",
        "original": "samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro",
        "analyzed": "samāpannānam kāmāvacarānam assāsa passāsānam uppāda khaṇe tesam tattha kāya saṅkhāro ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_6.2.1:133.1_3",
        "original": "ca uppajjati vacīsaṅkhāro ca uppajjittha.",
        "analyzed": "ca uppajjati vacī saṅkhāraḥ ca uppajjittha ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_6.2.1:134.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro uppajjittha tassa tattha kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ uppajjittha tassa tattha kāya saṅkhāraḥ uppajjati iti ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_6.2.1:135.1_0",
        "original": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva",
        "analyzed": "paṭhama jhānam samāpannānam kāmāvacarānam assāsa passāsānam bhaṅga khaṇe ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_6.2.1:135.1_1",
        "original": "vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha",
        "analyzed": "vinā assāsa passāsehi cittassa uppāda kkhaṇe rūpāvacarānam arūpāvacarānam tesam tattha ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_6.2.1:135.1_2",
        "original": "vacīsaṅkhāro uppajjittha, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Paṭhamajjhānaṁ",
        "analyzed": "vacī saṅkhāraḥ uppajjittha no ca tesam tattha kāya saṅkhāro uppajjati paṭhama jhāna ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_6.2.1:135.1_3",
        "original": "samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro",
        "analyzed": "samāpannānam kāmāvacarānam assāsa passāsānam uppāda khaṇe tesam tattha vacī saṅkhāro ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_6.2.1:135.1_4",
        "original": "ca uppajjittha kāyasaṅkhāro ca uppajjati.",
        "analyzed": "ca uppajjittha kāya saṅkhāraḥ ca uppajjati ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_6.2.1:136.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjati tassa tattha cittasaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjati tassa tattha citta saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_6.2.1:137.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjittha tassa tattha kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjittha tassa tattha kāya saṅkhāraḥ uppajjati iti ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_6.2.1:138.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_6.2.1:138.1_1",
        "original": "cittasaṅkhāro uppajjittha, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ",
        "analyzed": "citta saṅkhāraḥ uppajjittha no ca tesam tattha kāya saṅkhāro uppajjati ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_6.2.1:138.1_2",
        "original": "uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca uppajjittha kāyasaṅkhāro ca uppajjati.",
        "analyzed": "uppāda kkhaṇe tesam tattha citta saṅkhāro ca uppajjittha kāya saṅkhāro ca uppajjati ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_6.2.1:139.1",
        "original": "Yassa yattha vacīsaṅkhāro uppajjati tassa tattha cittasaṅkhāro uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha vacī saṅkhāraḥ uppajjati tassa tattha citta saṅkhāraḥ uppajjittha ati āmantā ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_6.2.1:140.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjittha tassa tattha vacīsaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjittha tassa tattha vacī saṅkhāraḥ uppajjati iti ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_6.2.1:141.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā vitakka vicārehi cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_6.2.1:141.1_1",
        "original": "cittasaṅkhāro uppajjittha, no ca tesaṁ tattha vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ",
        "analyzed": "citta saṅkhāraḥ uppajjittha no ca tesam tattha vacī saṅkhāro uppajjati vitakka vicārāna ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_6.2.1:141.1_2",
        "original": "uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjati.",
        "analyzed": "uppāda kkhaṇe tesam tattha citta saṅkhāro ca uppajjittha vacī saṅkhāro ca uppajjati ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_6.2.1:142.0",
        "original": "6.2.1.4.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_6.2.1:142.1",
        "original": "Yassa kāyasaṅkhāro nuppajjati tassa vacīsaṅkhāro nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjati tassa vacī saṅkhāraḥ nuppajjittha ati uppajjittha ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_6.2.1:143.1",
        "original": "Yassa vā pana vacīsaṅkhāro nuppajjittha tassa kāyasaṅkhāro nuppajjatīti? Natthi.",
        "analyzed": "yassa vā pana vacī saṅkhāraḥ nuppajjittha tassa kāya saṅkhāraḥ nuppajjati iti natthi ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_6.2.1:144.1",
        "original": "Yassa kāyasaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjati tassa citta saṅkhāraḥ nuppajjittha ati uppajjittha ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_6.2.1:145.1",
        "original": "Yassa vā pana cittasaṅkhāro nuppajjittha tassa kāyasaṅkhāro nuppajjatīti? Natthi.",
        "analyzed": "yassa vā pana citta saṅkhāraḥ nuppajjittha tassa kāya saṅkhāraḥ nuppajjati iti natthi ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_6.2.1:146.1",
        "original": "Yassa vacīsaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vacī saṅkhāraḥ nuppajjati tassa citta saṅkhāraḥ nuppajjittha ati uppajjittha ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_6.2.1:147.1",
        "original": "Yassa vā pana …pe… ? Natthi.",
        "analyzed": "yassa vā pana pe natthi ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_6.2.1:148.0",
        "original": "6.2.1.4.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_6.2.1:148.1",
        "original": "Yattha kāyasaṅkhāro nuppajjati …pe….",
        "analyzed": "yattha kāya saṅkhāraḥ na uppajjati pe ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_6.2.1:149.0",
        "original": "6.2.1.4.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_6.2.1:149.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha vacīsaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjati tassa tattha vacī saṅkhāraḥ nuppajjittha ati ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_6.2.1:150.1_0",
        "original": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva",
        "analyzed": "paṭhama jhānam samāpannānam kāmāvacarānam assāsa passāsānam bhaṅga khaṇe ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_6.2.1:150.1_1",
        "original": "vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha",
        "analyzed": "vinā assāsa passāsehi cittassa uppāda kkhaṇe rūpāvacarānam arūpāvacarānam tesam tattha ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_6.2.1:150.1_2",
        "original": "kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha vacīsaṅkhāro nuppajjittha. Dutiyajjhānaṁ",
        "analyzed": "kāya saṅkhāraḥ nuppajjati no ca tesam tattha vacī saṅkhāraḥ nuppajjittha dutiya jhāna ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_6.2.1:150.1_3",
        "original": "tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi",
        "analyzed": "tatiya jhānam samāpannānam assāsa passāsānam bhaṅga khaṇe tesayā iva vinā assāsa passāsehi ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_6.2.1:150.1_4",
        "original": "cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne",
        "analyzed": "cittassa uppāda khaṇe catuttha jjhānam samāpannānam suddhāvāsānam dutiye citte vattamāne ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_6.2.1:150.1_5",
        "original": "asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca nuppajjittha.",
        "analyzed": "asaññasattānam tesam tattha kāya saṅkhāro ca nuppajjati vacī saṅkhāro ca nuppajjittha ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_6.2.1:151.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro nuppajjittha tassa tattha kāyasaṅkhāro nuppajjatīti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ nuppajjittha tassa tattha kāya saṅkhāraḥ nuppajjati iti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_6.2.1:152.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha",
        "analyzed": "dutiya jhānam tatiya jhānam samāpannānam assāsa passāsānam uppāda kkhaṇe tesam tattha ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_6.2.1:152.1_1",
        "original": "vacīsaṅkhāro nuppajjittha, no ca tesaṁ tattha kāyasaṅkhāro nuppajjati. Dutiyajjhānaṁ",
        "analyzed": "vacī saṅkhāraḥ nuppajjittha no ca tesam tattha kāya saṅkhāraḥ nuppajjati dutiya jhāna ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_6.2.1:152.1_2",
        "original": "tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi",
        "analyzed": "tatiya jhānam samāpannānam assāsa passāsānam bhaṅga khaṇe tesayā iva vinā assāsa passāsehi ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_6.2.1:152.1_3",
        "original": "cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne",
        "analyzed": "cittassa uppāda khaṇe catuttha jjhānam samāpannānam suddhāvāsānam dutiye citte vattamāne ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_6.2.1:152.1_4",
        "original": "asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjittha kāyasaṅkhāro ca nuppajjati.",
        "analyzed": "asaññasattānam tesam tattha vacī saṅkhāro ca nuppajjittha kāya saṅkhāro ca nuppajjati ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_6.2.1:153.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha cittasaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjati tassa tattha citta saṅkhāraḥ nuppajjittha ati ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_6.2.1:154.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_6.2.1:154.1_1",
        "original": "kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro nuppajjittha. Suddhāvāsaṁ",
        "analyzed": "kāya saṅkhāraḥ nuppajjati no ca tesam tattha citta saṅkhāro nuppajjittha suddhāvāsa ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_6.2.1:154.1_2",
        "original": "upapajjantānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjittha.",
        "analyzed": "upapajjantānam asaññasattānam tesam tattha kāya saṅkhāro ca nuppajjati citta saṅkhāro ca nuppajjittha ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_6.2.1:155.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro nuppajjittha tassa tattha kāyasaṅkhāro nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ nuppajjittha tassa tattha kāya saṅkhāraḥ nuppajjati iti āmantā ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_6.2.1:156.1",
        "original": "Yassa yattha vacīsaṅkhāro nuppajjati tassa tattha cittasaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa yattha vacī saṅkhāraḥ nuppajjati tassa tattha citta saṅkhāraḥ nuppajjittha ati ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_6.2.1:157.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā vitakka vicārehi cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_6.2.1:157.1_1",
        "original": "vacīsaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro nuppajjittha. Suddhāvāsaṁ",
        "analyzed": "vacī saṅkhāraḥ nuppajjati no ca tesam tattha citta saṅkhāraḥ nuppajjittha suddhāvāsa ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_6.2.1:157.1_2",
        "original": "upapajjantānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjittha.",
        "analyzed": "upapajjantānam asaññasattānam tesam tattha vacī saṅkhāro ca nuppajjati citta saṅkhāro ca nuppajjittha ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_6.2.1:158.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_6.2.1:159.0.1",
        "original": "6.2.1.5. Paccuppannānāgatavāra",
        "analyzed": "      ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_6.2.1:159.0.2",
        "original": "6.2.1.5.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_6.2.1:159.1",
        "original": "Yassa kāyasaṅkhāro uppajjati tassa vacīsaṅkhāro uppajjissatīti? Āmantā.",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjati tassa vacī saṅkhāraḥ uppajjissati iti āmantā ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_6.2.1:160.1",
        "original": "Yassa vā pana vacīsaṅkhāro uppajjissati tassa kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana vacī saṅkhāraḥ uppajjissati tassa kāya saṅkhāraḥ uppajjati iti ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_6.2.1:161.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_6.2.1:161.1_1",
        "original": "asaññasattānaṁ tesaṁ vacīsaṅkhāro uppajjissati, no ca tesaṁ kāyasaṅkhāro uppajjati.",
        "analyzed": "asaññasattānam tesam vacī saṅkhāraḥ uppajjissati no ca tesam kāya saṅkhāraḥ uppajjati ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_6.2.1:161.1_2",
        "original": "Assāsapassāsānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjati.",
        "analyzed": "assāsa passāsānam uppāda khaṇe tesam vacī saṅkhāro ca uppajjissati kāya saṅkhāro ca uppajjati ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_6.2.1:162.1",
        "original": "Yassa kāyasaṅkhāro uppajjati tassa cittasaṅkhāro uppajjissatīti? Āmantā.",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjati tassa citta saṅkhāraḥ uppajjissati iti āmantā ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_6.2.1:163.1",
        "original": "Yassa vā pana cittasaṅkhāro uppajjissati tassa kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana citta saṅkhāraḥ uppajjissati tassa kāya saṅkhāraḥ uppajjati iti ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_6.2.1:164.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_6.2.1:164.1_1",
        "original": "asaññasattānaṁ tesaṁ cittasaṅkhāro uppajjissati, no ca tesaṁ kāyasaṅkhāro uppajjati.",
        "analyzed": "asaññasattānam tesam citta saṅkhāraḥ uppajjissati no ca tesam kāya saṅkhāraḥ uppajjati ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_6.2.1:164.1_2",
        "original": "Assāsapassāsānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjati.",
        "analyzed": "assāsa passāsānam uppāda khaṇe tesam citta saṅkhāro ca uppajjissati kāya saṅkhāro ca uppajjati ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_6.2.1:165.1",
        "original": "Yassa vacīsaṅkhāro uppajjati tassa cittasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa vacī saṅkhāraḥ uppajjati tassa citta saṅkhāraḥ uppajjissati iti ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_6.2.1:166.1_0",
        "original": "Savitakkasavicārapacchimacittassa uppādakkhaṇe tesaṁ vacīsaṅkhāro uppajjati, no ca",
        "analyzed": "sa vitakka sa vicāra pacchimacittassa uppāda kkhaṇe tesam vacī saṅkhāro uppajjati no ca ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_6.2.1:166.1_1",
        "original": "tesaṁ cittasaṅkhāro uppajjissati. Itaresaṁ vitakkavicārānaṁ uppādakkhaṇe tesaṁ vacīsaṅkhāro",
        "analyzed": "tesam citta saṅkhāraḥ uppajjissati itaresam vitakka vicārānam uppāda khaṇe tesam vacī saṅkhāro ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_6.2.1:166.1_2",
        "original": "ca uppajjati cittasaṅkhāro ca uppajjissati.",
        "analyzed": "ca uppajjati citta saṅkhāraḥ ca uppajjissati ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_6.2.1:167.1",
        "original": "Yassa vā pana cittasaṅkhāro uppajjissati tassa vacīsaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana citta saṅkhāraḥ uppajjissati tassa vacī saṅkhāraḥ uppajjati iti ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_6.2.1:168.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā vitakka vicārehi cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_6.2.1:168.1_1",
        "original": "asaññasattānaṁ tesaṁ cittasaṅkhāro uppajjissati, no ca tesaṁ vacīsaṅkhāro uppajjati.",
        "analyzed": "asaññasattānam tesam citta saṅkhāraḥ uppajjissati no ca tesam vacī saṅkhāraḥ uppajjati ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_6.2.1:168.1_2",
        "original": "Vitakkavicārānaṁ uppādakkhaṇe tesaṁ cittasaṅkhāro ca uppajjissati vacīsaṅkhāro ca uppajjati.",
        "analyzed": "vitakka vicārānaṃ uppāda khaṇe tesam citta saṅkhāro ca uppajjissati vacī saṅkhāro ca uppajjati ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_6.2.1:169.0",
        "original": "6.2.1.5.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_6.2.1:169.1",
        "original": "Yattha kāyasaṅkhāro uppajjati …pe….",
        "analyzed": "yattha kāya saṅkhāraḥ uppajjati pe ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_6.2.1:170.0",
        "original": "6.2.1.5.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_6.2.1:170.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjati tassa tattha vacīsaṅkhāro uppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjati tassa tattha vacī saṅkhāraḥ uppajjissati iti ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_6.2.1:171.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha",
        "analyzed": "dutiya jhānam tatiya jhānam samāpannānam assāsa passāsānam uppāda kkhaṇe tesam tattha ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_6.2.1:171.1_1",
        "original": "kāyasaṅkhāro uppajjati, no ca tesaṁ tattha vacīsaṅkhāro uppajjissati. Paṭhamajjhānaṁ",
        "analyzed": "kāya saṅkhāraḥ uppajjati no ca tesam tattha vacī saṅkhāro uppajjissati paṭhama jhāna ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_6.2.1:171.1_2",
        "original": "samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha kāyasaṅkhāro",
        "analyzed": "samāpannānam kāmāvacarānam assāsa passāsānam uppāda khaṇe tesam tattha kāya saṅkhāro ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_6.2.1:171.1_3",
        "original": "ca uppajjati vacīsaṅkhāro ca uppajjissati.",
        "analyzed": "ca uppajjati vacī saṅkhāraḥ ca uppajjissati ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_6.2.1:172.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ uppajjissati tassa tattha kāya saṅkhāraḥ uppajjati iti ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_6.2.1:173.1_0",
        "original": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva",
        "analyzed": "paṭhama jhānam samāpannānam kāmāvacarānam assāsa passāsānam bhaṅga khaṇe ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_6.2.1:173.1_1",
        "original": "vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha",
        "analyzed": "vinā assāsa passāsehi cittassa uppāda kkhaṇe rūpāvacarānam arūpāvacarānam tesam tattha ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_6.2.1:173.1_2",
        "original": "vacīsaṅkhāro uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Paṭhamajjhānaṁ",
        "analyzed": "vacī saṅkhāraḥ uppajjissati no ca tesam tattha kāya saṅkhāro uppajjati paṭhama jhāna ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_6.2.1:173.1_3",
        "original": "samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro",
        "analyzed": "samāpannānam kāmāvacarānam assāsa passāsānam uppāda khaṇe tesam tattha vacī saṅkhāro ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_6.2.1:173.1_4",
        "original": "ca uppajjissati kāyasaṅkhāro ca uppajjati.",
        "analyzed": "ca uppajjissati kāya saṅkhāraḥ ca uppajjati ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_6.2.1:174.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjati tassa tattha cittasaṅkhāro uppajjissatīti? Āmantā.",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjati tassa tattha citta saṅkhāraḥ uppajjissati iti āmantā ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_6.2.1:175.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjissati tassa tattha kāya saṅkhāraḥ uppajjati iti ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_6.2.1:176.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_6.2.1:176.1_1",
        "original": "cittasaṅkhāro uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjati. Assāsapassāsānaṁ",
        "analyzed": "citta saṅkhāraḥ uppajjissati no ca tesam tattha kāya saṅkhāro uppajjati ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_6.2.1:176.1_2",
        "original": "uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjati.",
        "analyzed": "uppāda kkhaṇe tesam tattha citta saṅkhāro ca uppajjissati kāya saṅkhāro ca uppajjati ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_6.2.1:177.1",
        "original": "Yassa yattha vacīsaṅkhāro uppajjati tassa tattha cittasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa yattha vacī saṅkhāraḥ uppajjati tassa tattha citta saṅkhāraḥ uppajjissati iti ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_6.2.1:178.1_0",
        "original": "Savitakkasavicārapacchimacittassa uppādakkhaṇe tesaṁ tattha vacīsaṅkhāro uppajjati,",
        "analyzed": "sa vitakka sa vicāra pacchimacittassa uppāda kkhaṇe tesam tattha vacī saṅkhāro uppajjati ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_6.2.1:178.1_1",
        "original": "no ca tesaṁ tattha cittasaṅkhāro uppajjissati. Itaresaṁ vitakkavicārānaṁ uppādakkhaṇe",
        "analyzed": "no ca tesam tattha citta saṅkhāraḥ uppajjissati itaresam vitakka vicārānam uppāda kkhaṇe ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_6.2.1:178.1_2",
        "original": "tesaṁ tattha vacīsaṅkhāro ca uppajjati cittasaṅkhāro ca uppajjissati.",
        "analyzed": "tesam tattha vacī saṅkhāro ca uppajjati citta saṅkhāro ca uppajjissati ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_6.2.1:179.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha vacīsaṅkhāro uppajjatīti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjissati tassa tattha vacī saṅkhāraḥ uppajjati iti ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_6.2.1:180.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā vitakka vicārehi cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_6.2.1:180.1_1",
        "original": "cittasaṅkhāro uppajjissati, no ca tesaṁ tattha vacīsaṅkhāro uppajjati. Vitakkavicārānaṁ",
        "analyzed": "citta saṅkhāraḥ uppajjissati no ca tesam tattha vacī saṅkhāro uppajjati vitakka vicārāna ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_6.2.1:180.1_2",
        "original": "uppādakkhaṇe tesaṁ tattha cittasaṅkhāro ca uppajjissati vacīsaṅkhāro ca uppajjati.",
        "analyzed": "uppāda kkhaṇe tesam tattha citta saṅkhāro ca uppajjissati vacī saṅkhāro ca uppajjati ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_6.2.1:181.0",
        "original": "6.2.1.5.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_6.2.1:181.1",
        "original": "Yassa kāyasaṅkhāro nuppajjati tassa vacīsaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjati tassa vacī saṅkhāraḥ nuppajjissati iti ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_6.2.1:182.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_6.2.1:182.1_1",
        "original": "asaññasattānaṁ tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ vacīsaṅkhāro nuppajjissati.",
        "analyzed": "asaññasattānam tesam kāya saṅkhāraḥ nuppajjati no ca tesam vacī saṅkhāraḥ nuppajjissati ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_6.2.1:182.1_2",
        "original": "Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati",
        "analyzed": "pacchima citta samaṅgīnam yassa cittassa anantarā avitakka avicāram pacchima cittam uppajjissati ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_6.2.1:182.1_3",
        "original": "tesaṁ kāyasaṅkhāro ca nuppajjati vacīsaṅkhāro ca nuppajjissati.",
        "analyzed": "tesam kāya saṅkhāro ca nuppajjati vacī saṅkhāro ca nuppajjissati ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_6.2.1:183.1",
        "original": "Yassa vā pana vacīsaṅkhāro nuppajjissati tassa kāyasaṅkhāro nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana vacī saṅkhāraḥ nuppajjissati tassa kāya saṅkhāraḥ nuppajjati iti āmantā ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_6.2.1:184.1",
        "original": "Yassa kāyasaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjati tassa citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_6.2.1:185.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_6.2.1:185.1_1",
        "original": "asaññasattānaṁ tesaṁ kāyasaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro nuppajjissati.",
        "analyzed": "asaññasattānam tesam kāya saṅkhāraḥ nuppajjati no ca tesam citta saṅkhāraḥ nuppajjissati ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_6.2.1:185.1_2",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "pacchima citta samaṅgīnam tesam kāya saṅkhāro ca nuppajjati citta saṅkhāro ca nuppajjissati ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_6.2.1:186.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_6.2.1:187.1",
        "original": "Yassa vacīsaṅkhāro nuppajjati tassa cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa vacī saṅkhāraḥ nuppajjati tassa citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_6.2.1:188.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā vitakka vicārehi cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_6.2.1:188.1_1",
        "original": "asaññasattānaṁ tesaṁ vacīsaṅkhāro nuppajjati, no ca tesaṁ cittasaṅkhāro nuppajjissati.",
        "analyzed": "asaññasattānam tesam vacī saṅkhāraḥ nuppajjati no ca tesam citta saṅkhāraḥ nuppajjissati ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_6.2.1:188.1_2",
        "original": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ",
        "analyzed": "sa vitakka sa vicāra pacchima cittassa bhaṅga kkhaṇe avitakka avicāra pacchima citta samaṅgīna ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_6.2.1:188.1_3",
        "original": "tesaṁ vacīsaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "tesam vacī saṅkhāraḥ ca nuppajjati citta saṅkhāraḥ ca nuppajjissati ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_6.2.1:189.1",
        "original": "Yassa vā pana cittasaṅkhāro nuppajjissati tassa vacīsaṅkhāro nuppajjatīti?",
        "analyzed": "yassa vā pana citta saṅkhāraḥ nuppajjissati tassa vacī saṅkhāraḥ nuppajjati iti ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_6.2.1:190.1_0",
        "original": "Savitakkasavicārapacchimacittassa uppādakkhaṇe tesaṁ cittasaṅkhāro nuppajjissati,",
        "analyzed": "sa vitakka sa vicāra pacchimacittassa uppāda kkhaṇe tesam citta saṅkhāro na uppajjissati ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_6.2.1:190.1_1",
        "original": "no ca tesaṁ vacīsaṅkhāro nuppajjati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe",
        "analyzed": "no ca tesam vacī saṅkhāraḥ nuppajjati sa vitakka sa vicāra pacchimacittassa bhaṅga kkhaṇe ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_6.2.1:190.1_2",
        "original": "avitakkaavicārapacchimacittasamaṅgīnaṁ tesaṁ cittasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca nuppajjati.",
        "analyzed": "avitakka avicāra pacchima citta samaṅgīnam tesam citta saṅkhāro ca nuppajjissati vacī saṅkhāro ca nuppajjati ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_6.2.1:191.0",
        "original": "6.2.1.5.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_6.2.1:191.1",
        "original": "Yattha kāyasaṅkhāro nuppajjati …pe….",
        "analyzed": "yattha kāya saṅkhāraḥ na uppajjati pe ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_6.2.1:192.0",
        "original": "6.2.1.5.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_6.2.1:192.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha vacīsaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjati tassa tattha vacī saṅkhāraḥ nuppajjissati iti ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_6.2.1:193.1_0",
        "original": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva",
        "analyzed": "paṭhama jhānam samāpannānam kāmāvacarānam assāsa passāsānam bhaṅga khaṇe ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_6.2.1:193.1_1",
        "original": "vinā assāsapassāsehi cittassa uppādakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha",
        "analyzed": "vinā assāsa passāsehi cittassa uppāda kkhaṇe rūpāvacarānam arūpāvacarānam tesam tattha ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_6.2.1:193.1_2",
        "original": "kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha vacīsaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ",
        "analyzed": "kāya saṅkhāraḥ nuppajjati no ca tesam tattha vacī saṅkhāro nuppajjissati ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_6.2.1:193.1_3",
        "original": "yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ",
        "analyzed": "yassa cittassa anantarā avitakka avicāram pacchimacittam uppajjissati dutiya jhāna ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_6.2.1:193.1_4",
        "original": "tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi",
        "analyzed": "tatiya jhānam samāpannānam assāsa passāsānam bhaṅga khaṇe tesayā iva vinā assāsa passāsehi ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_6.2.1:193.1_5",
        "original": "cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro",
        "analyzed": "cittassa uppāda khaṇe catuttha jhānam samāpannānam asaññasattānam tesam tattha kāya saṅkhāro ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_6.2.1:193.1_6",
        "original": "ca nuppajjati vacīsaṅkhāro ca nuppajjissati.",
        "analyzed": "ca nuppajjati vacī saṅkhāraḥ ca nuppajjissati ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_6.2.1:194.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjatīti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ nuppajjissati tassa tattha kāya saṅkhāraḥ nuppajjati iti ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_6.2.1:195.1_0",
        "original": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁ tattha",
        "analyzed": "dutiya jhānam tatiya jhānam samāpannānam assāsa passāsānam uppāda kkhaṇe tesam tattha ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_6.2.1:195.1_1",
        "original": "vacīsaṅkhāro nuppajjissati, no ca tesaṁ tattha kāyasaṅkhāro nuppajjati. Pacchimacittasamaṅgīnaṁ",
        "analyzed": "vacī saṅkhāraḥ nuppajjissati no ca tesam tattha kāya saṅkhāro nuppajjati ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_6.2.1:195.1_2",
        "original": "yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ",
        "analyzed": "yassa cittassa anantarā avitakka avicāram pacchimacittam uppajjissati dutiya jhāna ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_6.2.1:195.1_3",
        "original": "tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁyeva vinā assāsapassāsehi",
        "analyzed": "tatiya jhānam samāpannānam assāsa passāsānam bhaṅga khaṇe tesayā iva vinā assāsa passāsehi ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_6.2.1:195.1_4",
        "original": "cittassa uppādakkhaṇe catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro",
        "analyzed": "cittassa uppāda khaṇe catuttha jhānam samāpannānam asaññasattānam tesam tattha vacī saṅkhāro ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_6.2.1:195.1_5",
        "original": "ca nuppajjissati kāyasaṅkhāro ca nuppajjati.",
        "analyzed": "ca nuppajjissati kāya saṅkhāraḥ ca nuppajjati ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_6.2.1:196.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjati tassa tattha cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjati tassa tattha citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_6.2.1:197.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā assāsapassāsehi cittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā assāsa passāsehi cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_6.2.1:197.1_1",
        "original": "kāyasaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Pacchimacittasamaṅgīnaṁ",
        "analyzed": "kāya saṅkhāraḥ nuppajjati no ca tesam tattha citta saṅkhāro nuppajjissati ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_6.2.1:197.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjati cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "asaññasattānam tesam tattha kāya saṅkhāro ca nuppajjati citta saṅkhāro ca nuppajjissati ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_6.2.1:198.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ nuppajjissati tassa tattha kāya saṅkhāraḥ nuppajjati iti āmantā ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_6.2.1:199.1",
        "original": "Yassa yattha vacīsaṅkhāro nuppajjati tassa tattha cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa yattha vacī saṅkhāraḥ nuppajjati tassa tattha citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_6.2.1:200.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe vinā vitakkavicārehi cittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe vinā vitakka vicārehi cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_6.2.1:200.1_1",
        "original": "vacīsaṅkhāro nuppajjati, no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Savitakkasavicārapacchimacittassa",
        "analyzed": "vacī saṅkhāraḥ nuppajjati no ca tesam tattha citta saṅkhāraḥ nuppajjissati sa vitakka sa vicāra pacchimacittassa ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_6.2.1:200.1_2",
        "original": "bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro",
        "analyzed": "bhaṅga kkhaṇe avitakka avicāra pacchima citta samaṅgīnam asaññasattānam tesam tattha vacī saṅkhāro ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_6.2.1:200.1_3",
        "original": "ca nuppajjati cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "ca nuppajjati citta saṅkhāraḥ ca nuppajjissati ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_6.2.1:201.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro nuppajjissati tassa tattha vacīsaṅkhāro nuppajjatīti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ nuppajjissati tassa tattha vacī saṅkhāraḥ nuppajjati iti ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_6.2.1:202.1_0",
        "original": "Savitakkasavicārapacchimacittassa uppādakkhaṇe tesaṁ tattha cittasaṅkhāro nuppajjissati,",
        "analyzed": "sa vitakka sa vicāra pacchimacittassa uppāda kkhaṇe tesam tattha citta saṅkhāro na uppajjissati ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_6.2.1:202.1_1",
        "original": "no ca tesaṁ tattha vacīsaṅkhāro nuppajjati. Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe",
        "analyzed": "no ca tesam tattha vacī saṅkhāro nuppajjati sa vitakka sa vicāra pacchimacittassa bhaṅga kkhaṇe ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_6.2.1:202.1_2",
        "original": "avitakkaavicārapacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha cittasaṅkhāro",
        "analyzed": "avitakka avicāra pacchima citta samaṅgīnam asaññasattānam tesam tattha citta saṅkhāro ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_6.2.1:202.1_3",
        "original": "ca nuppajjissati vacīsaṅkhāro ca nuppajjati.",
        "analyzed": "ca nuppajjissati vacī saṅkhāraḥ ca nuppajjati ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_6.2.1:203.0.1",
        "original": "6.2.1.6. Atītānāgatavāra",
        "analyzed": "       ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_6.2.1:203.0.2",
        "original": "6.2.1.6.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_6.2.1:203.1",
        "original": "Yassa kāyasaṅkhāro uppajjittha tassa vacīsaṅkhāro uppajjissatīti?",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjittha tassa vacī saṅkhāraḥ uppajjissati iti ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_6.2.1:204.1_0",
        "original": "Pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati",
        "analyzed": "pacchima citta samaṅgīnam yassa cittassa anantarā avitakka avicāram pacchima cittam uppajjissati ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_6.2.1:204.1_1",
        "original": "tesaṁ kāyasaṅkhāro uppajjittha, no ca tesaṁ vacīsaṅkhāro uppajjissati. Itaresaṁ tesaṁ",
        "analyzed": "tesam kāya saṅkhāraḥ uppajjittha no ca tesam vacī saṅkhāraḥ uppajjissati itaresam tesam ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_6.2.1:204.1_2",
        "original": "kāyasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjissati.",
        "analyzed": "kāya saṅkhāraḥ ca uppajjittha vacī saṅkhāraḥ ca uppajjissati ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_6.2.1:205.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_6.2.1:206.1",
        "original": "Yassa kāyasaṅkhāro uppajjittha tassa cittasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa kāya saṅkhāraḥ uppajjittha tassa citta saṅkhāraḥ uppajjissati iti ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_6.2.1:207.1",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ kāyasaṅkhāro uppajjittha, no ca tesaṁ cittasaṅkhāro uppajjissati. Itaresaṁ tesaṁ kāyasaṅkhāro ca uppajjittha cittasaṅkhāro ca uppajjissati.",
        "analyzed": "pacchima citta samaṅgīnam tesam kāya saṅkhāraḥ uppajjittha no ca tesam citta saṅkhāraḥ uppajjissati itaresam tesam kāya saṅkhāro ca uppajjittha citta saṅkhāro ca uppajjissati ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_6.2.1:208.1",
        "original": "Yassa vā pana …pe…. Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_6.2.1:209.1",
        "original": "Yassa vacīsaṅkhāro uppajjittha tassa cittasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa vacī saṅkhāraḥ uppajjittha tassa citta saṅkhāraḥ uppajjissati iti ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_6.2.1:210.1",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ vacīsaṅkhāro uppajjittha, no ca tesaṁ cittasaṅkhāro uppajjissati. Itaresaṁ tesaṁ vacīsaṅkhāro ca uppajjittha cittasaṅkhāro ca uppajjissati.",
        "analyzed": "pacchima citta samaṅgīnam tesam vacī saṅkhāraḥ uppajjittha no ca tesam citta saṅkhāraḥ uppajjissati itaresam tesam vacī saṅkhāraḥ ca uppajjittha citta saṅkhāraḥ ca uppajjissati ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_6.2.1:211.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_6.2.1:212.0",
        "original": "6.2.1.6.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_6.2.1:212.1",
        "original": "Yattha kāyasaṅkhāro uppajjittha …pe….",
        "analyzed": "yattha kāya saṅkhāraḥ uppajjittha pe ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_6.2.1:213.0",
        "original": "6.2.1.6.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_6.2.1:213.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjittha tassa tattha vacīsaṅkhāro uppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjittha tassa tattha vacī saṅkhāraḥ uppajjissati iti ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_6.2.1:214.1_0",
        "original": "Kāmāvacare pacchimacittasamaṅgīnaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ",
        "analyzed": "kāmāvacare pacchima citta samaṅgīnam dutiya jhānam tatiya jhānam samāpannānam ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_6.2.1:214.1_1",
        "original": "tattha kāyasaṅkhāro uppajjittha, no ca tesaṁ tattha vacīsaṅkhāro uppajjissati. Paṭhamajjhānaṁ",
        "analyzed": "tattha kāya saṅkhāro uppajjittha no ca tesam tattha vacī saṅkhāro uppajjissati paṭhama jhāna ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_6.2.1:214.1_2",
        "original": "samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro ca uppajjittha vacīsaṅkhāro ca uppajjissati.",
        "analyzed": "samāpannānam itaresam kāmāvacarānam tesam tattha kāya saṅkhāro ca uppajjittha vacī saṅkhāro ca uppajjissati ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_6.2.1:215.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjitthāti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ uppajjissati tassa tattha kāya saṅkhāraḥ uppajjittha ati ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_6.2.1:216.1_0",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro uppajjissati, no ca tesaṁ",
        "analyzed": "rūpāvacarānam arūpāvacarānam tesam tattha vacī saṅkhāro uppajjissati no ca tesam ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_6.2.1:216.1_1",
        "original": "tattha kāyasaṅkhāro uppajjittha. Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ",
        "analyzed": "tattha kāya saṅkhāraḥ uppajjittha paṭhama jhānam samāpannānam kāmāvacarānam tesam ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_6.2.1:216.1_2",
        "original": "tattha vacīsaṅkhāro ca uppajjissati kāyasaṅkhāro ca uppajjittha.",
        "analyzed": "tattha vacī saṅkhāro ca uppajjissati kāya saṅkhāro ca uppajjittha ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_6.2.1:217.1",
        "original": "Yassa yattha kāyasaṅkhāro uppajjittha tassa tattha cittasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ uppajjittha tassa tattha citta saṅkhāraḥ uppajjissati iti ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_6.2.1:218.1_0",
        "original": "Kāmāvacare pacchimacittasamaṅgīnaṁ tesaṁ tattha kāyasaṅkhāro uppajjittha, no ca tesaṁ",
        "analyzed": "kāmāvacare pacchima citta samaṅgīnam tesam tattha kāya saṅkhāro uppajjittha no ca tesam ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_6.2.1:218.1_1",
        "original": "tattha cittasaṅkhāro uppajjissati. Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ",
        "analyzed": "tattha citta saṅkhāro uppajjissati paṭhama jhānam dutiya jhānam tatiya jhānam ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_6.2.1:218.1_2",
        "original": "itaresaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro ca uppajjittha cittasaṅkhāro ca uppajjissati.",
        "analyzed": "itaresam kāma avacarānam tesam tattha kāya saṅkhāro ca uppajjittha citta saṅkhāro ca uppajjissati ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_6.2.1:219.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha kāyasaṅkhāro uppajjitthāti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjissati tassa tattha kāya saṅkhāraḥ uppajjittha ati ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_6.2.1:220.1_0",
        "original": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro",
        "analyzed": "catuttha jhānam samāpannānam rūpāvacarānam arūpāvacarānam tesam tattha citta saṅkhāro ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_6.2.1:220.1_1",
        "original": "uppajjissati, no ca tesaṁ tattha kāyasaṅkhāro uppajjittha. Paṭhamajjhānaṁ dutiyajjhānaṁ",
        "analyzed": "uppajjissati no ca tesam tattha kāya saṅkhāro uppajjittha paṭhama jhāna dutiya jjhāna ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_6.2.1:220.1_2",
        "original": "tatiyajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca uppajjissati",
        "analyzed": "tatiya jhānam samāpannānam kāmāvacarānam tesam tattha citta saṅkhāro ca uppajjissati ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_6.2.1:220.1_3",
        "original": "kāyasaṅkhāro ca uppajjittha.",
        "analyzed": "kāya saṅkhāraḥ ca uppajjittha ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_6.2.1:221.1",
        "original": "Yassa yattha vacīsaṅkhāro uppajjittha tassa tattha cittasaṅkhāro uppajjissatīti?",
        "analyzed": "yassa yattha vacī saṅkhāraḥ uppajjittha tassa tattha citta saṅkhāraḥ uppajjissati iti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_6.2.1:222.1_0",
        "original": "Savitakkasavicārabhūmiyaṁ pacchimacittasamaṅgīnaṁ tesaṁ tattha vacīsaṅkhāro uppajjittha,",
        "analyzed": "sa vitakka sa vicāra bhūmiyam pacchima citta samaṅgīnam tesam tattha vacī saṅkhāro uppajjittha ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_6.2.1:222.1_1",
        "original": "no ca tesaṁ tattha cittasaṅkhāro uppajjissati. Itaresaṁ savitakkasavicārabhūmiyaṁ",
        "analyzed": "no ca tesam tattha citta saṅkhāraḥ uppajjissati itaresam sa vitakka sa vicāra bhūmiya ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_6.2.1:222.1_2",
        "original": "tesaṁ tattha vacīsaṅkhāro ca uppajjittha cittasaṅkhāro ca uppajjissati.",
        "analyzed": "tesam tattha vacī saṅkhāro ca uppajjittha citta saṅkhāro ca uppajjissati ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_6.2.1:223.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro uppajjissati tassa tattha vacīsaṅkhāro uppajjitthāti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ uppajjissati tassa tattha vacī saṅkhāraḥ uppajjittha ati ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_6.2.1:224.1_0",
        "original": "Avitakkaavicārabhūmiyaṁ tesaṁ tattha cittasaṅkhāro uppajjissati, no ca tesaṁ tattha",
        "analyzed": "avitakka avicāra bhūmiyam tesam tattha citta saṅkhāro uppajjissati no ca tesam tattha ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_6.2.1:224.1_1",
        "original": "vacīsaṅkhāro uppajjittha. Savitakkasavicārabhūmiyaṁ tesaṁ tattha cittasaṅkhāro ca",
        "analyzed": "vacī saṅkhāro uppajjittha sa vitakka sa vicāra bhūmiyam tesam tattha citta saṅkhāro ca ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_6.2.1:224.1_2",
        "original": "uppajjissati vacīsaṅkhāro ca uppajjittha.",
        "analyzed": "uppajjissati vacī saṅkhāraḥ ca uppajjittha ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_6.2.1:225.0",
        "original": "6.2.1.6.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_6.2.1:225.1",
        "original": "Yassa kāyasaṅkhāro nuppajjittha tassa vacīsaṅkhāro nuppajjissatīti? Natthi.",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjittha tassa vacī saṅkhāraḥ nuppajjissati iti natthi ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_6.2.1:226.1",
        "original": "Yassa vā pana vacīsaṅkhāro nuppajjissati tassa kāyasaṅkhāro nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana vacī saṅkhāraḥ nuppajjissati tassa kāya saṅkhāraḥ nuppajjittha ati uppajjittha ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_6.2.1:227.1",
        "original": "Yassa kāyasaṅkhāro nuppajjittha tassa cittasaṅkhāro nuppajjissatīti? Natthi.",
        "analyzed": "yassa kāya saṅkhāraḥ nuppajjittha tassa citta saṅkhāraḥ nuppajjissati iti natthi ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_6.2.1:228.1",
        "original": "Yassa vā pana cittasaṅkhāro nuppajjissati tassa kāyasaṅkhāro nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana citta saṅkhāraḥ nuppajjissati tassa kāya saṅkhāraḥ nuppajjittha ati uppajjittha ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_6.2.1:229.1",
        "original": "Yassa vacīsaṅkhāro nuppajjittha tassa cittasaṅkhāro nuppajjissatīti? Natthi.",
        "analyzed": "yassa vacī saṅkhāraḥ nuppajjittha tassa citta saṅkhāraḥ nuppajjissati iti natthi ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_6.2.1:230.1",
        "original": "Yassa vā pana cittasaṅkhāro nuppajjissati tassa vacīsaṅkhāro nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana citta saṅkhāraḥ nuppajjissati tassa vacī saṅkhāraḥ nuppajjittha ati uppajjittha ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_6.2.1:231.0",
        "original": "6.2.1.6.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_6.2.1:231.1",
        "original": "Yattha kāyasaṅkhāro nuppajjittha …pe….",
        "analyzed": "yattha kāya saṅkhāraḥ nuppajjittha pe ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_6.2.1:232.0",
        "original": "6.2.1.6.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_6.2.1:232.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjittha tassa tattha vacīsaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjittha tassa tattha vacī saṅkhāraḥ nuppajjissati iti ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_6.2.1:233.1_0",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro nuppajjittha, no ca tesaṁ",
        "analyzed": "rūpāvacarānam arūpāvacarānam tesam tattha kāya saṅkhāraḥ nuppajjittha no ca tesam ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_6.2.1:233.1_1",
        "original": "tattha vacīsaṅkhāro nuppajjissati. Rūpāvacare arūpāvacare pacchimacittasamaṅgīnaṁ",
        "analyzed": "tattha vacī saṅkhāraḥ nuppajjissati rūpāvacare arūpāvacare ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_6.2.1:233.1_2",
        "original": "yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ",
        "analyzed": "yassa cittassa anantarā avitakka avicāram pacchimacittam uppajjissati catuttha jjhāna ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_6.2.1:233.1_3",
        "original": "samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjittha vacīsaṅkhāro ca nuppajjissati.",
        "analyzed": "samāpannānam asaññasattānam tesam tattha kāya saṅkhāro ca nuppajjittha vacī saṅkhāro ca nuppajjissati ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_6.2.1:234.1",
        "original": "Yassa vā pana yattha vacīsaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha vacī saṅkhāraḥ nuppajjissati tassa tattha kāya saṅkhāraḥ nuppajjittha ati ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_6.2.1:235.1_0",
        "original": "Kāmāvacare pacchimacittasamaṅgīnaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ",
        "analyzed": "kāmāvacare pacchima citta samaṅgīnam dutiya jhānam tatiya jhānam samāpannānam ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_6.2.1:235.1_1",
        "original": "tattha vacīsaṅkhāro nuppajjissati, no ca tesaṁ tattha kāyasaṅkhāro nuppajjittha.",
        "analyzed": "tattha vacī saṅkhāraḥ nuppajjissati no ca tesam tattha kāya saṅkhāraḥ nuppajjittha ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_6.2.1:235.1_2",
        "original": "Rūpāvacare arūpāvacare pacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ",
        "analyzed": "rūpāvacare arūpāvacare pacchima citta samaṅgīnam yassa cittassa anantarā a vitakka a vicāra ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_6.2.1:235.1_3",
        "original": "pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha",
        "analyzed": "pacchimacittam uppajjissati catuttha jhānam samāpannānam asaññasattānam tesam tattha ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_6.2.1:235.1_4",
        "original": "vacīsaṅkhāro ca nuppajjissati kāyasaṅkhāro ca nuppajjittha.",
        "analyzed": "vacī saṅkhāraḥ ca nuppajjissati kāya saṅkhāraḥ ca nuppajjittha ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_6.2.1:236.1",
        "original": "Yassa yattha kāyasaṅkhāro nuppajjittha tassa tattha cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa yattha kāya saṅkhāraḥ nuppajjittha tassa tattha citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_6.2.1:237.1_0",
        "original": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro",
        "analyzed": "catuttha jhānam samāpannānam rūpāvacarānam arūpāvacarānam tesam tattha kāya saṅkhāro ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_6.2.1:237.1_1",
        "original": "nuppajjittha, no ca tesaṁ tattha cittasaṅkhāro nuppajjissati. Rūpāvacare arūpāvacare",
        "analyzed": "nuppajjittha no ca tesam tattha citta saṅkhāraḥ nuppajjissati rūpāvacare arūpāvacare ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_6.2.1:237.1_2",
        "original": "pacchimacittasamaṅgīnaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca nuppajjittha",
        "analyzed": "pacchima citta samaṅgīnam asaññasattānam tesam tattha kāya saṅkhāro ca nuppajjittha ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_6.2.1:237.1_3",
        "original": "cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "citta saṅkhāraḥ ca nu pajjissati ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_6.2.1:238.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro nuppajjissati tassa tattha kāyasaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ nuppajjissati tassa tattha kāya saṅkhāraḥ nuppajjittha ati ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_6.2.1:239.1_0",
        "original": "Kāmāvacare pacchimacittasamaṅgīnaṁ tesaṁ tattha cittasaṅkhāro nuppajjissati, no ca",
        "analyzed": "kāmāvacare pacchima citta samaṅgīnam tesam tattha citta saṅkhāro nuppajjissati no ca ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_6.2.1:239.1_1",
        "original": "tesaṁ tattha kāyasaṅkhāro nuppajjittha. Rūpāvacare arūpāvacare pacchimacittasamaṅgīnaṁ",
        "analyzed": "tesam tattha kāya saṅkhāro nuppajjittha rūpāvacare arūpāvacare ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_6.2.1:239.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha cittasaṅkhāro ca nuppajjissati kāyasaṅkhāro ca nuppajjittha.",
        "analyzed": "asaññasattānam tesam tattha citta saṅkhāro ca nuppajjissati kāya saṅkhāro ca nuppajjittha ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_6.2.1:240.1",
        "original": "Yassa yattha vacīsaṅkhāro nuppajjittha tassa tattha cittasaṅkhāro nuppajjissatīti?",
        "analyzed": "yassa yattha vacī saṅkhāraḥ nuppajjittha tassa tattha citta saṅkhāraḥ nuppajjissati iti ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_6.2.1:241.1_0",
        "original": "Avitakkaavicārabhūmiyaṁ tesaṁ tattha vacīsaṅkhāro nuppajjittha, no ca tesaṁ tattha",
        "analyzed": "avitakka avicāra bhūmiyam tesam tattha vacī saṅkhāro nuppajjittha no ca tesam tattha ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_6.2.1:241.1_1",
        "original": "cittasaṅkhāro nuppajjissati. Avitakkaavicārabhūmiyaṁ pacchimacittasamaṅgīnaṁ asaññasattānaṁ",
        "analyzed": "citta saṅkhāraḥ nuppajjissati avitakka avicāra bhūmiyam pacchima citta samaṅgīnam ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_6.2.1:241.1_2",
        "original": "tesaṁ tattha vacīsaṅkhāro ca nuppajjittha cittasaṅkhāro ca nuppajjissati.",
        "analyzed": "tesam tattha vacī saṅkhāro ca nuppajjittha citta saṅkhāro ca nuppajjissati ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_6.2.1:242.1",
        "original": "Yassa vā pana yattha cittasaṅkhāro nuppajjissati tassa tattha vacīsaṅkhāro nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha citta saṅkhāraḥ nuppajjissati tassa tattha vacī saṅkhāraḥ nuppajjittha ati ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_6.2.1:243.1_0",
        "original": "Savitakkasavicārabhūmiyaṁ pacchimacittasamaṅgīnaṁ tesaṁ tattha cittasaṅkhāro nuppajjissati,",
        "analyzed": "sa vitakka sa vicāra bhūmiyam pacchima citta samaṅgīnam tesam tattha citta saṅkhāro nuppajjissati ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_6.2.1:243.1_1",
        "original": "no ca tesaṁ tattha vacīsaṅkhāro nuppajjittha. Avitakkaavicārabhūmiyaṁ pacchimacittasamaṅgīnaṁ",
        "analyzed": "no ca tesam tattha vacī saṅkhāro nuppajjittha avitakka avicāra bhūmiyam ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_6.2.1:243.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha cittasaṅkhāro ca nuppajjissati vacīsaṅkhāro ca nuppajjittha.",
        "analyzed": "asaññasattānam tesam tattha citta saṅkhāro ca nuppajjissati vacī saṅkhāro ca nuppajjittha ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_6.2.1:244.1",
        "original": "Uppādavāro.",
        "analyzed": "uppāda vāraḥ ",
        "folio": "244"
    }
]