[
    {
        "segmentnr": "PA_ya_9.2.1:0.1",
        "original": "9 Dhammayamaka",
        "analyzed": "dhamma yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_9.2.1:0.2",
        "original": "9.2 Pavattivāra",
        "analyzed": "  ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_9.2.1:0.3",
        "original": "9.2.1. Uppādavāra",
        "analyzed": "uppāda vāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_9.2.1:1.0.1",
        "original": "9.2.1.1. Paccuppannavāra",
        "analyzed": "     ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_9.2.1:1.0.2",
        "original": "9.2.1.1.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_9.2.1:1.1",
        "original": "Yassa kusalā dhammā uppajjanti tassa akusalā dhammā uppajjantīti? No.",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjanti tassa akusalāḥ dhammāḥ uppajjanti iti no ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_9.2.1:2.1",
        "original": "Yassa vā pana akusalā dhammā uppajjanti tassa kusalā dhammā uppajjantīti? No.",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ uppajjanti tassa kusalāḥ dhammāḥ uppajjanti iti no ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_9.2.1:3.1",
        "original": "Yassa kusalā dhammā uppajjanti tassa abyākatā dhammā uppajjantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjanti tassa abyākatāḥ dhammāḥ uppajjanti iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_9.2.1:4.1_0",
        "original": "Arūpe kusalānaṁ uppādakkhaṇe tesaṁ kusalā dhammā uppajjanti, no ca tesaṁ abyākatā",
        "analyzed": "arūpe kusalānaṃ uppāda kkhaṇe tesam kusalāḥ dhammāḥ uppajjanti no ca tesam abyākatā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_9.2.1:4.1_1",
        "original": "dhammā uppajjanti. Pañcavokāre kusalānaṁ uppādakkhaṇe tesaṁ kusalā ca dhammā uppajjanti",
        "analyzed": "dhammā uppajjanti pañcavokāre kusalānaṃ uppāda kkhaṇe tesam kusalā ca dhammā uppajjanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_9.2.1:4.1_2",
        "original": "abyākatā ca dhammā uppajjanti.",
        "analyzed": "abyākatāḥ ca dhammāḥ uppajjanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_9.2.1:5.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjanti tassa kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjanti tassa kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_9.2.1:6.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe tesaṁ abyākatā",
        "analyzed": "sabbesam upapajjantānam pavatte kusala vippayutta cittassa uppāda kkhaṇe tesam abyākatā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_9.2.1:6.1_1",
        "original": "dhammā uppajjanti, no ca tesaṁ kusalā dhammā uppajjanti. Pañcavokāre kusalānaṁ uppādakkhaṇe",
        "analyzed": "dhammāḥ uppajjanti no ca tesam kusalāḥ dhammāḥ uppajjanti pañcavokāre kusalānaṃ uppāda kkhaṇe ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_9.2.1:6.1_2",
        "original": "tesaṁ abyākatā ca dhammā uppajjanti kusalā ca dhammā uppajjanti.",
        "analyzed": "tesam abyākatā ca dhammā uppajjanti kusalā ca dhammā uppajjanti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_9.2.1:7.1",
        "original": "Yassa akusalā dhammā uppajjanti tassa abyākatā dhammā uppajjantīti?",
        "analyzed": "yassa akusalāḥ dhammāḥ uppajjanti tassa abyākatāḥ dhammāḥ uppajjanti iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_9.2.1:8.1_0",
        "original": "Arūpe akusalānaṁ uppādakkhaṇe tesaṁ akusalā dhammā uppajjanti, no ca tesaṁ abyākatā",
        "analyzed": "arūpe akusalānaṃ uppāda kkhaṇe tesam akusalāḥ dhammāḥ uppajjanti no ca tesam abyākatā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_9.2.1:8.1_1",
        "original": "dhammā uppajjanti. Pañcavokāre akusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā uppajjanti",
        "analyzed": "dhammā uppajjanti pañcavokāre akusalānaṃ uppāda kkhaṇe tesam akusalā ca dhammā uppajjanti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_9.2.1:8.1_2",
        "original": "abyākatā ca dhammā uppajjanti.",
        "analyzed": "abyākatāḥ ca dhammāḥ uppajjanti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_9.2.1:9.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjanti tassa akusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjanti tassa akusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_9.2.1:10.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe tesaṁ abyākatā",
        "analyzed": "sabbesam upapajjantānam pavatte akusala vippayutta cittassa uppāda kkhaṇe tesam abyākatā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_9.2.1:10.1_1",
        "original": "dhammā uppajjanti, no ca tesaṁ akusalā dhammā uppajjanti. Pañcavokāre akusalānaṁ",
        "analyzed": "dhammāḥ uppajjanti no ca tesam akusalāḥ dhammāḥ uppajjanti pañcavokāre ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_9.2.1:10.1_2",
        "original": "uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjanti akusalā ca dhammā uppajjanti.",
        "analyzed": "uppāda kkhaṇe tesam abyākatā ca dhammā uppajjanti akusalā ca dhammā uppajjanti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_9.2.1:11.0",
        "original": "9.2.1.1.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_9.2.1:11.1",
        "original": "Yattha kusalā dhammā uppajjanti tattha akusalā dhammā uppajjantīti? Āmantā.",
        "analyzed": "yattha kusalāḥ dhammāḥ uppajjanti tattha akusalāḥ dhammāḥ uppajjanti iti āmantā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_9.2.1:12.1",
        "original": "Yattha vā pana akusalā dhammā uppajjanti tattha kusalā dhammā uppajjantīti? Āmantā.",
        "analyzed": "yattha vā pana akusalāḥ dhammāḥ uppajjanti tattha kusalāḥ dhammāḥ uppajjanti iti āmantā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_9.2.1:13.1",
        "original": "Yattha kusalā dhammā uppajjanti tattha abyākatā dhammā uppajjantīti? Āmantā.",
        "analyzed": "yattha kusalāḥ dhammāḥ uppajjanti tattha abyākatāḥ dhammāḥ uppajjanti iti āmantā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_9.2.1:14.1",
        "original": "Yattha vā pana abyākatā dhammā uppajjanti tattha kusalā dhammā uppajjantīti?",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ uppajjanti tattha kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_9.2.1:15.1",
        "original": "Asaññasatte tattha abyākatā dhammā uppajjanti, no ca tattha kusalā dhammā uppajjanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjanti kusalā ca dhammā uppajjanti.",
        "analyzed": "asaññasatte tattha abyākatāḥ dhammāḥ uppajjanti no ca tattha kusalāḥ dhammāḥ uppajjanti catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjanti kusalā ca dhammā uppajjanti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_9.2.1:16.1",
        "original": "Yattha akusalā dhammā uppajjanti tattha abyākatā dhammā uppajjantīti? Āmantā.",
        "analyzed": "yattha akusalāḥ dhammāḥ uppajjanti tattha abyākatāḥ dhammāḥ uppajjanti iti āmantā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_9.2.1:17.1",
        "original": "Yattha vā pana abyākatā dhammā uppajjanti tattha akusalā dhammā uppajjantīti?",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ uppajjanti tattha akusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_9.2.1:18.1",
        "original": "Asaññasatte tattha abyākatā dhammā uppajjanti, no ca tattha akusalā dhammā uppajjanti. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjanti akusalā ca dhammā uppajjanti.",
        "analyzed": "asaññasatte tattha abyākatāḥ dhammāḥ uppajjanti no ca tattha akusalāḥ dhammāḥ uppajjanti catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjanti akusalā ca dhammā uppajjanti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_9.2.1:19.0",
        "original": "9.2.1.1.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_9.2.1:19.1",
        "original": "Yassa yattha kusalā dhammā uppajjanti tassa tattha akusalā dhammā uppajjantīti? No.",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjanti tassa tattha akusalāḥ dhammāḥ uppajjanti iti no ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_9.2.1:20.1",
        "original": "Yassa vā pana yattha akusalā dhammā uppajjanti tassa tattha kusalā dhammā uppajjantīti? No.",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ uppajjanti tassa tattha kusalāḥ dhammāḥ uppajjanti iti no ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_9.2.1:21.1",
        "original": "Yassa yattha kusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjanti tassa tattha abyākatāḥ dhammāḥ uppajjanti iti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_9.2.1:22.1_0",
        "original": "Arūpe kusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā dhammā uppajjanti, no ca tesaṁ tattha",
        "analyzed": "arūpe kusalānaṃ uppāda kkhaṇe tesam tattha kusalāḥ dhammāḥ uppajjanti no ca tesam tattha ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_9.2.1:22.1_1",
        "original": "abyākatā dhammā uppajjanti. Pañcavokāre kusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā",
        "analyzed": "abyākatāḥ dhammāḥ uppajjanti pañcavokāre kusalānaṃ uppāda kkhaṇe tesam tattha kusalā ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_9.2.1:22.1_2",
        "original": "ca dhammā uppajjanti abyākatā ca dhammā uppajjanti.",
        "analyzed": "ca dhammā uppajjanti abyākatā ca dhammā uppajjanti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_9.2.1:23.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjanti tassa tattha kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjanti tassa tattha kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_9.2.1:24.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam upapajjantānam pavatte kusala vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_9.2.1:24.1_1",
        "original": "abyākatā dhammā uppajjanti, no ca tesaṁ tattha kusalā dhammā uppajjanti. Pañcavokāre",
        "analyzed": "abyākatāḥ dhammāḥ uppajjanti no ca tesam tattha kusalāḥ dhammāḥ uppajjanti pañcavokāre ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_9.2.1:24.1_2",
        "original": "kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjanti kusalā ca dhammā uppajjanti.",
        "analyzed": "kusalānaṃ uppāda kkhaṇe tesam tattha abyākatā ca dhammā uppajjanti kusalā ca dhammā uppajjanti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_9.2.1:25.1",
        "original": "Yassa yattha akusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjantīti?",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ uppajjanti tassa tattha abyākatāḥ dhammāḥ uppajjanti iti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_9.2.1:26.1_0",
        "original": "Arūpe akusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā dhammā uppajjanti, no ca tesaṁ",
        "analyzed": "arūpe akusalānaṃ uppāda kkhaṇe tesam tattha akusalāḥ dhammāḥ uppajjanti no ca tesam ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_9.2.1:26.1_1",
        "original": "tattha abyākatā dhammā uppajjanti. Pañcavokāre akusalānaṁ uppādakkhaṇe tesaṁ tattha",
        "analyzed": "tattha abyākatāḥ dhammāḥ uppajjanti pañcavokāre akusalānaṃ uppāda kkhaṇe tesam tattha ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_9.2.1:26.1_2",
        "original": "akusalā ca dhammā uppajjanti abyākatā ca dhammā uppajjanti.",
        "analyzed": "akusalā ca dhammā uppajjanti abyākatā ca dhammā uppajjanti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_9.2.1:27.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjanti tassa tattha akusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjanti tassa tattha akusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_9.2.1:28.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam upapajjantānam pavatte akusala vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_9.2.1:28.1_1",
        "original": "abyākatā dhammā uppajjanti, no ca tesaṁ tattha akusalā dhammā uppajjanti. Pañcavokāre",
        "analyzed": "abyākatāḥ dhammāḥ uppajjanti no ca tesam tattha akusalāḥ dhammāḥ uppajjanti pañcavokāre ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_9.2.1:28.1_2",
        "original": "akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjanti akusalā ca dhammā uppajjanti.",
        "analyzed": "akusalānaṃ uppāda kkhaṇe tesam tattha abyākatāḥ ca dhammāḥ uppajjanti akusalāḥ ca dhammāḥ uppajjanti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_9.2.1:29.0",
        "original": "9.2.1.1.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_9.2.1:29.1",
        "original": "Yassa kusalā dhammā na uppajjanti tassa akusalā dhammā na uppajjantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjanti tassa akusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_9.2.1:30.1_0",
        "original": "Akusalānaṁ uppādakkhaṇe tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ akusalā dhammā",
        "analyzed": "akusalānaṃ uppāda kkhaṇe tesam kusalāḥ dhammāḥ na uppajjanti no ca tesam akusalāḥ dhammāḥ ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_9.2.1:30.1_1",
        "original": "na uppajjanti. Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttaakusalavippayuttacittassa",
        "analyzed": "na uppajjanti sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta akusala vippayutta cittassa ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_9.2.1:30.1_2",
        "original": "uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kusalā ca dhammā na uppajjanti",
        "analyzed": "uppāda khaṇe nirodha samāpannānam asaññasattānam tesam kusalā ca dhammā na uppajjanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_9.2.1:30.1_3",
        "original": "akusalā ca dhammā na uppajjanti.",
        "analyzed": "akusalā ca dhammā na uppajjanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_9.2.1:31.1",
        "original": "Yassa vā pana akusalā dhammā na uppajjanti tassa kusalā dhammā na uppajjantīti?",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ na uppajjanti tassa kusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_9.2.1:32.1_0",
        "original": "Kusalānaṁ uppādakkhaṇe tesaṁ akusalā dhammā na uppajjanti, no ca tesaṁ kusalā dhammā",
        "analyzed": "kusalānaṃ uppāda kkhaṇe tesam akusalāḥ dhammāḥ na uppajjanti no ca tesam kusalāḥ dhammāḥ ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_9.2.1:32.1_1",
        "original": "na uppajjanti. Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttakusalavippayuttacittassa",
        "analyzed": "na uppajjanti sabbesam cittassa bhaṅga kkhaṇe akusala vippayutta kusala vippayutta cittassa ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_9.2.1:32.1_2",
        "original": "uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ akusalā ca dhammā na uppajjanti",
        "analyzed": "uppāda khaṇe nirodha samāpannānam asaññasattānam tesam akusalāḥ ca dhammāḥ na uppajjanti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_9.2.1:32.1_3",
        "original": "kusalā ca dhammā na uppajjanti.",
        "analyzed": "kusalā ca dhammā na uppajjanti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_9.2.1:33.1",
        "original": "Yassa kusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjanti tassa abyākatāḥ dhammāḥ na uppajjanti iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_9.2.1:34.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe tesaṁ kusalā",
        "analyzed": "sabbesam upapajjantānam pavatte kusala vippayutta cittassa uppāda kkhaṇe tesam kusalā ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_9.2.1:34.1_1",
        "original": "dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ",
        "analyzed": "dhammā na uppajjanti no ca tesam abyākatāḥ dhammāḥ na uppajjanti sabbesam cavantāna ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_9.2.1:34.1_2",
        "original": "pavatte cittassa bhaṅgakkhaṇe arūpe akusalānaṁ uppādakkhaṇe tesaṁ kusalā ca dhammā",
        "analyzed": "pavatte cittassa bhaṅga kkhaṇe arūpe akusalānaṃ uppāda kkhaṇe tesam kusalā ca dhammā ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_9.2.1:34.1_3",
        "original": "na uppajjanti abyākatā ca dhammā na uppajjanti.",
        "analyzed": "na uppajjanti abyākatā ca dhammā na uppajjanti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_9.2.1:35.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjanti tassa kusalā dhammā na uppajjantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjanti tassa kusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_9.2.1:36.1_0",
        "original": "Arūpe kusalānaṁ uppādakkhaṇe tesaṁ abyākatā dhammā na uppajjanti, no ca tesaṁ kusalā",
        "analyzed": "arūpe kusalānaṃ uppāda kkhaṇe tesam abyākatāḥ dhammāḥ na uppajjanti no ca tesam kusalāḥ ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_9.2.1:36.1_1",
        "original": "dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe akusalānaṁ",
        "analyzed": "dhammā na uppajjanti sabbesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe akusalāna ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_9.2.1:36.1_2",
        "original": "uppādakkhaṇe tesaṁ abyākatā ca dhammā na uppajjanti kusalā ca dhammā na uppajjanti.",
        "analyzed": "uppāda kkhaṇe tesam abyākatā ca dhammā na uppajjanti kusalā ca dhammā na uppajjanti ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_9.2.1:37.1",
        "original": "Yassa akusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjantīti?",
        "analyzed": "yassa akusalāḥ dhammāḥ na uppajjanti tassa abyākatāḥ dhammāḥ na uppajjanti iti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_9.2.1:38.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe tesaṁ akusalā",
        "analyzed": "sabbesam upapajjantānam pavatte akusala vippayutta cittassa uppāda kkhaṇe tesam akusalā ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_9.2.1:38.1_1",
        "original": "dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ",
        "analyzed": "dhammā na uppajjanti no ca tesam abyākatāḥ dhammāḥ na uppajjanti sabbesam cavantāna ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_9.2.1:38.1_2",
        "original": "pavatte cittassa bhaṅgakkhaṇe arūpe kusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā",
        "analyzed": "pavatte cittassa bhaṅga kkhaṇe arūpe kusalānaṃ uppāda kkhaṇe tesam akusalāḥ ca dhammā ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_9.2.1:38.1_3",
        "original": "na uppajjanti abyākatā ca dhammā na uppajjanti.",
        "analyzed": "na uppajjanti abyākatā ca dhammā na uppajjanti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_9.2.1:39.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjanti tassa akusalā dhammā na uppajjantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjanti tassa akusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_9.2.1:40.1_0",
        "original": "Arūpe akusalānaṁ uppādakkhaṇe tesaṁ abyākatā dhammā na uppajjanti, no ca tesaṁ akusalā",
        "analyzed": "arūpe akusalānaṃ uppāda kkhaṇe tesam abyākatāḥ dhammāḥ na uppajjanti no ca tesam akusalāḥ ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_9.2.1:40.1_1",
        "original": "dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe kusalānaṁ",
        "analyzed": "dhammā na uppajjanti sabbesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe kusalāna ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_9.2.1:40.1_2",
        "original": "uppādakkhaṇe tesaṁ abyākatā ca dhammā na uppajjanti akusalā ca dhammā na uppajjanti.",
        "analyzed": "uppāda kkhaṇe tesam abyākatā ca dhammā na uppajjanti akusalā ca dhammā na uppajjanti ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_9.2.1:41.0",
        "original": "9.2.1.1.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_9.2.1:41.1",
        "original": "Yattha kusalā dhammā na uppajjanti tattha akusalā dhammā na uppajjantīti? Āmantā.",
        "analyzed": "yattha kusalāḥ dhammāḥ na uppajjanti tattha akusalāḥ dhammāḥ na uppajjanti iti āmantā ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_9.2.1:42.1",
        "original": "Yattha vā pana akusalā dhammā na uppajjanti tattha kusalā dhammā na uppajjantīti? Āmantā.",
        "analyzed": "yattha vā pana akusalāḥ dhammāḥ na uppajjanti tattha kusalāḥ dhammāḥ na uppajjanti iti āmantā ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_9.2.1:43.1",
        "original": "Yattha kusalā dhammā na uppajjanti tattha abyākatā dhammā na uppajjantīti? Uppajjanti.",
        "analyzed": "yattha kusalāḥ dhammāḥ na uppajjanti tattha abyākatāḥ dhammāḥ na uppajjanti iti uppajjanti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_9.2.1:44.1",
        "original": "Yattha vā pana abyākatā dhammā na uppajjanti tattha kusalā dhammā na uppajjantīti? Natthi.",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ na uppajjanti tattha kusalāḥ dhammāḥ na uppajjanti iti natthi ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_9.2.1:45.1",
        "original": "Yattha akusalā dhammā na uppajjanti tattha abyākatā dhammā na uppajjantīti? Uppajjanti.",
        "analyzed": "yattha akusalāḥ dhammāḥ na uppajjanti tattha abyākatāḥ dhammāḥ na uppajjanti iti uppajjanti ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_9.2.1:46.1",
        "original": "Yattha vā pana abyākatā dhammā na uppajjanti tattha akusalā dhammā na uppajjantīti? Natthi.",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ na uppajjanti tattha akusalāḥ dhammāḥ na uppajjanti iti natthi ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_9.2.1:47.0",
        "original": "9.2.1.1.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_9.2.1:47.1",
        "original": "Yassa yattha kusalā dhammā na uppajjanti tassa tattha akusalā dhammā na uppajjantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjanti tassa tattha akusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_9.2.1:48.1_0",
        "original": "Akusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha",
        "analyzed": "akusalānaṃ uppāda kkhaṇe tesam tattha kusalāḥ dhammāḥ na uppajjanti no ca tesam tattha ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_9.2.1:48.1_1",
        "original": "akusalā dhammā na uppajjanti. Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttaakusalavippayuttacittassa",
        "analyzed": "akusalāḥ dhammāḥ na uppajjanti sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta akusala vippayutta cittassa ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_9.2.1:48.1_2",
        "original": "uppādakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti akusalā ca",
        "analyzed": "uppāda kkhaṇe asaññasattānam tesam tattha kusalā ca dhammā na uppajjanti akusalā ca ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_9.2.1:48.1_3",
        "original": "dhammā na uppajjanti.",
        "analyzed": "dhammā na uppajjanti ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_9.2.1:49.1",
        "original": "Yassa vā pana yattha akusalā dhammā na uppajjanti tassa tattha kusalā dhammā na uppajjantīti?",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ na uppajjanti tassa tattha kusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_9.2.1:50.1_0",
        "original": "Kusalānaṁ uppādakkhaṇe tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha",
        "analyzed": "kusalānaṃ uppāda kkhaṇe tesam tattha akusalāḥ dhammāḥ na uppajjanti no ca tesam tattha ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_9.2.1:50.1_1",
        "original": "kusalā dhammā na uppajjanti. Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttakusalavippayuttacittassa",
        "analyzed": "kusalāḥ dhammāḥ na uppajjanti sabbesam cittassa bhaṅga kkhaṇe akusala vippayutta kusala vippayutta cittassa ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_9.2.1:50.1_2",
        "original": "uppādakkhaṇe asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na uppajjanti kusalā ca",
        "analyzed": "uppāda kkhaṇe asaññasattānam tesam tattha akusalā ca dhammā na uppajjanti kusalā ca ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_9.2.1:50.1_3",
        "original": "dhammā na uppajjanti.",
        "analyzed": "dhammā na uppajjanti ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_9.2.1:51.1",
        "original": "Yassa yattha kusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjanti tassa tattha abyākatāḥ dhammāḥ na uppajjanti iti ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_9.2.1:52.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam upapajjantānam pavatte kusala vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_9.2.1:52.1_1",
        "original": "kusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjanti. Sabbesaṁ",
        "analyzed": "kusalāḥ dhammāḥ na uppajjanti no ca tesam tattha abyākatāḥ dhammāḥ na uppajjanti sabbesam ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_9.2.1:52.1_2",
        "original": "cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe akusalānaṁ uppādakkhaṇe tesaṁ tattha",
        "analyzed": "cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe akusalānaṃ uppāda kkhaṇe tesam tattha ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_9.2.1:52.1_3",
        "original": "kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjanti.",
        "analyzed": "kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjanti ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_9.2.1:53.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjanti tassa tattha kusalā dhammā na uppajjantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjanti tassa tattha kusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_9.2.1:54.1_0",
        "original": "Arūpe kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā dhammā na uppajjanti, no ca tesaṁ",
        "analyzed": "arūpe kusalānaṃ uppāda kkhaṇe tesam tattha abyākatāḥ dhammāḥ na uppajjanti no ca tesam ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_9.2.1:54.1_1",
        "original": "tattha kusalā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe",
        "analyzed": "tattha kusalāḥ dhammāḥ na uppajjanti sabbesam cavantānam pavatte cittassa bhaṅga kkhaṇe ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_9.2.1:54.1_2",
        "original": "arūpe akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā na uppajjanti kusalā",
        "analyzed": "arūpe akusalānaṃ uppāda kkhaṇe tesam tattha abyākatā ca dhammā na uppajjanti kusalā ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_9.2.1:54.1_3",
        "original": "ca dhammā na uppajjanti.",
        "analyzed": "ca dhammā na uppajjanti ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_9.2.1:55.1",
        "original": "Yassa yattha akusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjantīti?",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ na uppajjanti tassa tattha abyākatāḥ dhammāḥ na uppajjanti iti ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_9.2.1:56.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte akusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam upapajjantānam pavatte akusala vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_9.2.1:56.1_1",
        "original": "akusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjanti. Sabbesaṁ",
        "analyzed": "akusalāḥ dhammāḥ na uppajjanti no ca tesam tattha abyākatāḥ dhammāḥ na uppajjanti sabbesam ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_9.2.1:56.1_2",
        "original": "cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe kusalānaṁ uppādakkhaṇe tesaṁ tattha",
        "analyzed": "cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe kusalānaṃ uppāda kkhaṇe tesam tattha ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_9.2.1:56.1_3",
        "original": "akusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjanti.",
        "analyzed": "akusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjanti ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_9.2.1:57.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjanti tassa tattha akusalā dhammā na uppajjantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjanti tassa tattha akusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_9.2.1:58.1_0",
        "original": "Arūpe akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā dhammā na uppajjanti, no ca tesaṁ",
        "analyzed": "arūpe akusalānaṃ uppāda kkhaṇe tesam tattha abyākatāḥ dhammāḥ na uppajjanti no ca tesam ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_9.2.1:58.1_1",
        "original": "tattha akusalā dhammā na uppajjanti. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe",
        "analyzed": "tattha akusalāḥ dhammāḥ na uppajjanti sabbesam cavantānam pavatte cittassa bhaṅga kkhaṇe ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_9.2.1:58.1_2",
        "original": "arūpe kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā na uppajjanti akusalā",
        "analyzed": "arūpe kusalānaṃ uppāda kkhaṇe tesam tattha abyākatā ca dhammā na uppajjanti akusalā ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_9.2.1:58.1_3",
        "original": "ca dhammā na uppajjanti.",
        "analyzed": "ca dhammā na uppajjanti ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_9.2.1:59.0.1",
        "original": "9.2.1.2. Atītavāra",
        "analyzed": "atītavāra ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_9.2.1:59.0.2",
        "original": "9.2.1.2.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_9.2.1:59.1",
        "original": "Yassa kusalā dhammā uppajjittha tassa akusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjittha tassa akusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_9.2.1:60.1",
        "original": "Yassa vā pana akusalā dhammā uppajjittha tassa kusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ uppajjittha tassa kusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_9.2.1:61.1",
        "original": "Yassa kusalā dhammā uppajjittha tassa abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjittha tassa abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_9.2.1:62.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjittha tassa kusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjittha tassa kusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_9.2.1:63.1",
        "original": "Yassa akusalā dhammā uppajjittha tassa abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa akusalāḥ dhammāḥ uppajjittha tassa abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_9.2.1:64.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjittha tassa akusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjittha tassa akusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_9.2.1:65.0",
        "original": "9.2.1.2.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_9.2.1:65.1",
        "original": "Yattha kusalā dhammā uppajjittha tattha akusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yattha kusalāḥ dhammāḥ uppajjittha tattha akusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_9.2.1:66.1",
        "original": "Yattha vā pana akusalā dhammā uppajjittha tattha kusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yattha vā pana akusalāḥ dhammāḥ uppajjittha tattha kusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_9.2.1:67.1",
        "original": "Yattha kusalā dhammā uppajjittha tattha abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yattha kusalāḥ dhammāḥ uppajjittha tattha abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_9.2.1:68.1",
        "original": "Yattha vā pana abyākatā dhammā uppajjittha tattha kusalā dhammā uppajjitthāti?",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ uppajjittha tattha kusalāḥ dhammāḥ uppajjittha ati ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_9.2.1:69.1",
        "original": "Asaññasatte tattha abyākatā dhammā uppajjittha, no ca tattha kusalā dhammā uppajjittha. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjittha.",
        "analyzed": "asaññasatte tattha abyākatāḥ dhammāḥ uppajjittha no ca tattha kusalāḥ dhammāḥ uppajjittha catuvokāre pañcavokāre tattha abyākatāḥ ca dhammāḥ uppajjittha kusalāḥ ca dhammāḥ uppajjittha ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_9.2.1:70.1",
        "original": "Yattha akusalā dhammā uppajjittha tattha abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yattha akusalāḥ dhammāḥ uppajjittha tattha abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_9.2.1:71.1",
        "original": "Yattha vā pana abyākatā dhammā uppajjittha tattha akusalā dhammā uppajjitthāti?",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ uppajjittha tattha akusalāḥ dhammāḥ uppajjittha ati ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_9.2.1:72.1",
        "original": "Asaññasatte tattha abyākatā dhammā uppajjittha, no ca tattha akusalā dhammā uppajjittha. Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjittha akusalā ca dhammā uppajjittha.",
        "analyzed": "asaññasatte tattha abyākatāḥ dhammāḥ uppajjittha no ca tattha akusalāḥ dhammāḥ uppajjittha catuvokāre pañcavokāre tattha abyākatāḥ ca dhammāḥ uppajjittha akusalāḥ ca dhammāḥ uppajjittha ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_9.2.1:73.0",
        "original": "9.2.1.2.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_9.2.1:73.1",
        "original": "Yassa yattha kusalā dhammā uppajjittha tassa tattha akusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjittha tassa tattha akusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_9.2.1:74.1",
        "original": "Yassa vā pana yattha akusalā dhammā uppajjittha tassa tattha kusalā dhammā uppajjitthāti?",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ uppajjittha tassa tattha kusalāḥ dhammāḥ uppajjittha ati ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_9.2.1:75.1_0",
        "original": "Suddhāvāsānaṁ dutiye akusale citte vattamāne tesaṁ tattha akusalā dhammā uppajjittha,",
        "analyzed": "suddhāvāsānam dutiye akusale citte vattamāne tesam tattha akusalāḥ dhammāḥ uppajjittha ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_9.2.1:75.1_1",
        "original": "no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ",
        "analyzed": "no ca tesam tattha kusalāḥ dhammāḥ uppajjittha itaresam catuvokārānam pañcavokārānam ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_9.2.1:75.1_2",
        "original": "tesaṁ tattha akusalā ca dhammā uppajjittha kusalā ca dhammā uppajjittha.",
        "analyzed": "tesam tattha akusalāḥ ca dhammāḥ uppajjittha kusalāḥ ca dhammāḥ uppajjittha ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_9.2.1:76.1",
        "original": "Yassa yattha kusalā dhammā uppajjittha tassa tattha abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjittha tassa tattha abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_9.2.1:77.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjittha tassa tattha kusalā dhammā uppajjitthāti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjittha tassa tattha kusalāḥ dhammāḥ uppajjittha ati ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_9.2.1:78.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne asaññasattānam tesam tattha abyākatāḥ dhammāḥ ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_9.2.1:78.1_1",
        "original": "uppajjittha, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ",
        "analyzed": "uppajjittha no ca tesam tattha kusalāḥ dhammāḥ uppajjittha itaresam ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_9.2.1:78.1_2",
        "original": "pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjittha.",
        "analyzed": "pañcavokārānam tesam tattha abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjittha ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_9.2.1:79.1",
        "original": "Yassa yattha akusalā dhammā uppajjittha tassa tattha abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ uppajjittha tassa tattha abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_9.2.1:80.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjittha tassa tattha akusalā dhammā uppajjitthāti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjittha tassa tattha akusalāḥ dhammāḥ uppajjittha ati ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_9.2.1:81.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne asaññasattānam tesam tattha abyākatāḥ dhammāḥ ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_9.2.1:81.1_1",
        "original": "uppajjittha, no ca tesaṁ tattha akusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ",
        "analyzed": "uppajjittha no ca tesam tattha akusalāḥ dhammāḥ uppajjittha itaresam ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_9.2.1:81.1_2",
        "original": "pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjittha akusalā ca dhammā uppajjittha.",
        "analyzed": "pañcavokārānam tesam tattha abyākatāḥ ca dhammāḥ uppajjittha akusalāḥ ca dhammāḥ uppajjittha ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_9.2.1:82.0",
        "original": "9.2.1.2.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_9.2.1:82.1",
        "original": "Yassa kusalā dhammā na uppajjittha tassa akusalā dhammā na uppajjitthāti? Natthi.",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjittha tassa akusalāḥ dhammāḥ na uppajjittha ati natthi ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_9.2.1:83.1",
        "original": "Yassa vā pana akusalā dhammā na uppajjittha tassa kusalā dhammā na uppajjitthāti? Natthi.",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ na uppajjittha tassa kusalāḥ dhammāḥ na uppajjittha ati natthi ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_9.2.1:84.1",
        "original": "Yassa kusalā dhammā na uppajjittha tassa abyākatā dhammā na uppajjitthāti? Natthi.",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjittha tassa abyākatāḥ dhammāḥ na uppajjittha ati natthi ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_9.2.1:85.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjittha tassa kusalā dhammā na uppajjitthāti? Natthi.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjittha tassa kusalāḥ dhammāḥ na uppajjittha ati natthi ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_9.2.1:86.1",
        "original": "Yassa akusalā dhammā na uppajjittha tassa abyākatā dhammā na uppajjitthāti? Natthi.",
        "analyzed": "yassa akusalāḥ dhammāḥ na uppajjittha tassa abyākatāḥ dhammāḥ na uppajjittha ati natthi ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_9.2.1:87.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjittha tassa akusalā dhammā na uppajjitthāti? Natthi.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjittha tassa akusalāḥ dhammāḥ na uppajjittha ati natthi ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_9.2.1:88.0",
        "original": "9.2.1.2.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_9.2.1:88.1",
        "original": "Yattha kusalā dhammā na uppajjittha tattha akusalā dhammā na uppajjitthāti? Āmantā.",
        "analyzed": "yattha kusalāḥ dhammāḥ na uppajjittha tattha akusalāḥ dhammāḥ na uppajjittha ati āmantā ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_9.2.1:89.1",
        "original": "Yattha vā pana akusalā dhammā na uppajjittha tattha kusalā dhammā na uppajjitthāti? Āmantā.",
        "analyzed": "yattha vā pana akusalāḥ dhammāḥ na uppajjittha tattha kusalāḥ dhammāḥ na uppajjittha ati āmantā ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_9.2.1:90.1",
        "original": "Yattha kusalā dhammā na uppajjittha tattha abyākatā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yattha kusalāḥ dhammāḥ na uppajjittha tattha abyākatāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_9.2.1:91.1",
        "original": "Yattha vā pana abyākatā dhammā na uppajjittha tattha kusalā dhammā na uppajjitthāti? Natthi.",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ na uppajjittha tattha kusalāḥ dhammāḥ na uppajjittha ati natthi ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_9.2.1:92.1",
        "original": "Yattha akusalā dhammā na uppajjittha tattha abyākatā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yattha akusalāḥ dhammāḥ na uppajjittha tattha abyākatāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_9.2.1:93.1",
        "original": "Yattha vā pana abyākatā dhammā na uppajjittha tattha akusalā dhammā na uppajjitthāti? Natthi.",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ na uppajjittha tattha akusalāḥ dhammāḥ na uppajjittha ati natthi ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_9.2.1:94.0",
        "original": "9.2.1.2.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_9.2.1:94.1",
        "original": "Yassa yattha kusalā dhammā na uppajjittha tassa tattha akusalā dhammā na uppajjitthāti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjittha tassa tattha akusalāḥ dhammāḥ na uppajjittha ati ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_9.2.1:95.1_0",
        "original": "Suddhāvāsānaṁ dutiye akusale citte vattamāne tesaṁ tattha kusalā dhammā na uppajjittha,",
        "analyzed": "suddhāvāsānam dutiye akusale citte vattamāne tesam tattha kusalāḥ dhammāḥ na uppajjittha ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_9.2.1:95.1_1",
        "original": "no ca tesaṁ tattha akusalā dhammā na uppajjittha. Suddhāvāsānaṁ dutiye citte vattamāne",
        "analyzed": "no ca tesam tattha akusalāḥ dhammāḥ na uppajjittha suddhāvāsānam dutiye citte vattamāne ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_9.2.1:95.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjittha akusalā ca dhammā na uppajjittha.",
        "analyzed": "asaññasattānam tesam tattha kusalāḥ ca dhammāḥ na uppajjittha akusalāḥ ca dhammāḥ na uppajjittha ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_9.2.1:96.1",
        "original": "Yassa vā pana yattha akusalā dhammā na uppajjittha tassa tattha kusalā dhammā na uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ na uppajjittha tassa tattha kusalāḥ dhammāḥ na uppajjittha ati āmantā ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_9.2.1:97.1",
        "original": "Yassa yattha kusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na uppajjitthāti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjittha tassa tattha abyākatāḥ dhammāḥ na uppajjittha ati ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_9.2.1:98.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kusalā dhammā na",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne asaññasattānam tesam tattha kusalāḥ dhammāḥ na ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_9.2.1:98.1_1",
        "original": "uppajjittha, no ca tesaṁ tattha abyākatā dhammā na uppajjittha. Suddhāvāsaṁ upapajjantānaṁ",
        "analyzed": "uppajjittha no ca tesam tattha abyākatāḥ dhammāḥ na uppajjittha suddhāvāsam upapajjantāna ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_9.2.1:98.1_2",
        "original": "tesaṁ tattha kusalā ca dhammā na uppajjittha abyākatā ca dhammā na uppajjittha.",
        "analyzed": "tesam tattha kusalā ca dhammā na uppajjittha abyākatā ca dhammā na uppajjittha ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_9.2.1:99.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjittha tassa tattha kusalā dhammā na uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjittha tassa tattha kusalāḥ dhammāḥ na uppajjittha ati āmantā ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_9.2.1:100.1",
        "original": "Yassa yattha akusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na uppajjitthāti?",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ na uppajjittha tassa tattha abyākatāḥ dhammāḥ na uppajjittha ati ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_9.2.1:101.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha akusalā dhammā na",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne asaññasattānam tesam tattha akusalāḥ dhammāḥ na ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_9.2.1:101.1_1",
        "original": "uppajjittha, no ca tesaṁ tattha abyākatā dhammā na uppajjittha. Suddhāvāsaṁ upapajjantānaṁ",
        "analyzed": "uppajjittha no ca tesam tattha abyākatāḥ dhammāḥ na uppajjittha suddhāvāsam upapajjantāna ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_9.2.1:101.1_2",
        "original": "tesaṁ tattha akusalā ca dhammā na uppajjittha abyākatā ca dhammā na uppajjittha.",
        "analyzed": "tesam tattha akusalāḥ ca dhammāḥ na uppajjittha abyākatāḥ ca dhammāḥ na uppajjittha ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_9.2.1:102.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjittha tassa tattha akusalā dhammā na uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjittha tassa tattha akusalāḥ dhammāḥ na uppajjittha ati āmantā ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_9.2.1:103.0.1",
        "original": "9.2.1.3. Anāgatavāra",
        "analyzed": "anāgatavāra ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_9.2.1:103.0.2",
        "original": "9.2.1.3.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_9.2.1:103.1",
        "original": "Yassa kusalā dhammā uppajjissanti tassa akusalā dhammā uppajjissantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjissanti tassa akusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_9.2.1:104.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ kusalā dhammā uppajjissanti,",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tesam kusalāḥ dhammāḥ uppajjissanti ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_9.2.1:104.1_1",
        "original": "no ca tesaṁ akusalā dhammā uppajjissanti. Itaresaṁ tesaṁ kusalā ca dhammā uppajjissanti",
        "analyzed": "no ca tesam akusalāḥ dhammāḥ uppajjissanti itaresam tesam kusalāḥ ca dhammāḥ uppajjissanti ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_9.2.1:104.1_2",
        "original": "akusalā ca dhammā uppajjissanti.",
        "analyzed": "akusalā ca dhammā uppajjissanti ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_9.2.1:105.1",
        "original": "Yassa vā pana akusalā dhammā uppajjissanti tassa kusalā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ uppajjissanti tassa kusalāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_9.2.1:106.1",
        "original": "Yassa kusalā dhammā uppajjissanti tassa abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjissanti tassa abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_9.2.1:107.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjissanti tassa kusalā dhammā uppajjissantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjissanti tassa kusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_9.2.1:108.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ abyākatā dhammā uppajjissanti, no ca tesaṁ",
        "analyzed": "aggamagga samaṅgīnam arahantānam tesam abyākatāḥ dhammāḥ uppajjissanti no ca tesam ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_9.2.1:108.1_1",
        "original": "kusalā dhammā uppajjissanti. Itaresaṁ tesaṁ abyākatā ca dhammā uppajjissanti kusalā",
        "analyzed": "kusalāḥ dhammāḥ uppajjissanti itaresam tesam abyākatā ca dhammāḥ uppajjissanti kusalā ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_9.2.1:108.1_2",
        "original": "ca dhammā uppajjissanti.",
        "analyzed": "ca dhammā uppajjissanti ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_9.2.1:109.1",
        "original": "Yassa akusalā dhammā uppajjissanti tassa abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa akusalāḥ dhammāḥ uppajjissanti tassa abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_9.2.1:110.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjissanti tassa akusalā dhammā uppajjissantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjissanti tassa akusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_9.2.1:111.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_9.2.1:111.1_1",
        "original": "tesaṁ abyākatā dhammā uppajjissanti, no ca tesaṁ akusalā dhammā uppajjissanti. Itaresaṁ",
        "analyzed": "tesam abyākatāḥ dhammāḥ uppajjissanti no ca tesam akusalāḥ dhammāḥ uppajjissanti itaresa ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_9.2.1:111.1_2",
        "original": "tesaṁ abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti.",
        "analyzed": "tesam abyākatāḥ ca dhammāḥ uppajjissanti akusalāḥ ca dhammāḥ uppajjissanti ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_9.2.1:112.0",
        "original": "9.2.1.3.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_9.2.1:112.1",
        "original": "Yattha kusalā dhammā uppajjissanti tattha akusalā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yattha kusalāḥ dhammāḥ uppajjissanti tattha akusalāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_9.2.1:113.1",
        "original": "Yattha vā pana akusalā dhammā uppajjissanti tattha kusalā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yattha vā pana akusalāḥ dhammāḥ uppajjissanti tattha kusalāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_9.2.1:114.1",
        "original": "Yattha kusalā dhammā uppajjissanti tattha abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yattha kusalāḥ dhammāḥ uppajjissanti tattha abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_9.2.1:115.1",
        "original": "Yattha vā pana abyākatā dhammā uppajjissanti tattha kusalā dhammā uppajjissantīti?",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ uppajjissanti tattha kusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_9.2.1:116.1_0",
        "original": "Asaññasatte tattha abyākatā dhammā uppajjissanti, no ca tattha kusalā dhammā uppajjissanti.",
        "analyzed": "asaññasatte tattha abyākatāḥ dhammāḥ uppajjissanti no ca tattha kusalāḥ dhammāḥ uppajjissanti ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_9.2.1:116.1_1",
        "original": "Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjissanti.",
        "analyzed": "catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjissanti ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_9.2.1:117.1",
        "original": "Yattha akusalā dhammā uppajjissanti tattha abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yattha akusalāḥ dhammāḥ uppajjissanti tattha abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_9.2.1:118.1",
        "original": "Yattha vā pana abyākatā dhammā uppajjissanti tattha akusalā dhammā uppajjissantīti?",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ uppajjissanti tattha akusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_9.2.1:119.1_0",
        "original": "Asaññasatte tattha abyākatā dhammā uppajjissanti, no ca tattha akusalā dhammā uppajjissanti.",
        "analyzed": "asaññasatte tattha abyākatāḥ dhammāḥ uppajjissanti no ca tattha akusalāḥ dhammāḥ uppajjissanti ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_9.2.1:119.1_1",
        "original": "Catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti.",
        "analyzed": "catuvokāre pañcavokāre tattha abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_9.2.1:120.0",
        "original": "9.2.1.3.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_9.2.1:120.1",
        "original": "Yassa yattha kusalā dhammā uppajjissanti tassa tattha akusalā dhammā uppajjissantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjissanti tassa tattha akusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_9.2.1:121.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha kusalā dhammā uppajjissanti,",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tesam tattha kusalāḥ dhammāḥ uppajjissanti ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_9.2.1:121.1_1",
        "original": "no ca tesaṁ tattha akusalā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ",
        "analyzed": "no ca tesam tattha akusalāḥ dhammāḥ uppajjissanti itaresam catuvokārānam pañcavokārānam ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_9.2.1:121.1_2",
        "original": "tesaṁ tattha kusalā ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti.",
        "analyzed": "tesam tattha kusalāḥ ca dhammāḥ uppajjissanti akusalāḥ ca dhammāḥ uppajjissanti ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_9.2.1:122.1",
        "original": "Yassa vā pana yattha akusalā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ uppajjissanti tassa tattha kusalāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_9.2.1:123.1",
        "original": "Yassa yattha kusalā dhammā uppajjissanti tassa tattha abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjissanti tassa tattha abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_9.2.1:124.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjissantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjissanti tassa tattha kusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_9.2.1:125.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjissanti,",
        "analyzed": "aggamagga samaṅgīnam arahantānam asaññasattānam tesam tattha abyākatāḥ dhammāḥ uppajjissanti ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_9.2.1:125.1_1",
        "original": "no ca tesaṁ tattha kusalā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ",
        "analyzed": "no ca tesam tattha kusalāḥ dhammāḥ uppajjissanti itaresam catuvokārānam pañcavokārānam ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_9.2.1:125.1_2",
        "original": "tesaṁ tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjissanti.",
        "analyzed": "tesam tattha abyākatāḥ ca dhammāḥ uppajjissanti kusalāḥ ca dhammāḥ uppajjissanti ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_9.2.1:126.1",
        "original": "Yassa yattha akusalā dhammā uppajjissanti tassa tattha abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ uppajjissanti tassa tattha abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_9.2.1:127.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha akusalā dhammā uppajjissantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjissanti tassa tattha akusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_9.2.1:128.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_9.2.1:128.1_1",
        "original": "asaññasattānaṁ tesaṁ tattha abyākatā dhammā uppajjissanti, no ca tesaṁ tattha akusalā",
        "analyzed": "asaññasattānam tesam tattha abyākatāḥ dhammāḥ uppajjissanti no ca tesam tattha akusalā ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_9.2.1:128.1_2",
        "original": "dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha abyākatā",
        "analyzed": "dhammā uppajjissanti itaresam catuvokārānam pañcavokārānam tesam tattha abyākatā ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_9.2.1:128.1_3",
        "original": "ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti.",
        "analyzed": "ca dhammā uppajjissanti akusalā ca dhammā uppajjissanti ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_9.2.1:129.0",
        "original": "9.2.1.3.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_9.2.1:129.1",
        "original": "Yassa kusalā dhammā na uppajjissanti tassa akusalā dhammā na uppajjissantīti? Āmantā.",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjissanti tassa akusalāḥ dhammāḥ na uppajjissanti iti āmantā ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_9.2.1:130.1",
        "original": "Yassa vā pana akusalā dhammā na uppajjissanti tassa kusalā dhammā na uppajjissantīti?",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ na uppajjissanti tassa kusalāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_9.2.1:131.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ akusalā dhammā na uppajjissanti,",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tesam akusalāḥ dhammāḥ na uppajjissanti ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_9.2.1:131.1_1",
        "original": "no ca tesaṁ kusalā dhammā na uppajjissanti. Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ",
        "analyzed": "no ca tesam kusalāḥ dhammāḥ na uppajjissanti agga magga samaṅgīnam arahantānam tesam ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_9.2.1:131.1_2",
        "original": "akusalā ca dhammā na uppajjissanti kusalā ca dhammā na uppajjissanti.",
        "analyzed": "akusalā ca dhammā na uppajjissanti kusalā ca dhammā na uppajjissanti ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_9.2.1:132.1",
        "original": "Yassa kusalā dhammā na uppajjissanti tassa abyākatā dhammā na uppajjissantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjissanti tassa abyākatāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_9.2.1:133.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ kusalā dhammā na uppajjissanti, no ca tesaṁ",
        "analyzed": "aggamagga samaṅgīnam arahantānam tesam kusalāḥ dhammāḥ na uppajjissanti no ca tesam ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_9.2.1:133.1_1",
        "original": "abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ kusalā ca dhammā",
        "analyzed": "abyākatāḥ dhammāḥ na uppajjissanti pacchima citta samaṅgīnam tesam kusalā ca dhammā ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_9.2.1:133.1_2",
        "original": "na uppajjissanti abyākatā ca dhammā na uppajjissanti.",
        "analyzed": "na uppajjissanti abyākatā ca dhammā na uppajjissanti ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_9.2.1:134.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjissanti tassa kusalā dhammā na uppajjissantīti? Āmantā.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjissanti tassa kusalāḥ dhammāḥ na uppajjissanti iti āmantā ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_9.2.1:135.1",
        "original": "Yassa akusalā dhammā na uppajjissanti tassa abyākatā dhammā na uppajjissantīti?",
        "analyzed": "yassa akusalāḥ dhammāḥ na uppajjissanti tassa abyākatāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_9.2.1:136.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_9.2.1:136.1_1",
        "original": "tesaṁ akusalā dhammā na uppajjissanti, no ca tesaṁ abyākatā dhammā na uppajjissanti.",
        "analyzed": "tesam akusalāḥ dhammāḥ na uppajjissanti no ca tesam abyākatāḥ dhammāḥ na uppajjissanti ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_9.2.1:136.1_2",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ akusalā ca dhammā na uppajjissanti abyākatā ca dhammā na uppajjissanti.",
        "analyzed": "pacchima citta samaṅgīnam tesam akusalā ca dhammā na uppajjissanti abyākatā ca dhammā na uppajjissanti ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_9.2.1:137.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjissanti tassa akusalā dhammā na uppajjissantīti? Āmantā.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjissanti tassa akusalāḥ dhammāḥ na uppajjissanti iti āmantā ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_9.2.1:138.0",
        "original": "9.2.1.3.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_9.2.1:138.1",
        "original": "Yattha kusalā dhammā na uppajjissanti tattha akusalā dhammā na uppajjissantīti? Āmantā.",
        "analyzed": "yattha kusalāḥ dhammāḥ na uppajjissanti tattha akusalāḥ dhammāḥ na uppajjissanti iti āmantā ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_9.2.1:139.1",
        "original": "Yattha vā pana akusalā dhammā na uppajjissanti tattha kusalā dhammā na uppajjissantīti? Āmantā.",
        "analyzed": "yattha vā pana akusalāḥ dhammāḥ na uppajjissanti tattha kusalāḥ dhammāḥ na uppajjissanti iti āmantā ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_9.2.1:140.1",
        "original": "Yattha kusalā dhammā na uppajjissanti tattha abyākatā dhammā na uppajjissantīti? Uppajjissanti.",
        "analyzed": "yattha kusalāḥ dhammāḥ na uppajjissanti tattha abyākatāḥ dhammāḥ na uppajjissanti iti uppajjissanti ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_9.2.1:141.1",
        "original": "Yattha vā pana abyākatā dhammā na uppajjissanti tattha kusalā dhammā na uppajjissantīti? Natthi.",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ na uppajjissanti tattha kusalāḥ dhammāḥ na uppajjissanti iti natthi ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_9.2.1:142.1",
        "original": "Yattha akusalā dhammā na uppajjissanti tattha abyākatā dhammā na uppajjissantīti? Uppajjissanti.",
        "analyzed": "yattha akusalāḥ dhammāḥ na uppajjissanti tattha abyākatāḥ dhammāḥ na uppajjissanti iti uppajjissanti ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_9.2.1:143.1",
        "original": "Yattha vā pana abyākatā dhammā na uppajjissanti tattha akusalā dhammā na uppajjissantīti? Natthi.",
        "analyzed": "yattha vā pana abyākatāḥ dhammāḥ na uppajjissanti tattha akusalāḥ dhammāḥ na uppajjissanti iti natthi ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_9.2.1:144.0",
        "original": "9.2.1.3.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_9.2.1:144.1",
        "original": "Yassa yattha kusalā dhammā na uppajjissanti tassa tattha akusalā dhammā na uppajjissantīti? Āmantā.",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjissanti tassa tattha akusalāḥ dhammāḥ na uppajjissanti iti āmantā ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_9.2.1:145.1",
        "original": "Yassa vā pana yattha akusalā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjissantīti?",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ na uppajjissanti tassa tattha kusalāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_9.2.1:146.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha akusalā dhammā na",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tesam tattha akusalāḥ dhammāḥ na ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_9.2.1:146.1_1",
        "original": "uppajjissanti, no ca tesaṁ tattha kusalā dhammā na uppajjissanti. Aggamaggasamaṅgīnaṁ",
        "analyzed": "uppajjissanti no ca tesam tattha kusalāḥ dhammāḥ na uppajjissanti ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_9.2.1:146.1_2",
        "original": "arahantānaṁ asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na uppajjissanti kusalā",
        "analyzed": "arahantānam asaññasattānam tesam tattha akusalā ca dhammā na uppajjissanti kusalā ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_9.2.1:146.1_3",
        "original": "ca dhammā na uppajjissanti.",
        "analyzed": "ca dhammā na uppajjissanti ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_9.2.1:147.1",
        "original": "Yassa yattha kusalā dhammā na uppajjissanti tassa tattha abyākatā dhammā na uppajjissantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjissanti tassa tattha abyākatāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_9.2.1:148.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ asaññasattānaṁ tesaṁ tattha kusalā dhammā na uppajjissanti,",
        "analyzed": "aggamagga samaṅgīnam arahantānam asaññasattānam tesam tattha kusalāḥ dhammāḥ na uppajjissanti ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_9.2.1:148.1_1",
        "original": "no ca tesaṁ tattha abyākatā dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ",
        "analyzed": "no ca tesam tattha abyākatāḥ dhammāḥ na uppajjissanti pacchima citta samaṅgīnam tesam ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_9.2.1:148.1_2",
        "original": "tattha kusalā ca dhammā na uppajjissanti abyākatā ca dhammā na uppajjissanti.",
        "analyzed": "tattha kusalā ca dhammā na uppajjissanti abyākatā ca dhammā na uppajjissanti ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_9.2.1:149.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjissantīti? Āmantā.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjissanti tassa tattha kusalāḥ dhammāḥ na uppajjissanti iti āmantā ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_9.2.1:150.1",
        "original": "Yassa yattha akusalā dhammā na uppajjissanti tassa tattha abyākatā dhammā na uppajjissantīti?",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ na uppajjissanti tassa tattha abyākatāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_9.2.1:151.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_9.2.1:151.1_1",
        "original": "asaññasattānaṁ tesaṁ tattha akusalā dhammā na uppajjissanti, no ca tesaṁ tattha abyākatā",
        "analyzed": "asaññasattānam tesam tattha akusalāḥ dhammāḥ na uppajjissanti no ca tesam tattha abyākatā ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_9.2.1:151.1_2",
        "original": "dhammā na uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ tattha akusalā ca dhammā na",
        "analyzed": "dhammā na uppajjissanti pacchima citta samaṅgīnam tesam tattha akusalā ca dhammā na ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_9.2.1:151.1_3",
        "original": "uppajjissanti abyākatā ca dhammā na uppajjissanti.",
        "analyzed": "uppajjissanti abyākatā ca dhammā na uppajjissanti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_9.2.1:152.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha akusalā dhammā na uppajjissantīti? Āmantā.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjissanti tassa tattha akusalāḥ dhammāḥ na uppajjissanti iti āmantā ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_9.2.1:153.0.1",
        "original": "9.2.1.4. Paccuppannātītavāra",
        "analyzed": "      ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_9.2.1:153.0.2",
        "original": "9.2.1.4.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_9.2.1:153.1",
        "original": "Yassa kusalā dhammā uppajjanti tassa akusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjanti tassa akusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_9.2.1:154.1",
        "original": "Yassa vā pana akusalā dhammā uppajjittha tassa kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ uppajjittha tassa kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_9.2.1:155.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_9.2.1:155.1_1",
        "original": "asaññasattānaṁ tesaṁ akusalā dhammā uppajjittha, no ca tesaṁ kusalā dhammā uppajjanti.",
        "analyzed": "asaññasattānam tesam akusalāḥ dhammāḥ uppajjittha no ca tesam kusalāḥ dhammāḥ uppajjanti ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_9.2.1:155.1_2",
        "original": "Kusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā uppajjittha kusalā ca dhammā uppajjanti.",
        "analyzed": "kusalānaṃ uppāda kkhaṇe tesam akusalāḥ ca dhammāḥ uppajjittha kusalāḥ ca dhammāḥ uppajjanti ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_9.2.1:156.1",
        "original": "Yassa kusalā dhammā uppajjanti tassa abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjanti tassa abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_9.2.1:157.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjittha tassa kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjittha tassa kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_9.2.1:158.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_9.2.1:158.1_1",
        "original": "asaññasattānaṁ tesaṁ abyākatā dhammā uppajjittha, no ca tesaṁ kusalā dhammā uppajjanti.",
        "analyzed": "asaññasattānam tesam abyākatāḥ dhammāḥ uppajjittha no ca tesam kusalāḥ dhammāḥ uppajjanti ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_9.2.1:158.1_2",
        "original": "Kusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjanti.",
        "analyzed": "kusalānaṃ uppāda kkhaṇe tesam abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjanti ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_9.2.1:159.1",
        "original": "Yassa akusalā dhammā uppajjanti tassa abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa akusalāḥ dhammāḥ uppajjanti tassa abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_9.2.1:160.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjittha tassa akusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjittha tassa akusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_9.2.1:161.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe akusala vippayutta cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_9.2.1:161.1_1",
        "original": "asaññasattānaṁ tesaṁ abyākatā dhammā uppajjittha, no ca tesaṁ akusalā dhammā uppajjanti.",
        "analyzed": "asaññasattānam tesam abyākatāḥ dhammāḥ uppajjittha no ca tesam akusalāḥ dhammāḥ uppajjanti ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_9.2.1:161.1_2",
        "original": "Akusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjittha akusalā ca dhammā uppajjanti.",
        "analyzed": "akusalānaṃ uppāda kkhaṇe tesam abyākatā ca dhammā uppajjittha akusalā ca dhammā uppajjanti ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_9.2.1:162.0",
        "original": "9.2.1.4.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_9.2.1:162.1",
        "original": "Yattha kusalā dhammā uppajjanti tattha akusalā dhammā uppajjitthāti? …pe….",
        "analyzed": "yattha kusalāḥ dhammāḥ uppajjanti tattha akusalāḥ dhammā uppajjittha ati pe ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_9.2.1:163.0",
        "original": "9.2.1.4.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_9.2.1:163.1",
        "original": "Yassa yattha kusalā dhammā uppajjanti tassa tattha akusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjanti tassa tattha akusalāḥ dhammā uppajjittha ati āmantā ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_9.2.1:164.1",
        "original": "Yassa vā pana yattha akusalā dhammā uppajjittha tassa tattha kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ uppajjittha tassa tattha kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_9.2.1:165.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_9.2.1:165.1_1",
        "original": "akusalā dhammā uppajjittha, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ",
        "analyzed": "akusalāḥ dhammāḥ uppajjittha no ca tesam tattha kusalāḥ dhammāḥ uppajjanti kusalāna ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_9.2.1:165.1_2",
        "original": "uppādakkhaṇe tesaṁ tattha akusalā ca dhammā uppajjittha kusalā ca dhammā uppajjanti.",
        "analyzed": "uppāda kkhaṇe tesam tattha akusalā ca dhammā uppajjittha kusalā ca dhammā uppajjanti ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_9.2.1:166.1",
        "original": "Yassa yattha kusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjanti tassa tattha abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_9.2.1:167.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjittha tassa tattha kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjittha tassa tattha kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_9.2.1:168.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_9.2.1:168.1_1",
        "original": "tesaṁ tattha abyākatā dhammā uppajjittha, no ca tesaṁ tattha kusalā dhammā uppajjanti.",
        "analyzed": "tesam tattha abyākatāḥ dhammāḥ uppajjittha no ca tesam tattha kusalāḥ dhammāḥ uppajjanti ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_9.2.1:168.1_2",
        "original": "Kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjittha kusalā ca dhammā uppajjanti.",
        "analyzed": "kusalānaṃ uppāda kkhaṇe tesam tattha abyākatāḥ ca dhammāḥ uppajjittha kusalāḥ ca dhammāḥ uppajjanti ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_9.2.1:169.1",
        "original": "Yassa yattha akusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ uppajjanti tassa tattha abyākatāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_9.2.1:170.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjittha tassa tattha akusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjittha tassa tattha akusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_9.2.1:171.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe akusala vippayutta cittassa uppāda kkhaṇe ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_9.2.1:171.1_1",
        "original": "tesaṁ tattha abyākatā dhammā uppajjittha, no ca tesaṁ tattha akusalā dhammā uppajjanti.",
        "analyzed": "tesam tattha abyākatāḥ dhammāḥ uppajjittha no ca tesam tattha akusalāḥ dhammāḥ uppajjanti ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_9.2.1:171.1_2",
        "original": "Akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjittha akusalā ca dhammā uppajjanti.",
        "analyzed": "akusalānaṃ uppāda kkhaṇe tesam tattha abyākatāḥ ca dhammāḥ uppajjittha akusalāḥ ca dhammāḥ uppajjanti ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_9.2.1:172.0",
        "original": "9.2.1.4.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_9.2.1:172.1",
        "original": "Yassa kusalā dhammā na uppajjanti tassa akusalā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjanti tassa akusalāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_9.2.1:173.1",
        "original": "Yassa vā pana akusalā dhammā na uppajjittha tassa kusalā dhammā na uppajjantīti? Natthi.",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ na uppajjittha tassa kusalāḥ dhammāḥ na uppajjanti iti natthi ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_9.2.1:174.1",
        "original": "Yassa kusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjanti tassa abyākatāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_9.2.1:175.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjittha tassa kusalā dhammā na uppajjantīti? Natthi.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjittha tassa kusalāḥ dhammāḥ na uppajjanti iti natthi ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_9.2.1:176.1",
        "original": "Yassa akusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yassa akusalāḥ dhammāḥ na uppajjanti tassa abyākatāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_9.2.1:177.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjittha tassa akusalā dhammā na uppajjantīti? Natthi.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjittha tassa akusalāḥ dhammāḥ na uppajjanti iti natthi ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_9.2.1:178.0",
        "original": "9.2.1.4.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_9.2.1:178.1",
        "original": "Yattha kusalā dhammā na uppajjanti tattha akusalā dhammā na uppajjitthāti? …pe….",
        "analyzed": "yattha kusalāḥ dhammāḥ na uppajjanti tattha akusalāḥ dhammāḥ na uppajjittha ati pe ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_9.2.1:179.0",
        "original": "9.2.1.4.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_9.2.1:179.1",
        "original": "Yassa yattha kusalā dhammā na uppajjanti tassa tattha akusalā dhammā na uppajjitthāti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjanti tassa tattha akusalāḥ dhammāḥ na uppajjittha ati ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_9.2.1:180.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_9.2.1:180.1_1",
        "original": "kusalā dhammā na uppajjanti, no ca tesaṁ tattha akusalā dhammā na uppajjittha. Suddhāvāsānaṁ",
        "analyzed": "kusalāḥ dhammāḥ na uppajjanti no ca tesam tattha akusalāḥ dhammāḥ na uppajjittha suddhāvāsāna ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_9.2.1:180.1_2",
        "original": "dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti",
        "analyzed": "dutiye citte vattamāne asaññasattānam tesam tattha kusalā ca dhammā na uppajjanti ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_9.2.1:180.1_3",
        "original": "akusalā ca dhammā na uppajjittha.",
        "analyzed": "akusalā ca dhammā na uppajjittha ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_9.2.1:181.1",
        "original": "Yassa vā pana yattha akusalā dhammā na uppajjittha tassa tattha kusalā dhammā na uppajjantīti? Āmantā.",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ na uppajjittha tassa tattha kusalāḥ dhammāḥ na uppajjanti iti āmantā ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_9.2.1:182.1",
        "original": "Yassa yattha kusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjitthāti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjanti tassa tattha abyākatāḥ dhammāḥ na uppajjittha ati ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_9.2.1:183.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_9.2.1:183.1_1",
        "original": "tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjittha.",
        "analyzed": "tesam tattha kusalāḥ dhammāḥ na uppajjanti no ca tesam tattha abyākatāḥ dhammāḥ na uppajjittha ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_9.2.1:183.1_2",
        "original": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti abyākatā ca",
        "analyzed": "suddhāvāsam upapajjantānam tesam tattha kusalā ca dhammā na uppajjanti abyākatā ca ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_9.2.1:183.1_3",
        "original": "dhammā na uppajjittha.",
        "analyzed": "dhammā na uppajjittha ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_9.2.1:184.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjittha tassa tattha kusalā dhammā na uppajjantīti? Āmantā.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjittha tassa tattha kusalāḥ dhammāḥ na uppajjanti iti āmantā ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_9.2.1:185.1",
        "original": "Yassa yattha akusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjitthāti?",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ na uppajjanti tassa tattha abyākatāḥ dhammāḥ na uppajjittha ati ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_9.2.1:186.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe akusala vippayutta cittassa uppāda kkhaṇe ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_9.2.1:186.1_1",
        "original": "tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na",
        "analyzed": "tesam tattha akusalāḥ dhammāḥ na uppajjanti no ca tesam tattha abyākatāḥ dhammāḥ na ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_9.2.1:186.1_2",
        "original": "uppajjittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha akusalā ca dhammā na uppajjanti",
        "analyzed": "uppajjittha suddhāvāsam upapajjantānam tesam tattha akusalāḥ ca dhammāḥ na uppajjanti ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_9.2.1:186.1_3",
        "original": "abyākatā ca dhammā na uppajjittha.",
        "analyzed": "abyākatā ca dhammā na uppajjittha ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_9.2.1:187.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjittha tassa tattha akusalā dhammā na uppajjantīti? Āmantā.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjittha tassa tattha akusalāḥ dhammāḥ na uppajjanti iti āmantā ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_9.2.1:188.0.1",
        "original": "9.2.1.5. Paccuppannānāgatavāra",
        "analyzed": "      ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_9.2.1:188.0.2",
        "original": "9.2.1.5.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_9.2.1:188.1",
        "original": "Yassa kusalā dhammā uppajjanti tassa akusalā dhammā uppajjissantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjanti tassa akusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_9.2.1:189.1_0",
        "original": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa",
        "analyzed": "aggamaggassa uppāda kkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_9.2.1:189.1_1",
        "original": "cittassa uppādakkhaṇe tesaṁ kusalā dhammā uppajjanti, no ca tesaṁ akusalā dhammā",
        "analyzed": "cittassa uppāda kkhaṇe tesam kusalāḥ dhammāḥ uppajjanti no ca tesam akusalāḥ dhammā ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_9.2.1:189.1_2",
        "original": "uppajjissanti. Itaresaṁ kusalānaṁ uppādakkhaṇe tesaṁ kusalā ca dhammā uppajjanti",
        "analyzed": "uppajjissanti itaresam kusalānam uppāda kkhaṇe tesam kusalā ca dhammā uppajjanti ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_9.2.1:189.1_3",
        "original": "akusalā ca dhammā uppajjissanti.",
        "analyzed": "akusalā ca dhammā uppajjissanti ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_9.2.1:190.1",
        "original": "Yassa vā pana akusalā dhammā uppajjissanti tassa kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ uppajjissanti tassa kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_9.2.1:191.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_9.2.1:191.1_1",
        "original": "asaññasattānaṁ tesaṁ akusalā dhammā uppajjissanti, no ca tesaṁ kusalā dhammā uppajjanti.",
        "analyzed": "asaññasattānam tesam akusalāḥ dhammāḥ uppajjissanti no ca tesam kusalāḥ dhammāḥ uppajjanti ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_9.2.1:191.1_2",
        "original": "Kusalānaṁ uppādakkhaṇe tesaṁ akusalā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti.",
        "analyzed": "kusalānaṃ uppāda kkhaṇe tesam akusalāḥ ca dhammāḥ uppajjissanti kusalāḥ ca dhammāḥ uppajjanti ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_9.2.1:192.1",
        "original": "Yassa kusalā dhammā uppajjanti tassa abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjanti tassa abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_9.2.1:193.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjissanti tassa kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjissanti tassa kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_9.2.1:194.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_9.2.1:194.1_1",
        "original": "asaññasattānaṁ tesaṁ abyākatā dhammā uppajjissanti, no ca tesaṁ kusalā dhammā uppajjanti.",
        "analyzed": "asaññasattānam tesam abyākatāḥ dhammāḥ uppajjissanti no ca tesam kusalāḥ dhammāḥ uppajjanti ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_9.2.1:194.1_2",
        "original": "Kusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti.",
        "analyzed": "kusalānaṃ uppāda kkhaṇe tesam abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_9.2.1:195.1",
        "original": "Yassa akusalā dhammā uppajjanti tassa abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa akusalāḥ dhammāḥ uppajjanti tassa abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_9.2.1:196.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjissanti tassa akusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjissanti tassa akusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_9.2.1:197.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe akusala vippayutta cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_9.2.1:197.1_1",
        "original": "asaññasattānaṁ tesaṁ abyākatā dhammā uppajjissanti, no ca tesaṁ akusalā dhammā uppajjanti.",
        "analyzed": "asaññasattānam tesam abyākatāḥ dhammāḥ uppajjissanti no ca tesam akusalāḥ dhammāḥ uppajjanti ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_9.2.1:197.1_2",
        "original": "Akusalānaṁ uppādakkhaṇe tesaṁ abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjanti.",
        "analyzed": "akusalānam uppāda kkhaṇe tesam abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjanti ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_9.2.1:198.0",
        "original": "9.2.1.5.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_9.2.1:198.1",
        "original": "Yattha kusalā dhammā uppajjanti tattha akusalā dhammā uppajjissantīti? …pe….",
        "analyzed": "yattha kusalāḥ dhammāḥ uppajjanti tattha akusalāḥ dhammāḥ uppajjissanti iti pe ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_9.2.1:199.0",
        "original": "9.2.1.5.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_9.2.1:199.1",
        "original": "Yassa yattha kusalā dhammā uppajjanti tassa tattha akusalā dhammā uppajjissantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjanti tassa tattha akusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_9.2.1:200.1_0",
        "original": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa",
        "analyzed": "aggamaggassa uppāda kkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_9.2.1:200.1_1",
        "original": "cittassa uppādakkhaṇe tesaṁ tattha kusalā dhammā uppajjanti, no ca tesaṁ tattha akusalā",
        "analyzed": "cittassa uppāda kkhaṇe tesam tattha kusalāḥ dhammāḥ uppajjanti no ca tesam tattha akusalāḥ ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_9.2.1:200.1_2",
        "original": "dhammā uppajjissanti. Itaresaṁ kusalānaṁ uppādakkhaṇe tesaṁ tattha kusalā ca dhammā",
        "analyzed": "dhammā uppajjissanti itaresam kusalānam uppāda kkhaṇe tesam tattha kusalā ca dhammā ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_9.2.1:200.1_3",
        "original": "uppajjanti akusalā ca dhammā uppajjissanti.",
        "analyzed": "uppajjanti akusalā ca dhammā uppajjissanti ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_9.2.1:201.1",
        "original": "Yassa vā pana yattha akusalā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ uppajjissanti tassa tattha kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_9.2.1:202.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_9.2.1:202.1_1",
        "original": "akusalā dhammā uppajjissanti, no ca tesaṁ tattha kusalā dhammā uppajjanti. Kusalānaṁ",
        "analyzed": "akusalāḥ dhammāḥ uppajjissanti no ca tesam tattha kusalāḥ dhammāḥ uppajjanti kusalāna ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_9.2.1:202.1_2",
        "original": "uppādakkhaṇe tesaṁ tattha akusalā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti.",
        "analyzed": "uppāda kkhaṇe tesam tattha akusalā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_9.2.1:203.1",
        "original": "Yassa yattha kusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjanti tassa tattha abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_9.2.1:204.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjissanti tassa tattha kusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_9.2.1:205.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_9.2.1:205.1_1",
        "original": "tesaṁ tattha abyākatā dhammā uppajjissanti, no ca tesaṁ tattha kusalā dhammā uppajjanti.",
        "analyzed": "tesam tattha abyākatāḥ dhammāḥ uppajjissanti no ca tesam tattha kusalāḥ dhammāḥ uppajjanti ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_9.2.1:205.1_2",
        "original": "Kusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjanti.",
        "analyzed": "kusalānaṃ uppāda kkhaṇe tesam tattha abyākatāḥ ca dhammāḥ uppajjissanti kusalāḥ ca dhammāḥ uppajjanti ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_9.2.1:206.1",
        "original": "Yassa yattha akusalā dhammā uppajjanti tassa tattha abyākatā dhammā uppajjissantīti? Āmantā.",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ uppajjanti tassa tattha abyākatāḥ dhammāḥ uppajjissanti iti āmantā ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_9.2.1:207.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha akusalā dhammā uppajjantīti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjissanti tassa tattha akusalāḥ dhammāḥ uppajjanti iti ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_9.2.1:208.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe akusala vippayutta cittassa uppāda kkhaṇe ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_9.2.1:208.1_1",
        "original": "tesaṁ tattha abyākatā dhammā uppajjissanti, no ca tesaṁ tattha akusalā dhammā uppajjanti.",
        "analyzed": "tesam tattha abyākatāḥ dhammāḥ uppajjissanti no ca tesam tattha akusalāḥ dhammāḥ uppajjanti ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_9.2.1:208.1_2",
        "original": "Akusalānaṁ uppādakkhaṇe tesaṁ tattha abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjanti.",
        "analyzed": "akusalānaṃ uppāda kkhaṇe tesam tattha abyākatāḥ ca dhammāḥ uppajjissanti akusalāḥ ca dhammāḥ uppajjanti ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_9.2.1:209.0",
        "original": "9.2.1.5.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_9.2.1:209.1",
        "original": "Yassa kusalā dhammā na uppajjanti tassa akusalā dhammā na uppajjissantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjanti tassa akusalāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_9.2.1:210.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_9.2.1:210.1_1",
        "original": "asaññasattānaṁ tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ akusalā dhammā na uppajjissanti.",
        "analyzed": "asaññasattānam tesam kusalāḥ dhammāḥ na uppajjanti no ca tesam akusalāḥ dhammāḥ na uppajjissanti ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_9.2.1:210.1_2",
        "original": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamaggassa bhaṅga kkhaṇe arahantānam yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_9.2.1:210.1_3",
        "original": "tassa cittassa bhaṅgakkhaṇe tesaṁ kusalā ca dhammā na uppajjanti akusalā ca dhammā na uppajjissanti.",
        "analyzed": "tassa cittassa bhaṅga kkhaṇe tesam kusalā ca dhammā na uppajjanti akusalā ca dhammā na uppajjissanti ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_9.2.1:211.1",
        "original": "Yassa vā pana akusalā dhammā na uppajjissanti tassa kusalā dhammā na uppajjantīti?",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ na uppajjissanti tassa kusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_9.2.1:212.1_0",
        "original": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa",
        "analyzed": "aggamaggassa uppāda kkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_9.2.1:212.1_1",
        "original": "cittassa uppādakkhaṇe tesaṁ akusalā dhammā na uppajjissanti, no ca tesaṁ kusalā dhammā",
        "analyzed": "cittassa uppāda kkhaṇe tesam akusalāḥ dhammāḥ na uppajjissanti no ca tesam kusalāḥ dhammā ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_9.2.1:212.1_2",
        "original": "na uppajjanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ",
        "analyzed": "na uppajjanti aggamaggassa bhaṅga kkhaṇe arahantānam yassa cittassa anantarā aggamagga ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_9.2.1:212.1_3",
        "original": "paṭilabhissanti tassa cittassa bhaṅgakkhaṇe tesaṁ akusalā ca dhammā na uppajjissanti",
        "analyzed": "paṭilabhissanti tassa cittassa bhaṅga kkhaṇe tesam akusalā ca dhammā na uppajjissanti ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_9.2.1:212.1_4",
        "original": "kusalā ca dhammā na uppajjanti.",
        "analyzed": "kusalā ca dhammā na uppajjanti ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_9.2.1:213.1",
        "original": "Yassa kusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjissantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjanti tassa abyākatāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_9.2.1:214.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_9.2.1:214.1_1",
        "original": "asaññasattānaṁ tesaṁ kusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na",
        "analyzed": "asaññasattānam tesam kusalāḥ dhammāḥ na uppajjanti no ca tesam abyākatāḥ dhammāḥ na ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_9.2.1:214.1_2",
        "original": "uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ kusalā ca dhammā na uppajjanti abyākatā",
        "analyzed": "uppajjissanti pacchima citta samaṅgīnam tesam kusalā ca dhammā na uppajjanti abyākatā ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_9.2.1:214.1_3",
        "original": "ca dhammā na uppajjissanti.",
        "analyzed": "ca dhammā na uppajjissanti ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_9.2.1:215.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjissanti tassa kusalā dhammā na uppajjantīti? Āmantā.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjissanti tassa kusalāḥ dhammāḥ na uppajjanti iti āmantā ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_9.2.1:216.1",
        "original": "Yassa akusalā dhammā na uppajjanti tassa abyākatā dhammā na uppajjissantīti?",
        "analyzed": "yassa akusalāḥ dhammāḥ na uppajjanti tassa abyākatāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_9.2.1:217.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe nirodhasamāpannānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe akusala vippayutta cittassa uppāda kkhaṇe nirodha samāpannāna ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_9.2.1:217.1_1",
        "original": "asaññasattānaṁ tesaṁ akusalā dhammā na uppajjanti, no ca tesaṁ abyākatā dhammā na",
        "analyzed": "asaññasattānam tesam akusalāḥ dhammāḥ na uppajjanti no ca tesam abyākatāḥ dhammāḥ na ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_9.2.1:217.1_2",
        "original": "uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ akusalā ca dhammā na uppajjanti abyākatā",
        "analyzed": "uppajjissanti pacchima citta samaṅgīnam tesam akusalā ca dhammā na uppajjanti abyākatā ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_9.2.1:217.1_3",
        "original": "ca dhammā na uppajjissanti.",
        "analyzed": "ca dhammā na uppajjissanti ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_9.2.1:218.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjissanti tassa akusalā dhammā na uppajjantīti? Āmantā.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjissanti tassa akusalāḥ dhammāḥ na uppajjanti iti āmantā ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_9.2.1:219.0",
        "original": "9.2.1.5.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_9.2.1:219.1",
        "original": "Yattha kusalā dhammā na uppajjanti tattha akusalā dhammā na uppajjissantīti? …pe….",
        "analyzed": "yattha kusalāḥ dhammāḥ na uppajjanti tattha akusalāḥ dhammāḥ na uppajjissanti iti pe ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_9.2.1:220.0",
        "original": "9.2.1.5.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_9.2.1:220.1",
        "original": "Yassa yattha kusalā dhammā na uppajjanti tassa tattha akusalā dhammā na uppajjissantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjanti tassa tattha akusalāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_9.2.1:221.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_9.2.1:221.1_1",
        "original": "kusalā dhammā na uppajjanti, no ca tesaṁ tattha akusalā dhammā na uppajjissanti.",
        "analyzed": "kusalāḥ dhammāḥ na uppajjanti no ca tesam tattha akusalāḥ dhammāḥ na uppajjissanti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_9.2.1:221.1_2",
        "original": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamaggassa bhaṅga kkhaṇe arahantānam yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_9.2.1:221.1_3",
        "original": "tassa cittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti",
        "analyzed": "tassa cittassa bhaṅga kkhaṇe asaññasattānam tesam tattha kusalā ca dhammā na uppajjanti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_9.2.1:221.1_4",
        "original": "akusalā ca dhammā na uppajjissanti.",
        "analyzed": "akusalā ca dhammā na uppajjissanti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_9.2.1:222.1",
        "original": "Yassa vā pana yattha akusalā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjantīti?",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ na uppajjissanti tassa tattha kusalāḥ dhammāḥ na uppajjanti iti ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_9.2.1:223.1_0",
        "original": "Aggamaggassa uppādakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa",
        "analyzed": "aggamaggassa uppāda kkhaṇe yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_9.2.1:223.1_1",
        "original": "cittassa uppādakkhaṇe tesaṁ tattha akusalā dhammā na uppajjissanti, no ca tesaṁ tattha",
        "analyzed": "cittassa uppāda kkhaṇe tesam tattha akusalāḥ dhammāḥ na uppajjissanti no ca tesam tattha ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_9.2.1:223.1_2",
        "original": "kusalā dhammā na uppajjanti. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ yassa cittassa",
        "analyzed": "kusalāḥ dhammāḥ na uppajjanti aggamaggassa bhaṅga kkhaṇe arahantānam yassa cittassa ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_9.2.1:223.1_3",
        "original": "anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ",
        "analyzed": "anantarāḥ aggamaggaṃ paṭilabhissanti tassa cittassa bhaṅga kkhaṇe asaññasattānam tesam ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_9.2.1:223.1_4",
        "original": "tattha akusalā ca dhammā na uppajjissanti kusalā ca dhammā na uppajjanti.",
        "analyzed": "tattha akusalā ca dhammā na uppajjissanti kusalā ca dhammā na uppajjanti ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_9.2.1:224.1",
        "original": "Yassa yattha kusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjissantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjanti tassa tattha abyākatāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_9.2.1:225.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe kusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe kusala vippayutta cittassa uppāda kkhaṇe ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_9.2.1:225.1_1",
        "original": "tesaṁ tattha kusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na uppajjissanti.",
        "analyzed": "tesam tattha kusalāḥ dhammāḥ na uppajjanti no ca tesam tattha abyākatāḥ dhammāḥ na uppajjissanti ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_9.2.1:225.1_2",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ tattha kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjissanti.",
        "analyzed": "pacchima citta samaṅgīnam tesam tattha kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjissanti ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_9.2.1:226.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjantīti? Āmantā.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjissanti tassa tattha kusalāḥ dhammāḥ na uppajjanti iti āmantā ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_9.2.1:227.1",
        "original": "Yassa yattha akusalā dhammā na uppajjanti tassa tattha abyākatā dhammā na uppajjissantīti?",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ na uppajjanti tassa tattha abyākatāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_9.2.1:228.1_0",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe akusalavippayuttacittassa uppādakkhaṇe asaññasattānaṁ",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe akusala vippayutta cittassa uppāda kkhaṇe ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_9.2.1:228.1_1",
        "original": "tesaṁ tattha akusalā dhammā na uppajjanti, no ca tesaṁ tattha abyākatā dhammā na",
        "analyzed": "tesam tattha akusalāḥ dhammāḥ na uppajjanti no ca tesam tattha abyākatāḥ dhammāḥ na ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_9.2.1:228.1_2",
        "original": "uppajjissanti. Pacchimacittasamaṅgīnaṁ tesaṁ tattha akusalā ca dhammā na uppajjanti",
        "analyzed": "uppajjissanti pacchima citta samaṅgīnam tesam tattha akusalā ca dhammā na uppajjanti ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_9.2.1:228.1_3",
        "original": "abyākatā ca dhammā na uppajjissanti.",
        "analyzed": "abyākatāḥ ca dhammā na uppajjissanti ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_9.2.1:229.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha akusalā dhammā na uppajjantīti? Āmantā.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjissanti tassa tattha akusalāḥ dhammāḥ na uppajjanti iti āmantā ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_9.2.1:230.0.1",
        "original": "9.2.1.6. Atītānāgatavāra",
        "analyzed": "       ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_9.2.1:230.0.2",
        "original": "9.2.1.6.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_9.2.1:230.1",
        "original": "Yassa kusalā dhammā uppajjittha tassa akusalā dhammā uppajjissantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjittha tassa akusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_9.2.1:231.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_9.2.1:231.1_1",
        "original": "tesaṁ kusalā dhammā uppajjittha, no ca tesaṁ akusalā dhammā uppajjissanti. Itaresaṁ",
        "analyzed": "tesam kusalāḥ dhammāḥ uppajjittha no ca tesam akusalāḥ dhammāḥ uppajjissanti itaresa ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_9.2.1:231.1_2",
        "original": "tesaṁ kusalā ca dhammā uppajjittha akusalā ca dhammā uppajjissanti.",
        "analyzed": "tesam kusalā ca dhammā uppajjittha akusalā ca dhammā uppajjissanti ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_9.2.1:232.1",
        "original": "Yassa vā pana akusalā dhammā uppajjissanti tassa kusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ uppajjissanti tassa kusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_9.2.1:233.1",
        "original": "Yassa kusalā dhammā uppajjittha tassa abyākatā dhammā uppajjissantīti?",
        "analyzed": "yassa kusalāḥ dhammāḥ uppajjittha tassa abyākatāḥ dhammāḥ uppajjissanti iti ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_9.2.1:234.1",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ kusalā dhammā uppajjittha, no ca tesaṁ abyākatā dhammā uppajjissanti. Itaresaṁ tesaṁ kusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti.",
        "analyzed": "pacchima citta samaṅgīnam tesam kusalāḥ dhammāḥ uppajjittha no ca tesam abyākatāḥ dhammāḥ uppajjissanti itaresam tesam kusalā ca dhammāḥ uppajjittha abyākatāḥ ca dhammāḥ uppajjissanti ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_9.2.1:235.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjissanti tassa kusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjissanti tassa kusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_9.2.1:236.1",
        "original": "Yassa akusalā dhammā uppajjittha tassa abyākatā dhammā uppajjissantīti?",
        "analyzed": "yassa akusalāḥ dhammāḥ uppajjittha tassa abyākatāḥ dhammāḥ uppajjissanti iti ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_9.2.1:237.1",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ akusalā dhammā uppajjittha, no ca tesaṁ abyākatā dhammā uppajjissanti. Itaresaṁ tesaṁ akusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti.",
        "analyzed": "pacchima citta samaṅgīnam tesam akusalāḥ dhammāḥ uppajjittha no ca tesam abyākatāḥ dhammāḥ uppajjissanti itaresam tesam akusalāḥ ca dhammāḥ uppajjittha abyākatāḥ ca dhammāḥ uppajjissanti ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_9.2.1:238.1",
        "original": "Yassa vā pana abyākatā dhammā uppajjissanti tassa akusalā dhammā uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ uppajjissanti tassa akusalāḥ dhammāḥ uppajjittha ati āmantā ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_9.2.1:239.0",
        "original": "9.2.1.6.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_9.2.1:239.1",
        "original": "Yattha kusalā dhammā uppajjittha tattha akusalā dhammā uppajjissantīti? …pe….",
        "analyzed": "yattha kusalāḥ dhammāḥ uppajjittha tattha akusalāḥ dhammāḥ uppajjissanti iti pe ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_9.2.1:240.0",
        "original": "9.2.1.6.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_9.2.1:240.1",
        "original": "Yassa yattha kusalā dhammā uppajjittha tassa tattha akusalā dhammā uppajjissantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjittha tassa tattha akusalāḥ dhammāḥ uppajjissanti iti ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_9.2.1:241.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_9.2.1:241.1_1",
        "original": "tesaṁ tattha kusalā dhammā uppajjittha, no ca tesaṁ tattha akusalā dhammā uppajjissanti.",
        "analyzed": "tesam tattha kusalāḥ dhammāḥ uppajjittha no ca tesam tattha akusalāḥ dhammāḥ uppajjissanti ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_9.2.1:241.1_2",
        "original": "Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha kusalā ca dhammā uppajjittha akusalā",
        "analyzed": "itaresam catuvokārānam pañcavokārānam tesam tattha kusalā ca dhammā uppajjittha akusalā ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_9.2.1:241.1_3",
        "original": "ca dhammā uppajjissanti.",
        "analyzed": "ca dhammā uppajjissanti ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_9.2.1:242.1",
        "original": "Yassa vā pana yattha akusalā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjitthāti?",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ uppajjissanti tassa tattha kusalāḥ dhammāḥ uppajjittha ati ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_9.2.1:243.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha akusalā dhammā uppajjissanti, no",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne tesam tattha akusalāḥ dhammāḥ uppajjissanti no ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_9.2.1:243.1_1",
        "original": "ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ",
        "analyzed": "ca tesam tattha kusalāḥ dhammāḥ uppajjittha itaresam catuvokārānam pañcavokārānam ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_9.2.1:243.1_2",
        "original": "tesaṁ tattha akusalā ca dhammā uppajjissanti kusalā ca dhammā uppajjittha.",
        "analyzed": "tesam tattha akusalāḥ ca dhammāḥ uppajjissanti kusalāḥ ca dhammāḥ uppajjittha ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_9.2.1:244.1",
        "original": "Yassa yattha kusalā dhammā uppajjittha tassa tattha abyākatā dhammā uppajjissantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ uppajjittha tassa tattha abyākatāḥ dhammāḥ uppajjissanti iti ",
        "folio": "244"
    },
    {
        "segmentnr": "PA_ya_9.2.1:245.1_0",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ tattha kusalā dhammā uppajjittha, no ca tesaṁ tattha",
        "analyzed": "pacchima citta samaṅgīnam tesam tattha kusalāḥ dhammāḥ uppajjittha no ca tesam tattha ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_9.2.1:245.1_1",
        "original": "abyākatā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "abyākatāḥ dhammāḥ uppajjissanti itaresam catuvokārānam pañcavokārānam tesam tattha ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_9.2.1:245.1_2",
        "original": "kusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti.",
        "analyzed": "kusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_9.2.1:246.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha kusalā dhammā uppajjitthāti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjissanti tassa tattha kusalāḥ dhammāḥ uppajjittha ati ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_9.2.1:247.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne asaññasattānam tesam tattha abyākatāḥ dhammāḥ ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_9.2.1:247.1_1",
        "original": "uppajjissanti, no ca tesaṁ tattha kusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ",
        "analyzed": "uppajjissanti no ca tesam tattha kusalāḥ dhammāḥ uppajjittha itaresam ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_9.2.1:247.1_2",
        "original": "pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjittha.",
        "analyzed": "pañcavokārānam tesam tattha abyākatā ca dhammā uppajjissanti kusalā ca dhammā uppajjittha ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_9.2.1:248.1",
        "original": "Yassa yattha akusalā dhammā uppajjittha tassa tattha abyākatā dhammā uppajjissantīti?",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ uppajjittha tassa tattha abyākatāḥ dhammāḥ uppajjissanti iti ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_9.2.1:249.1_0",
        "original": "Pacchimacittasamaṅgīnaṁ tesaṁ tattha akusalā dhammā uppajjittha, no ca tesaṁ tattha",
        "analyzed": "pacchima citta samaṅgīnam tesam tattha akusalāḥ dhammāḥ uppajjittha no ca tesam tattha ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_9.2.1:249.1_1",
        "original": "abyākatā dhammā uppajjissanti. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "abyākatāḥ dhammāḥ uppajjissanti itaresam catuvokārānam pañcavokārānam tesam tattha ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_9.2.1:249.1_2",
        "original": "akusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti.",
        "analyzed": "akusalā ca dhammā uppajjittha abyākatā ca dhammā uppajjissanti ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_9.2.1:250.1",
        "original": "Yassa vā pana yattha abyākatā dhammā uppajjissanti tassa tattha akusalā dhammā uppajjitthāti?",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ uppajjissanti tassa tattha akusalāḥ dhammāḥ uppajjittha ati ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_9.2.1:251.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha abyākatā dhammā",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne asaññasattānam tesam tattha abyākatāḥ dhammāḥ ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_9.2.1:251.1_1",
        "original": "uppajjissanti, no ca tesaṁ tattha akusalā dhammā uppajjittha. Itaresaṁ catuvokārānaṁ",
        "analyzed": "uppajjissanti no ca tesam tattha akusalāḥ dhammāḥ uppajjittha itaresam ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_9.2.1:251.1_2",
        "original": "pañcavokārānaṁ tesaṁ tattha abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjittha.",
        "analyzed": "pañcavokārānam tesam tattha abyākatā ca dhammā uppajjissanti akusalā ca dhammā uppajjittha ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_9.2.1:252.0",
        "original": "9.2.1.6.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_9.2.1:252.1",
        "original": "Yassa kusalā dhammā na uppajjittha tassa akusalā dhammā na uppajjissantīti? Natthi.",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjittha tassa akusalāḥ dhammāḥ na uppajjissanti iti natthi ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_9.2.1:253.1",
        "original": "Yassa vā pana akusalā dhammā na uppajjissanti tassa kusalā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana akusalāḥ dhammāḥ na uppajjissanti tassa kusalāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_9.2.1:254.1",
        "original": "Yassa kusalā dhammā na uppajjittha tassa abyākatā dhammā na uppajjissantīti? Natthi.",
        "analyzed": "yassa kusalāḥ dhammāḥ na uppajjittha tassa abyākatāḥ dhammāḥ na uppajjissanti iti natthi ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_9.2.1:255.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjissanti tassa kusalā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjissanti tassa kusalāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_9.2.1:256.1",
        "original": "Yassa akusalā dhammā na uppajjittha tassa abyākatā dhammā na uppajjissantīti? Natthi.",
        "analyzed": "yassa akusalāḥ dhammāḥ na uppajjittha tassa abyākatāḥ dhammāḥ na uppajjissanti iti natthi ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_9.2.1:257.1",
        "original": "Yassa vā pana abyākatā dhammā na uppajjissanti tassa akusalā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana abyākatāḥ dhammāḥ na uppajjissanti tassa akusalāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_9.2.1:258.0",
        "original": "9.2.1.6.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_9.2.1:258.1",
        "original": "Yattha kusalā dhammā na uppajjittha tattha akusalā dhammā na uppajjissantīti? …pe….",
        "analyzed": "yattha kusalāḥ dhammāḥ na uppajjittha tattha akusalāḥ dhammāḥ na uppajjissanti iti pe ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_9.2.1:259.0",
        "original": "9.2.1.6.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_9.2.1:259.1",
        "original": "Yassa yattha kusalā dhammā na uppajjittha tassa tattha akusalā dhammā na uppajjissantīti?",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjittha tassa tattha akusalāḥ dhammāḥ na uppajjissanti iti ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_9.2.1:260.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha kusalā dhammā na uppajjittha, no",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne tesam tattha kusalāḥ dhammāḥ na uppajjittha no ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_9.2.1:260.1_1",
        "original": "ca tesaṁ tattha akusalā dhammā na uppajjissanti. Asaññasattānaṁ tesaṁ tattha kusalā",
        "analyzed": "ca tesam tattha akusalāḥ dhammāḥ na uppajjissanti asaññasattānam tesam tattha kusalāḥ ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_9.2.1:260.1_2",
        "original": "ca dhammā na uppajjittha akusalā ca dhammā na uppajjissanti.",
        "analyzed": "ca dhammā na uppajjittha akusalā ca dhammā na uppajjissanti ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_9.2.1:261.1",
        "original": "Yassa vā pana yattha akusalā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjitthāti?",
        "analyzed": "yassa vā pana yattha akusalāḥ dhammāḥ na uppajjissanti tassa tattha kusalāḥ dhammāḥ na uppajjittha ati ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_9.2.1:262.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_9.2.1:262.1_1",
        "original": "tesaṁ tattha akusalā dhammā na uppajjissanti, no ca tesaṁ tattha kusalā dhammā na",
        "analyzed": "tesam tattha akusalāḥ dhammāḥ na uppajjissanti no ca tesam tattha kusalāḥ dhammāḥ na ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_9.2.1:262.1_2",
        "original": "uppajjittha. Asaññasattānaṁ tesaṁ tattha akusalā ca dhammā na uppajjissanti kusalā",
        "analyzed": "uppajjittha asaññasattānam tesam tattha akusalā ca dhammā na uppajjissanti kusalā ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_9.2.1:262.1_3",
        "original": "ca dhammā na uppajjittha.",
        "analyzed": "ca dhammā na uppajjittha ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_9.2.1:263.1",
        "original": "Yassa yattha kusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na uppajjissantīti? Uppajjissanti.",
        "analyzed": "yassa yattha kusalāḥ dhammāḥ na uppajjittha tassa tattha abyākatāḥ dhammāḥ na uppajjissanti iti uppajjissanti ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_9.2.1:264.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha kusalā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjissanti tassa tattha kusalāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_9.2.1:265.1",
        "original": "Yassa yattha akusalā dhammā na uppajjittha tassa tattha abyākatā dhammā na uppajjissantīti? Uppajjissanti.",
        "analyzed": "yassa yattha akusalāḥ dhammāḥ na uppajjittha tassa tattha abyākatāḥ dhammāḥ na uppajjissanti iti uppajjissanti ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_9.2.1:266.1",
        "original": "Yassa vā pana yattha abyākatā dhammā na uppajjissanti tassa tattha akusalā dhammā na uppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana yattha abyākatāḥ dhammāḥ na uppajjissanti tassa tattha akusalāḥ dhammāḥ na uppajjittha ati uppajjittha ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_9.2.1:267.1",
        "original": "Uppādavāro.",
        "analyzed": "uppāda vāraḥ ",
        "folio": "267"
    }
]