[
    {
        "segmentnr": "PA_ya_10.3.6:0.1",
        "original": "10 Indriyayamaka",
        "analyzed": "indriya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_10.3.6:0.2",
        "original": "10.3 Pariññāvāra",
        "analyzed": "pariññāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_10.3.6:0.3",
        "original": "10.3.6. Atītānāgatavāra",
        "analyzed": "       ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_10.3.6:1.0",
        "original": "10.3.6.1. Anuloma",
        "analyzed": "anuloma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_10.3.6:1.1",
        "original": "Yo cakkhundriyaṁ parijānittha so domanassindriyaṁ pajahissatīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānittha saḥ domanassindriyam pajahissati iti no ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_10.3.6:2.1",
        "original": "Yo vā pana domanassindriyaṁ pajahissati so cakkhundriyaṁ parijānitthāti? No.",
        "analyzed": "yaḥ vā pana domanassa indriyam pajahissati saḥ cakkhu indriyam parijānittha ati no ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_10.3.6:3.1",
        "original": "Yo cakkhundriyaṁ parijānittha so anaññātaññassāmītindriyaṁ bhāvessatīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānittha saḥ anaññātaññassāmīti indriyam bhāvessati iti no ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_10.3.6:4.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ bhāvessati so cakkhundriyaṁ parijānitthāti? No.",
        "analyzed": "yaḥ vā pana anaññātaññassāmi iti indriyam bhāvessati saḥ cakkhu indriyam parijānittha ati no ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_10.3.6:5.1",
        "original": "Yo cakkhundriyaṁ parijānittha so aññindriyaṁ bhāvessatīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānittha so aññindriyam bhāvessati iti no ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_10.3.6:6.1",
        "original": "Yo vā pana aññindriyaṁ bhāvessati so cakkhundriyaṁ parijānitthāti? No.",
        "analyzed": "yaḥ vā pana aññindriyam bhāvessati saḥ cakkhu indriyam parijānittha ati no ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_10.3.6:7.1",
        "original": "Yo cakkhundriyaṁ parijānittha so aññātāvindriyaṁ sacchikarissatīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānittha saḥ aññātāvindriyam sacchikarissati iti no ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_10.3.6:8.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikarissati so cakkhundriyaṁ parijānitthāti? No. (Cakkhundriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātāvindriyam sacchikarissati saḥ cakkhu indriyam parijānittha ati no ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_10.3.6:9.1",
        "original": "Yo domanassindriyaṁ pajahittha so anaññātaññassāmītindriyaṁ bhāvessatīti? No.",
        "analyzed": "yaḥ domanassa indriyam pajahittha saḥ anaññātaññassāmītindriyam bhāvessati iti no ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_10.3.6:10.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ bhāvessati so domanassindriyaṁ pajahitthāti? No.",
        "analyzed": "yaḥ vā pana anaññātaññassāmi itindriyam bhāvessati saḥ domanassindriyam pajahittha ati no ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_10.3.6:11.1",
        "original": "Yo domanassindriyaṁ pajahittha so aññindriyaṁ bhāvessatīti?",
        "analyzed": "yaḥ domanassindriyam pajahittha saḥ aññindriyam bhāvessati iti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_10.3.6:12.1",
        "original": "Dve puggalā domanassindriyaṁ pajahittha, no ca aññindriyaṁ bhāvessanti. Anāgāmī domanassindriyañca pajahittha aññindriyañca bhāvessati.",
        "analyzed": "dve puggalā domanassindriyam pajahittha no ca aññindriyam bhāvessanti anāgāmī domanassindriyam ca pajahittha aññindriyam ca bhāvessati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_10.3.6:13.1",
        "original": "Yo vā pana aññindriyaṁ bhāvessati so domanassindriyaṁ pajahitthāti?",
        "analyzed": "yaḥ vā pana aññindriyam bhāvessati saḥ domanassindriyam pajahittha ati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_10.3.6:14.1",
        "original": "Cha puggalā aññindriyaṁ bhāvessanti, no ca domanassindriyaṁ pajahittha. Anāgāmī aññindriyañca bhāvessati domanassindriyañca pajahittha.",
        "analyzed": "cha puggalāḥ aññindriyam bhāvessanti no ca domanassindriyam pajahittha anāgāmī aññindriyam ca bhāvessati domanassindriyam ca pajahittha ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_10.3.6:15.1",
        "original": "Yo domanassindriyaṁ pajahittha so aññātāvindriyaṁ sacchikarissatīti?",
        "analyzed": "yaḥ domanassa indriyam pajahittha saḥ aññātāvindriyam sacchikarissati iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_10.3.6:16.1",
        "original": "Arahā domanassindriyaṁ pajahittha, no ca aññātāvindriyaṁ sacchikarissati. Dve puggalā domanassindriyañca pajahittha aññātāvindriyañca sacchikarissanti.",
        "analyzed": "arahā domanassindriyam pajahittha no ca aññātāvindriyam sacchikarissati dve puggalā domanassindriyam ca pajahittha aññātāvindriyam ca sacchikarissanti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_10.3.6:17.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikarissati so domanassindriyaṁ pajahitthāti?",
        "analyzed": "yaḥ vā pana aññātāvindriyam sacchikarissati saḥ domanassindriyam pajahittha ati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_10.3.6:18.1_0",
        "original": "Cha puggalā aññātāvindriyaṁ sacchikarissanti, no ca domanassindriyaṁ pajahittha.",
        "analyzed": "cha puggalāḥ aññātāvindriyam sacchikarissanti no ca domanassindriyam pajahittha ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_10.3.6:18.1_1",
        "original": "Dve puggalā aññātāvindriyañca sacchikarissanti domanassindriyañca pajahittha. (Domanassindriyamūlakaṁ.)",
        "analyzed": "dve puggalā aññātau indriyañca sacchikarissanti domanassa indriyañca pajahittha domanassa indriya mūlaka ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_10.3.6:19.1",
        "original": "Yo anaññātaññassāmītindriyaṁ bhāvittha so aññindriyaṁ bhāvessatīti?",
        "analyzed": "yaḥ anaññātaññassāmi itindriyam bhāvittha saḥ aññindriyam bhāvessati iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_10.3.6:20.1",
        "original": "Dve puggalā anaññātaññassāmītindriyaṁ bhāvittha, no ca aññindriyaṁ bhāvessanti. Pañca puggalā anaññātaññassāmītindriyañca bhāvittha aññindriyañca bhāvessanti.",
        "analyzed": "dve puggalāḥ anaññātaññassāmi iti indriyam bhāvittha no ca aññindriyam bhāvessanti pañca puggalāḥ anaññātaññassāmi iti indriyam ca bhāvittha aññindriyam ca bhāvessanti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_10.3.6:21.1",
        "original": "Yo vā pana aññindriyaṁ bhāvessati. So anaññātaññassāmītindriyaṁ bhāvitthāti?",
        "analyzed": "yaḥ vā pana aññindriyam bhāvessati saḥ anaññātaññassāmītindriyam bhāvittha ati ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_10.3.6:22.1",
        "original": "Dve puggalā aññindriyaṁ bhāvessanti no ca anaññātaññassāmītindriyaṁ bhāvittha. Pañca puggalā aññindriyañca bhāvessanti anaññātaññassāmītindriyañca bhāvittha.",
        "analyzed": "dve puggalāḥ aññindriyam bhāvessanti no ca anaññātaññassāmi itindriyam bhāvittha pañca puggalāḥ aññindriyam ca bhāvessanti anaññātaññassāmi itindriyam ca bhāvittha ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_10.3.6:23.1",
        "original": "Yo anaññātaññassāmītindriyaṁ bhāvittha so aññātāvindriyaṁ sacchikarissatīti?",
        "analyzed": "yaḥ an aññāta ñassāmi iti indriyam bhāvittha saḥ aññātau indriyam sacchikarissati iti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_10.3.6:24.1",
        "original": "Arahā anaññātaññassāmītindriyaṁ bhāvittha, no ca aññātāvindriyaṁ sacchikarissati. Cha puggalā anaññātaññassāmītindriyañca bhāvittha aññātāvindriyañca sacchikarissanti.",
        "analyzed": "arahā anaññātaññassāmi iti indriyam bhāvittha no ca aññātāvindriyam sacchikarissati cha puggalāḥ anaññātaññassāmi iti indriyam ca bhāvittha aññātāvindriyañca sacchikarissanti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_10.3.6:25.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikarissati so anaññātaññassāmītindriyaṁ bhāvitthāti?",
        "analyzed": "yaḥ vā pana aññātau indriyam sacchikarissati saḥ anaññātaññassāmi iti indriyam bhāvittha ati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_10.3.6:26.1_0",
        "original": "Dve puggalā aññātāvindriyaṁ sacchikarissanti, no ca anaññātaññassāmītindriyaṁ bhāvittha.",
        "analyzed": "dve puggalā aññātau indriyam sacchikarissanti no ca anaññātaññassāmi iti indriyam bhāvittha ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_10.3.6:26.1_1",
        "original": "Cha puggalā aññātāvindriyañca sacchikarissanti anaññātaññassāmītindriyañca bhāvittha.",
        "analyzed": "cha puggalā aññātau indriyañca sacchikarissanti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_10.3.6:26.1_2",
        "original": "(Anaññātaññassāmītindriyamūlakaṁ.)",
        "analyzed": "an añña a taññaḥ sāmi iti indriya mūlaka ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_10.3.6:27.1",
        "original": "Yo aññindriyaṁ bhāvittha so aññātāvindriyaṁ sacchikarissatīti? No.",
        "analyzed": "yaḥ aññindriyam bhāvittha saḥ aññātāvindriyam sacchikarissati iti no ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_10.3.6:28.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikarissati so aññindriyaṁ bhāvitthāti? No. (Aññindriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātāvindriyam sacchikarissati saḥ aññindriyam bhāvittha ati no aññindriya mūlaka ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_10.3.6:29.0",
        "original": "10.3.6.2. Paccanīka",
        "analyzed": "paccanīka ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_10.3.6:29.1",
        "original": "Yo cakkhundriyaṁ na parijānittha so domanassindriyaṁ nappajahissatīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānittha saḥ domanassindriyam na ppajahissati iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_10.3.6:30.1",
        "original": "Pañca puggalā cakkhundriyaṁ na parijānittha, no ca domanassindriyaṁ nappajahissanti. Cattāro puggalā cakkhundriyañca na parijānittha domanassindriyañca nappajahissanti.",
        "analyzed": "pañca puggalā cakkhu indriyam na parijānittha no ca domanassindriyam na pajahissanti cattāro puggalā cakkhu indriyam ca na parijānittha domanassindriyam ca na pajahissanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_10.3.6:31.1",
        "original": "Yo vā pana domanassindriyaṁ nappajahissati so cakkhundriyaṁ na parijānitthāti?",
        "analyzed": "yaḥ vā pana domanassindriyam na pajahissati saḥ cakkhu indriyam na parijānittha ati ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_10.3.6:32.1",
        "original": "Arahā domanassindriyaṁ nappajahissati, no ca cakkhundriyaṁ na parijānittha. Cattāro puggalā domanassindriyañca nappajahissanti cakkhundriyañca na parijānittha.",
        "analyzed": "arahā domanassindriyam na pajahissati no ca cakkhundriyam na parijānittha cattāro puggalā domanassindriyam ca na pajahissanti cakkhundriyam ca na parijānittha ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_10.3.6:33.1",
        "original": "Yo cakkhundriyaṁ na parijānittha so anaññātaññassāmītindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānittha saḥ anaññātaññassāmītindriyam na bhāvessati iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_10.3.6:34.1_0",
        "original": "Ye puthujjanā maggaṁ paṭilabhissanti te cakkhundriyaṁ na parijānittha, no ca anaññātaññassāmītindriyaṁ",
        "analyzed": "ye puthujjanāḥ maggam paṭilabhissanti te cakkhu indriyam na parijānittha no ca ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_10.3.6:34.1_1",
        "original": "na bhāvessanti. Aṭṭha puggalā cakkhundriyañca na parijānittha anaññātaññassāmītindriyañca na bhāvessanti.",
        "analyzed": "na bhāvessanti aṭṭha puggalā cakkhu indriyañca na parijānittha anaññātaññassāmītindriyañca na bhāvessanti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_10.3.6:35.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ na bhāvessati so cakkhundriyaṁ na parijānitthāti?",
        "analyzed": "yaḥ vā pana anaññātaññassāmītindriyam na bhāvessati saḥ cakkhu indriyam na parijānittha ati ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_10.3.6:36.1",
        "original": "Arahā anaññātaññassāmītindriyaṁ na bhāvessati, no ca cakkhundriyaṁ na parijānittha. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāvessanti cakkhundriyañca na parijānittha.",
        "analyzed": "arahā anaññātaññassāmīti indriyam na bhāvessati no ca cakkhundriyam na parijānittha aṭṭha puggalāḥ anaññātaññassāmīti indriyam ca na bhāvessanti cakkhundriyam ca na parijānittha ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_10.3.6:37.1",
        "original": "Yo cakkhundriyaṁ na parijānittha so aññindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānittha saḥ aññindriyam na bhāvessati iti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_10.3.6:38.1",
        "original": "Satta puggalā cakkhundriyaṁ na parijānittha, no ca aññindriyaṁ na bhāvessanti. Dve puggalā cakkhundriyañca na parijānittha aññindriyañca na bhāvessanti.",
        "analyzed": "satta puggalā cakkhundriyam na parijānittha no ca aññindriyam na bhāvessanti dve puggalā cakkhundriyam ca na parijānittha aññindriyam ca na bhāvessanti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_10.3.6:39.1",
        "original": "Yo vā pana aññindriyaṁ na bhāvessati so cakkhundriyaṁ na parijānitthāti?",
        "analyzed": "yaḥ vā pana aññindriyam na bhāvessati saḥ cakkhu indriyam na parijānittha ati ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_10.3.6:40.1",
        "original": "Arahā aññindriyaṁ na bhāvessati, no ca cakkhundriyaṁ na parijānittha. Dve puggalā aññindriyañca na bhāvessanti cakkhundriyañca na parijānittha.",
        "analyzed": "arahā aññindriyam na bhāvessati no ca cakkhundriyam na parijānittha dve puggalā aññindriyam ca na bhāvessanti cakkhundriyam ca na parijānittha ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_10.3.6:41.1",
        "original": "Yo cakkhundriyaṁ na parijānittha so aññātāvindriyaṁ na sacchikarissatīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānittha saḥ aññātāvindriyam na sacchikarissati iti ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_10.3.6:42.1_0",
        "original": "Aṭṭha puggalā cakkhundriyaṁ na parijānittha, no ca aññātāvindriyaṁ na sacchikarissanti.",
        "analyzed": "aṭṭha puggalā cakkhu indriyam na parijānittha no ca aññātāvindriyam na sacchikarissanti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_10.3.6:42.1_1",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti te cakkhundriyañca na parijānittha aññātāvindriyañca",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti te cakkhu indriyam ca na parijānittha aññātāvindriyam ca ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_10.3.6:42.1_2",
        "original": "na sacchikarissanti.",
        "analyzed": "na sacchikarissanti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_10.3.6:43.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikarissati so cakkhundriyaṁ na parijānitthāti?",
        "analyzed": "yaḥ vā pana aññātāvindriyam na sacchikarissati saḥ cakkhu indriyam na parijānittha ati ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_10.3.6:44.1_0",
        "original": "Arahā aññātāvindriyaṁ na sacchikarissati, no ca cakkhundriyaṁ na parijānittha. Ye",
        "analyzed": "arahā aññātāvindriyam na sacchikarissati no ca cakkhu indriyam na parijānittha ye ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_10.3.6:44.1_1",
        "original": "puthujjanā maggaṁ na paṭilabhissanti te aññātāvindriyañca na sacchikarissanti cakkhundriyañca",
        "analyzed": "puthujjanāḥ maggam na paṭilabhissanti te aññātāvindriyam ca na sacchikarissanti cakkhu indriyam ca ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_10.3.6:44.1_2",
        "original": "na parijānittha. (Cakkhundriyamūlakaṁ.)",
        "analyzed": "na parijānittha cakkhu indriya mūlaka ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_10.3.6:45.1",
        "original": "Yo domanassindriyaṁ nappajahittha so anaññātaññassāmītindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ domanassindriyam na ppajahittha saḥ anaññātaññassāmītindriyam na bhāvessati iti ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_10.3.6:46.1_0",
        "original": "Ye puthujjanā maggaṁ paṭilabhissanti te domanassindriyaṁ nappajahittha, no ca anaññātaññassāmītindriyaṁ",
        "analyzed": "ye puthujjanāḥ maggam paṭilabhissanti te domanassindriyam nappajahittha no ca ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_10.3.6:46.1_1",
        "original": "na bhāvessanti. Cha puggalā domanassindriyañca nappajahittha anaññātaññassāmītindriyañca na bhāvessanti.",
        "analyzed": "na bhāvessanti cha puggalā domanassindriyañca na ppajahittha anaññātaññassāmītindriyañca na bhāvessanti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_10.3.6:47.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ na bhāvessati so domanassindriyaṁ nappajahitthāti?",
        "analyzed": "yaḥ vā pana anaññātaññassāmītindriyam na bhāvessati saḥ domanassindriyam na ppajahittha ati ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_10.3.6:48.1_0",
        "original": "Tayo puggalā anaññātaññassāmītindriyaṁ na bhāvessanti, no ca domanassindriyaṁ nappajahittha.",
        "analyzed": "tayo puggalā anaññātaññassāmītindriyam na bhāvessanti no ca domanassindriyam na ppajahittha ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_10.3.6:48.1_1",
        "original": "Cha puggalā anaññātaññassāmītindriyañca na bhāvessanti domanassindriyañca nappajahittha.",
        "analyzed": "cha puggalāḥ anaññātaññassāmītindriyañca na bhāvessanti domanassindriyañca na ppajahittha ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_10.3.6:49.1",
        "original": "Yo domanassindriyaṁ nappajahittha so aññindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ domanassindriyam na pajahittha saḥ aññindriyam na bhāvessati iti ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_10.3.6:50.1_0",
        "original": "Cha puggalā domanassindriyaṁ nappajahittha, no ca aññindriyaṁ na bhāvessanti. Ye",
        "analyzed": "cha puggalā domanassindriyam nappajahittha no ca aññindriyam na bhāvessanti ye ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_10.3.6:50.1_1",
        "original": "puthujjanā maggaṁ na paṭilabhissanti te domanassindriyañca nappajahittha aññindriyañca na bhāvessanti.",
        "analyzed": "puthujjanāḥ maggam na paṭilabhissanti te domanassindriyam ca na pajahittha aññindriyam ca na bhāvessanti ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_10.3.6:51.1",
        "original": "Yo vā pana aññindriyaṁ na bhāvessati so domanassindriyaṁ nappajahitthāti?",
        "analyzed": "yaḥ vā pana aññindriyam na bhāvessati saḥ domanassindriyam na ppajahittha ati ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_10.3.6:52.1_0",
        "original": "Dve puggalā aññindriyaṁ na bhāvessanti, no ca domanassindriyaṁ nappajahittha. Ye",
        "analyzed": "dve puggalā aññindriyam na bhāvessanti no ca domanassindriyam na ppajahittha ye ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_10.3.6:52.1_1",
        "original": "puthujjanā maggaṁ na paṭilabhissanti te aññindriyañca na bhāvessanti domanassindriyañca nappajahittha.",
        "analyzed": "puthujjanāḥ maggam na paṭilabhissanti te aññindriyam ca na bhāvessanti domanassindriyam ca na pajahittha ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_10.3.6:53.1",
        "original": "Yo domanassindriyaṁ nappajahittha so aññātāvindriyaṁ na sacchikarissatīti?",
        "analyzed": "yaḥ domanassindriyam na pajahittha saḥ aññātāvindriyam na sacchikarissati iti ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_10.3.6:54.1_0",
        "original": "Cha puggalā domanassindriyaṁ nappajahittha, no ca aññātāvindriyaṁ na sacchikarissanti.",
        "analyzed": "cha puggalā domanassindriyam na ppajahittha no ca aññātāvindriyam na sacchikarissanti ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_10.3.6:54.1_1",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti te domanassindriyañca nappajahittha aññātāvindriyañca",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti te domanassa indriyam ca na pajahittha aññātāvindriyañca ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_10.3.6:54.1_2",
        "original": "na sacchikarissanti.",
        "analyzed": "na sacchikarissanti ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_10.3.6:55.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikarissati so domanassindriyaṁ nappajahitthāti?",
        "analyzed": "yaḥ vā pana aññātāvindriyam na sacchikarissati saḥ domanassindriyam na ppajahittha ati ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_10.3.6:56.1_0",
        "original": "Arahā aññātāvindriyaṁ na sacchikarissati, no ca domanassindriyaṁ nappajahittha. Ye",
        "analyzed": "arahā aññātāvindriyam na sacchikarissati no ca domanassindriyam na pajahittha ye ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_10.3.6:56.1_1",
        "original": "puthujjanā maggaṁ na paṭilabhissanti te aññātāvindriyañca na sacchikarissanti domanassindriyañca",
        "analyzed": "puthujjanāḥ maggam na paṭilabhissanti te aññātāvindriyam ca na sacchikarissanti domanassindriyam ca ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_10.3.6:56.1_2",
        "original": "nappajahittha. (Domanassindriyamūlakaṁ.)",
        "analyzed": "na ppajahittha domanassindriya mūlaka ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_10.3.6:57.1",
        "original": "Yo anaññātaññassāmītindriyaṁ na bhāvittha so aññindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ anaññātaññassāmītindriyam na bhāvittha saḥ aññindriyam na bhāvessati iti ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_10.3.6:58.1_0",
        "original": "Dve puggalā anaññātaññassāmītindriyaṁ na bhāvittha, no ca aññindriyaṁ na bhāvessanti.",
        "analyzed": "dve puggalāḥ anaññātaññassāmītindriyam na bhāvittha no ca aññindriyam na bhāvessanti ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_10.3.6:58.1_1",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti te anaññātaññassāmītindriyañca na bhāvittha",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti te na ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_10.3.6:58.1_2",
        "original": "aññindriyañca na bhāvessanti.",
        "analyzed": "aññindriyam ca na bhāvessanti ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_10.3.6:59.1",
        "original": "Yo vā pana aññindriyaṁ na bhāvessati so anaññātaññassāmītindriyaṁ na bhāvitthāti?",
        "analyzed": "yaḥ vā pana aññindriyam na bhāvessati saḥ anaññātaññassāmītindriyam na bhāvittha ati ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_10.3.6:60.1_0",
        "original": "Dve puggalā aññindriyaṁ na bhāvessanti, no ca anaññātaññassāmītindriyaṁ na bhāvittha.",
        "analyzed": "dve puggalāḥ aññindriyam na bhāvessanti no ca anaññātaññassāmītindriyam na bhāvittha ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_10.3.6:60.1_1",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti te aññindriyañca na bhāvessanti anaññātaññassāmītindriyañca na bhāvittha.",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti te aññ indriyam ca na bhāvessanti anaññātaññassāmi itindriyam ca na bhāvittha ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_10.3.6:61.1",
        "original": "Yo anaññātaññassāmītindriyaṁ na bhāvittha so aññātāvindriyaṁ na sacchikarissatīti?",
        "analyzed": "yaḥ anaññātaññassāmi itindriyam na bhāvittha saḥ aññātau indriyam na sacchikarissati iti ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_10.3.6:62.1_0",
        "original": "Dve puggalā anaññātaññassāmītindriyaṁ na bhāvittha, no ca aññātāvindriyaṁ na sacchikarissanti.",
        "analyzed": "dve puggalā anaññātaññassāmi itindriyam na bhāvittha no ca aññātau indriyam na sacchikarissanti ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_10.3.6:62.1_1",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti te anaññātaññassāmītindriyañca na bhāvittha",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti te na ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_10.3.6:62.1_2",
        "original": "aññātāvindriyañca na sacchikarissanti.",
        "analyzed": "aññātau indriyam ca na sacchikarissanti ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_10.3.6:63.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikarissati so anaññātaññassāmītindriyaṁ na bhāvitthāti?",
        "analyzed": "yaḥ vā pana aññātau indriyam na sacchikarissati saḥ anaññātaññassāmi iti indriyam na bhāvittha ati ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_10.3.6:64.1_0",
        "original": "Arahā aññātāvindriyaṁ na sacchikarissati, no ca anaññātaññassāmītindriyaṁ na bhāvittha.",
        "analyzed": "arahā aññātau indriyam na sacchikarissati no ca anaññātaññassāmi iti indriyam na ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_10.3.6:64.1_1",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti te aññātāvindriyañca na sacchikarissanti",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti te aññātau indriyam ca na sacchikarissanti ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_10.3.6:64.1_2",
        "original": "anaññātaññassāmītindriyañca na bhāvittha. (Anaññātaññassāmītindriyamūlakaṁ.)",
        "analyzed": "anaññātaññassāmi itindriyañca na bhāvittha anaññātaññassāmi itindriya mūlaka ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_10.3.6:65.1",
        "original": "Yo aññindriyaṁ na bhāvittha so aññātāvindriyaṁ na sacchikarissatīti?",
        "analyzed": "yaḥ aññindriyam na bhāvittha saḥ aññātāvindriyam na sacchikarissati iti ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_10.3.6:66.1_0",
        "original": "Aṭṭha puggalā aññindriyaṁ na bhāvittha, no ca aññātāvindriyaṁ na sacchikarissanti.",
        "analyzed": "aṭṭha puggalāḥ aññindriyam na bhāvittha no ca aññātāvindriyam na sacchikarissanti ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_10.3.6:66.1_1",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti te aññindriyañca na bhāvittha aññātāvindriyañca",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti te aññindriyañca na bhāvittha aññātāvindriyañca ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_10.3.6:66.1_2",
        "original": "na sacchikarissanti.",
        "analyzed": "na sacchikarissanti ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_10.3.6:67.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikarissati so aññindriyaṁ na bhāvitthāti?",
        "analyzed": "yaḥ vā pana aññātāvindriyam na sacchikarissati saḥ aññindriyam na bhāvittha ati ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_10.3.6:68.1_0",
        "original": "Arahā aññātāvindriyaṁ na sacchikarissati, no ca aññindriyaṁ na bhāvittha. Ye puthujjanā",
        "analyzed": "arahā aññātāvindriyam na sacchikarissati no ca aññindriyam na bhāvittha ye puthujjanā ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_10.3.6:68.1_1",
        "original": "maggaṁ na paṭilabhissanti te aññātāvindriyañca na sacchikarissanti aññindriyañca",
        "analyzed": "maggam na paṭilabhissanti te aññātāvindriyam ca na sacchikarissanti aññindriyam ca ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_10.3.6:68.1_2",
        "original": "na bhāvittha. (Aññindriyamūlakaṁ.)",
        "analyzed": "na bhāvittha aññindriya mūlaka ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_10.3.6:69.1",
        "original": "Pariññāvāro.",
        "analyzed": "pariññāvāro ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_10.3.6:70.1",
        "original": "Indriyayamakapāḷi niṭṭhitā.",
        "analyzed": "       ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_10.3.6:71.1",
        "original": "Yamakapakaraṇaṁ niṭṭhitaṁ.",
        "analyzed": "yamaka pakaraṇam niṭṭhita ",
        "folio": "71"
    }
]