[
    {
        "segmentnr": "PA_ya_7.1:0.1",
        "original": "7 Anusayayamaka",
        "analyzed": "anu saya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.1:0.2",
        "original": "7.1. Uppattiṭṭhānavāra",
        "analyzed": "uppatti ṭṭhāna vāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.1:1.1",
        "original": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
        "analyzed": "namaḥ tassa bhagavataḥ arahataḥ sammāsambuddhassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.1:2.1",
        "original": "Sattānusayā—kāmarāgānusayo, paṭighānusayo, mānānusayo, diṭṭhānusayo, vicikicchānusayo, bhavarāgānusayo, avijjānusayo.",
        "analyzed": "paṭigha anusayaḥ māna anusayaḥ diṭṭha anusayaḥ vicikicchā anusayaḥ bhava rāga anusayaḥ avijjā anusayaḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.1:3.1",
        "original": "Kattha kāmarāgānusayo anuseti? Kāmadhātuyā dvīsu vedanāsu ettha kāmarāgānusayo anuseti.",
        "analyzed": "kattha kāma rāga anusayaḥ anuseti kāmadhātuyā dvīsu vedanāsu ettha kāma rāga anusayaḥ anuseti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.1:4.1",
        "original": "Kattha paṭighānusayo anuseti? Dukkhāya vedanāya ettha paṭighānusayo anuseti.",
        "analyzed": "kattha paṭigha anusayaḥ anuseti dukkhāya vedanāya ettha paṭigha anusayaḥ anuseti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.1:5.1",
        "original": "Kattha mānānusayo anuseti? Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha mānānusayo anuseti.",
        "analyzed": "kattha māna anusayaḥ anuseti kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha māna anusayaḥ anuseti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.1:6.1",
        "original": "Kattha diṭṭhānusayo anuseti? Sabbasakkāyapariyāpannesu dhammesu ettha diṭṭhānusayo anuseti.",
        "analyzed": "kattha diṭṭha anusayaḥ anuseti sabba sakkāya pariyāpannesu dhammesu ettha diṭṭha anusayaḥ anuseti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.1:7.1",
        "original": "Kattha vicikicchānusayo anuseti? Sabbasakkāyapariyāpannesu dhammesu ettha vicikicchānusayo anuseti.",
        "analyzed": "kattha vicikicchā anusayaḥ anuseti sabba sakkāya pariyāpannesu dhammesu ettha vicikicchā anusayaḥ anuseti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.1:8.1",
        "original": "Kattha bhavarāgānusayo anuseti? Rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo anuseti.",
        "analyzed": "kattha bhava rāga anusayaḥ anuseti rūpa dhātuyā a rūpa dhātuyā ettha bhava rāga anusayaḥ anuseti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.1:9.1",
        "original": "Kattha avijjānusayo anuseti? Sabbasakkāyapariyāpannesu dhammesu ettha avijjānusayo anuseti.",
        "analyzed": "kattha avijjā anusayaḥ anuseti sabba sakkāya pariyāpannesu dhammesu ettha avijjā anusayaḥ anuseti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.1:10.1",
        "original": "Uppattiṭṭhānavāro.",
        "analyzed": "uppatti ṭṭhāna vāro ",
        "folio": "10"
    }
]