[
    {
        "segmentnr": "PA_ya_5.3.4:0.1",
        "original": "5 Saccayamaka",
        "analyzed": "saccayamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_5.3.4:0.2",
        "original": "5.3 Pariññāvāra",
        "analyzed": "pariññāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_5.3.4:0.3",
        "original": "5.3.4. Paccuppannātītavāra",
        "analyzed": "      ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_5.3.4:1.1",
        "original": "Yo dukkhasaccaṁ parijānāti so samudayasaccaṁ pajahitthāti? No.",
        "analyzed": "yaḥ dukkha saccam parijānāti saḥ samudaya saccam pajahittha ati no ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_5.3.4:2.1",
        "original": "Yo vā pana samudayasaccaṁ pajahittha so dukkhasaccaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana samudaya saccam pajahittha saḥ dukkha saccam parijānāti iti no ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_5.3.4:3.1",
        "original": "Yo dukkhasaccaṁ na parijānāti so samudayasaccaṁ nappajahitthāti?",
        "analyzed": "yaḥ dukkha saccam na parijānāti saḥ samudaya saccam na ppajahittha ati ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_5.3.4:4.1_0",
        "original": "Arahā dukkhasaccaṁ na parijānāti, no ca samudayasaccaṁ nappajahittha. Aggamaggasamaṅgiñca",
        "analyzed": "arahā dukkha saccam na parijānāti no ca samudaya saccam na ppajahittha agga magga samaṅgin ca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_5.3.4:4.1_1",
        "original": "arahantañca ṭhapetvā avasesā puggalā dukkhasaccañca na parijānanti samudayasaccañca nappajahittha.",
        "analyzed": "arahantam ca ṭhapetvā avasesā puggalā dukkha saccam ca na parijānanti samudaya saccam ca na ppajahittha ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_5.3.4:5.1",
        "original": "Yo vā pana samudayasaccaṁ nappajahittha so dukkhasaccaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana samudaya saccam na pajahittha so dukkha saccam na parijānāti iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_5.3.4:6.1_0",
        "original": "Aggamaggasamaṅgī samudayasaccaṁ nappajahittha, no ca dukkhasaccaṁ na parijānāti.",
        "analyzed": "agga magga samaṅgī samudaya saccam na ppajahittha no ca dukkha saccam na parijānāti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_5.3.4:6.1_1",
        "original": "Aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā samudayasaccañca nappajahittha",
        "analyzed": "aggamagga samaṅgiñca arahantañca ṭhapetvā avasesā puggalā samudaya saccañca na ppajahittha ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_5.3.4:6.1_2",
        "original": "dukkhasaccañca na parijānanti.",
        "analyzed": "dukkha saccam ca na parijānanti ",
        "folio": "6"
    }
]