[
    {
        "segmentnr": "PA_ya_5.2.1:0.1",
        "original": "5 Saccayamaka",
        "analyzed": "saccayamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_5.2.1:0.2",
        "original": "5.2 Pavattivāra",
        "analyzed": "  ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_5.2.1:0.3",
        "original": "5.2.1. Uppādavāra",
        "analyzed": "uppāda vāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_5.2.1:1.0.1",
        "original": "5.2.1.1. Paccuppannavāra",
        "analyzed": "     ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_5.2.1:1.0.2",
        "original": "5.2.1.1.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_5.2.1:1.1",
        "original": "Yassa dukkhasaccaṁ uppajjati tassa samudayasaccaṁ uppajjatīti?",
        "analyzed": "yassa dukkha saccam uppajjati tassa samudaya saccam uppajjati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_5.2.1:2.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte taṇhāvippayuttacittassa uppādakkhaṇe tesaṁ dukkhasaccaṁ",
        "analyzed": "sabbesam upapajjantānam pavatte taṇhā vippayutta cittassa uppāda kkhaṇe tesam dukkha sacca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_5.2.1:2.1_1",
        "original": "uppajjati, no ca tesaṁ samudayasaccaṁ uppajjati. Taṇhāya uppādakkhaṇe tesaṁ dukkhasaccañca",
        "analyzed": "uppajjati no ca tesam samudaya saccam uppajjati taṇhāyaḥ uppāda kkhaṇe tesam dukkha saccaṃ ca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_5.2.1:2.1_2",
        "original": "uppajjati samudayasaccañca uppajjati.",
        "analyzed": "uppajjati samudaya saccaṃ ca uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_5.2.1:3.1",
        "original": "Yassa vā pana samudayasaccaṁ uppajjati tassa dukkhasaccaṁ uppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana samudaya saccam uppajjati tassa dukkha saccam uppajjati iti āmantā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_5.2.1:4.1",
        "original": "Yassa dukkhasaccaṁ uppajjati tassa maggasaccaṁ uppajjatīti?",
        "analyzed": "yassa dukkha saccam uppajjati tassa magga saccam uppajjati iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_5.2.1:5.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte maggavippayuttacittassa uppādakkhaṇe tesaṁ dukkhasaccaṁ",
        "analyzed": "sabbesam upapajjantānam pavatte magga vippayutta cittassa uppāda kkhaṇe tesam dukkha sacca ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_5.2.1:5.1_1",
        "original": "uppajjati, no ca tesaṁ maggasaccaṁ uppajjati. Pañcavokāre maggassa uppādakkhaṇe tesaṁ",
        "analyzed": "uppajjati no ca tesam magga saccam uppajjati pañcavokāre maggassa uppāda kkhaṇe tesam ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_5.2.1:5.1_2",
        "original": "dukkhasaccañca uppajjati maggasaccañca uppajjati.",
        "analyzed": "dukkha saccam ca uppajjati magga saccam ca uppajjati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_5.2.1:6.1",
        "original": "Yassa vā pana maggasaccaṁ uppajjati tassa dukkhasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana magga saccam uppajjati tassa dukkha saccam uppajjati iti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_5.2.1:7.1_0",
        "original": "Arūpe maggassa uppādakkhaṇe tesaṁ maggasaccaṁ uppajjati, no ca tesaṁ dukkhasaccaṁ",
        "analyzed": "arūpe maggassa uppāda kkhaṇe tesam magga saccam uppajjati no ca tesam dukkha sacca ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_5.2.1:7.1_1",
        "original": "uppajjati. Pañcavokāre maggassa uppādakkhaṇe tesaṁ maggasaccañca uppajjati dukkhasaccañca uppajjati.",
        "analyzed": "uppajjati pañcavokāre maggassa uppāda kkhaṇe tesam magga saccaṃ ca uppajjati dukkha saccaṃ ca uppajjati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_5.2.1:8.1",
        "original": "Yassa samudayasaccaṁ uppajjati tassa maggasaccaṁ uppajjatīti? No.",
        "analyzed": "yassa samudaya saccam uppajjati tassa magga saccam uppajjati iti no ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_5.2.1:9.1",
        "original": "Yassa vā pana maggasaccaṁ uppajjati tassa samudayasaccaṁ uppajjatīti? No.",
        "analyzed": "yassa vā pana magga saccam uppajjati tassa samudaya saccam uppajjati iti no ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_5.2.1:10.0",
        "original": "5.2.1.1.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_5.2.1:10.1",
        "original": "Yattha dukkhasaccaṁ uppajjati tattha samudayasaccaṁ uppajjatīti?",
        "analyzed": "yattha dukkha saccam uppajjati tattha samudaya saccam uppajjati iti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_5.2.1:11.1",
        "original": "Asaññasatte tattha dukkhasaccaṁ uppajjati, no ca tattha samudayasaccaṁ uppajjati. Catuvokāre pañcavokāre tattha dukkhasaccañca uppajjati samudayasaccañca uppajjati.",
        "analyzed": "asaññasatte tattha dukkha saccaṃ uppajjati no ca tattha samudaya saccaṃ uppajjati catuvokāre pañcavokāre tattha dukkha saccaṃ ca uppajjati samudaya saccaṃ ca uppajjati ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_5.2.1:12.1",
        "original": "Yattha vā pana …pe… ? Āmantā.",
        "analyzed": "yattha vā pana pe ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_5.2.1:13.1",
        "original": "Yattha dukkhasaccaṁ uppajjati tattha maggasaccaṁ uppajjatīti?",
        "analyzed": "yattha dukkha saccam uppajjati tattha magga saccam uppajjati iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_5.2.1:14.1",
        "original": "Apāye asaññasatte tattha dukkhasaccaṁ uppajjati, no ca tattha maggasaccaṁ uppajjati. Avasese catuvokāre pañcavokāre tattha dukkhasaccañca uppajjati maggasaccañca uppajjati.",
        "analyzed": "apāye asañña satte tattha dukkha saccaṃ uppajjati no ca tattha magga saccaṃ uppajjati avasese catuvokāre pañcavokāre tattha dukkha saccaṃ ca uppajjati magga saccaṃ ca uppajjati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_5.2.1:15.1",
        "original": "Yattha vā pana maggasaccaṁ uppajjati tattha dukkhasaccaṁ uppajjatīti? Āmantā.",
        "analyzed": "yattha vā pana magga saccam uppajjati tattha dukkha saccam uppajjati iti āmantā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_5.2.1:16.1",
        "original": "Yattha samudayasaccaṁ uppajjati tattha maggasaccaṁ uppajjatīti?",
        "analyzed": "yattha samudaya saccam uppajjati tattha magga saccam uppajjati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_5.2.1:17.1",
        "original": "Apāye tattha samudayasaccaṁ uppajjati, no ca tattha maggasaccaṁ uppajjati. Avasese catuvokāre pañcavokāre tattha samudayasaccañca uppajjati maggasaccañca uppajjati.",
        "analyzed": "apāye tattha samudaya saccaṃ uppajjati no ca tattha magga saccaṃ uppajjati avasese catuvokāre pañcavokāre tattha samudaya saccaṃ ca uppajjati magga saccaṃ ca uppajjati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_5.2.1:18.1",
        "original": "Yattha vā pana …pe… ? Āmantā.",
        "analyzed": "yattha vā pana pe ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_5.2.1:19.0",
        "original": "5.2.1.1.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_5.2.1:19.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjati tassa tattha samudayasaccaṁ uppajjatīti? …pe….",
        "analyzed": "yassa yattha dukkha saccam uppajjati tassa tattha samudaya saccam uppajjati iti pe ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_5.2.1:20.1",
        "original": "(Yassakampi yassayatthakampi sadisaṁ vitthāretabbaṁ.)",
        "analyzed": "sadisam ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_5.2.1:21.0",
        "original": "5.2.1.1.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_5.2.1:21.1",
        "original": "Yassa dukkhasaccaṁ nuppajjati tassa samudayasaccaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa dukkha saccam nuppajjati tassa samudaya saccam nuppajjati iti āmantā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_5.2.1:22.1",
        "original": "Yassa vā pana samudayasaccaṁ nuppajjati tassa dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana samudaya saccam nuppajjati tassa dukkha saccam nuppajjati iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_5.2.1:23.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte taṇhāvippayuttacittassa uppādakkhaṇe tesaṁ samudayasaccaṁ",
        "analyzed": "sabbesam upapajjantānam pavatte taṇhā vippayutta cittassa uppāda kkhaṇe tesam samudaya sacca ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_5.2.1:23.1_1",
        "original": "nuppajjati, no ca tesaṁ dukkhasaccaṁ nuppajjati. Sabbesaṁ cavantānaṁ pavatte cittassa",
        "analyzed": "nuppajjati no ca tesam dukkhasaccam nuppajjati sabbesam cavantānam pavatte cittassa ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_5.2.1:23.1_2",
        "original": "bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ samudayasaccañca nuppajjati",
        "analyzed": "bhaṅga kkhaṇe arūpe maggassa ca phalassa ca uppāda kkhaṇe tesam samudaya saccaṃ ca na uppajjati ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_5.2.1:23.1_3",
        "original": "dukkhasaccañca nuppajjati.",
        "analyzed": "dukkha saccaṃ ca nuppajjati ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_5.2.1:24.1",
        "original": "Yassa dukkhasaccaṁ nuppajjati tassa maggasaccaṁ nuppajjatīti?",
        "analyzed": "yassa dukkha saccam nuppajjati tassa magga saccam nuppajjati iti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_5.2.1:25.1_0",
        "original": "Arūpe maggassa uppādakkhaṇe tesaṁ dukkhasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ",
        "analyzed": "arūpe maggassa uppāda kkhaṇe tesam dukkha saccam nuppajjati no ca tesam magga sacca ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_5.2.1:25.1_1",
        "original": "nuppajjati. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe phalassa uppādakkhaṇe",
        "analyzed": "nuppajjati sabbesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe phalassa uppāda kkhaṇe ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_5.2.1:25.1_2",
        "original": "tesaṁ dukkhasaccañca nuppajjati maggasaccañca nuppajjati.",
        "analyzed": "tesam dukkha saccam ca nuppajjati magga saccam ca nuppajjati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_5.2.1:26.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjati tassa dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana magga saccam nuppajjati tassa dukkha saccam nuppajjati iti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_5.2.1:27.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte maggavippayuttacittassa uppādakkhaṇe tesaṁ maggasaccaṁ",
        "analyzed": "sabbesam upapajjantānam pavatte magga vippayutta cittassa uppāda kkhaṇe tesam magga sacca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_5.2.1:27.1_1",
        "original": "nuppajjati, no ca tesaṁ dukkhasaccaṁ nuppajjati. Sabbesaṁ cavantānaṁ pavatte cittassa",
        "analyzed": "nuppajjati no ca tesam dukkhasaccam nuppajjati sabbesam cavantānam pavatte cittassa ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_5.2.1:27.1_2",
        "original": "bhaṅgakkhaṇe arūpe phalassa uppādakkhaṇe tesaṁ maggasaccañca nuppajjati dukkhasaccañca nuppajjati.",
        "analyzed": "bhaṅga kkhaṇe arūpe phalassa uppāda kkhaṇe tesam magga saccaṃ ca nuppajjati dukkha saccaṃ ca nuppajjati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_5.2.1:28.1",
        "original": "Yassa samudayasaccaṁ nuppajjati tassa maggasaccaṁ nuppajjatīti?",
        "analyzed": "yassa samudaya saccam nuppajjati tassa magga saccam nuppajjati iti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_5.2.1:29.1_0",
        "original": "Maggassa uppādakkhaṇe tesaṁ samudayasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ nuppajjati.",
        "analyzed": "maggassa uppāda kkhaṇe tesam samudaya saccam nuppajjati no ca tesam magga saccam nuppajjati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_5.2.1:29.1_1",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe taṇhāvippayuttamaggavippayuttacittassa uppādakkhaṇe",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe taṇhā vippayutta magga vippayutta cittassa uppāda kkhaṇe ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_5.2.1:29.1_2",
        "original": "nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ samudayasaccañca nuppajjati maggasaccañca nuppajjati.",
        "analyzed": "nirodha samāpannānam asaññasattānam tesam samudaya saccam ca nuppajjati magga saccam ca nuppajjati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_5.2.1:30.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjati tassa samudayasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana magga saccam nuppajjati tassa samudaya saccam nuppajjati iti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_5.2.1:31.1_0",
        "original": "Taṇhāya uppādakkhaṇe tesaṁ maggasaccaṁ nuppajjati, no ca tesaṁ samudayasaccaṁ nuppajjati.",
        "analyzed": "taṇhāyaḥ uppāda kkhaṇe tesam magga saccam nuppajjati no ca tesam samudaya saccam nuppajjati ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_5.2.1:31.1_1",
        "original": "Sabbesaṁ cittassa bhaṅgakkhaṇe maggavippayuttataṇhāvippayuttacittassa uppādakkhaṇe",
        "analyzed": "sabbesam cittassa bhaṅga kkhaṇe magga vippayutta taṇhā vippayutta cittassa uppāda kkhaṇe ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_5.2.1:31.1_2",
        "original": "nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ maggasaccañca nuppajjati samudayasaccañca nuppajjati.",
        "analyzed": "nirodha samāpannānam asaññasattānam tesam magga saccam ca nuppajjati samudaya saccam ca nuppajjati ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_5.2.1:32.0",
        "original": "5.2.1.1.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_5.2.1:32.1",
        "original": "Yattha dukkhasaccaṁ nuppajjati tattha samudayasaccaṁ nuppajjatīti? Natthi.",
        "analyzed": "yattha dukkha saccam nuppajjati tattha samudaya saccam nuppajjati iti natthi ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_5.2.1:33.1",
        "original": "Yattha vā pana samudayasaccaṁ nuppajjati tattha dukkhasaccaṁ nuppajjatīti? Uppajjati.",
        "analyzed": "yattha vā pana samudaya saccam nuppajjati tattha dukkha saccam nuppajjati iti uppajjati ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_5.2.1:34.1",
        "original": "Yattha dukkhasaccaṁ nuppajjati tattha maggasaccaṁ nuppajjatīti? Natthi.",
        "analyzed": "yattha dukkha saccam nuppajjati tattha magga saccam nuppajjati iti natthi ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_5.2.1:35.1",
        "original": "Yattha vā pana maggasaccaṁ nuppajjati tattha dukkhasaccaṁ nuppajjatīti? Uppajjati.",
        "analyzed": "yattha vā pana magga saccam nuppajjati tattha dukkha saccam nuppajjati iti uppajjati ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_5.2.1:36.1",
        "original": "Yattha samudayasaccaṁ nuppajjati tattha maggasaccaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yattha samudaya saccam nuppajjati tattha magga saccam nuppajjati iti āmantā ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_5.2.1:37.1",
        "original": "Yattha vā pana maggasaccaṁ nuppajjati tattha samudayasaccaṁ nuppajjatīti?",
        "analyzed": "yattha vā pana magga saccam nuppajjati tattha samudaya saccam nuppajjati iti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_5.2.1:38.1",
        "original": "Apāye tattha maggasaccaṁ nuppajjati, no ca tattha samudayasaccaṁ nuppajjati. Asaññasatte tattha maggasaccañca nuppajjati samudayasaccañca nuppajjati.",
        "analyzed": "apāye tattha magga saccaṃ nuppajjati no ca tattha samudaya saccam nuppajjati asañña satte tattha magga saccaṃ ca nuppajjati samudaya saccaṃ ca nuppajjati ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_5.2.1:39.0",
        "original": "5.2.1.1.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_5.2.1:39.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjati tassa tattha samudayasaccaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa yattha dukkha saccam nuppajjati tassa tattha samudaya saccam nuppajjati iti āmantā ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_5.2.1:40.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ nuppajjati tassa tattha dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha samudaya saccam nuppajjati tassa tattha dukkha saccam nuppajjati iti ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_5.2.1:41.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte taṇhāvippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam upapajjantānam pavatte taṇhā vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_5.2.1:41.1_1",
        "original": "samudayasaccaṁ nuppajjati, no ca tesaṁ tattha dukkhasaccaṁ nuppajjati. Sabbesaṁ cavantānaṁ",
        "analyzed": "samudaya saccam nuppajjati no ca tesam tattha dukkha saccam nuppajjati sabbesam cavantāna ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_5.2.1:41.1_2",
        "original": "pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe tesaṁ tattha",
        "analyzed": "pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca phalassa ca uppāda kkhaṇe tesam tattha ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_5.2.1:41.1_3",
        "original": "samudayasaccañca nuppajjati dukkhasaccañca nuppajjati.",
        "analyzed": "samudaya saccam ca nuppajjati dukkha saccam ca nuppajjati ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_5.2.1:42.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjati tassa tattha maggasaccaṁ nuppajjatīti?",
        "analyzed": "yassa yattha dukkha saccam nuppajjati tassa tattha magga saccam nuppajjati iti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_5.2.1:43.1_0",
        "original": "Arūpe maggassa uppādakkhaṇe tesaṁ tattha dukkhasaccaṁ nuppajjati, no ca tesaṁ tattha",
        "analyzed": "arūpe maggassa uppāda kkhaṇe tesam tattha dukkha saccam nuppajjati no ca tesam tattha ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_5.2.1:43.1_1",
        "original": "maggasaccaṁ nuppajjati. Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe phalassa",
        "analyzed": "maggasaccam nuppajjati sabbesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe phalassa ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_5.2.1:43.1_2",
        "original": "uppādakkhaṇe tesaṁ tattha dukkhasaccañca nuppajjati maggasaccañca nuppajjati.",
        "analyzed": "uppāda kkhaṇe tesam tattha dukkha saccañca nuppajjati magga saccañca nuppajjati ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_5.2.1:44.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjati tassa tattha dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjati tassa tattha dukkha saccam nuppajjati iti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_5.2.1:45.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ pavatte maggavippayuttacittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "sabbesam upapajjantānam pavatte magga vippayutta cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_5.2.1:45.1_1",
        "original": "maggasaccaṁ nuppajjati, no ca tesaṁ tattha dukkhasaccaṁ nuppajjati. Sabbesaṁ cavantānaṁ",
        "analyzed": "magga saccam nuppajjati no ca tesam tattha dukkha saccam nuppajjati sabbesam cavantāna ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_5.2.1:45.1_2",
        "original": "pavatte cittassa bhaṅgakkhaṇe arūpe phalassa uppādakkhaṇe tesaṁ tattha maggasaccañca",
        "analyzed": "pavatte cittassa bhaṅga kkhaṇe arūpe phalassa uppāda kkhaṇe tesam tattha magga saccaṃ ca ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_5.2.1:45.1_3",
        "original": "nuppajjati dukkhasaccañca nuppajjati.",
        "analyzed": "nuppajjati dukkha saccaṃ ca nuppajjati ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_5.2.1:46.1",
        "original": "Yassa yattha samudayasaccaṁ nuppajjati tassa tattha maggasaccaṁ nuppajjatīti?",
        "analyzed": "yassa yattha samudaya saccam nuppajjati tassa tattha magga saccam nuppajjati iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_5.2.1:47.1_0",
        "original": "Maggassa uppādakkhaṇe tesaṁ tattha samudayasaccaṁ nuppajjati, no ca tesaṁ tattha",
        "analyzed": "maggassa uppāda kkhaṇe tesam tattha samudaya saccam nuppajjati no ca tesam tattha ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_5.2.1:47.1_1",
        "original": "maggasaccaṁ nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe taṇhāvippayuttamaggavippayuttacittassa",
        "analyzed": "magga saccam nuppajjati sabbesam cittassa bhaṅga kkhaṇe taṇhā vippayutta magga vippayutta cittassa ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_5.2.1:47.1_2",
        "original": "uppādakkhaṇe asaññasattānaṁ tesaṁ tattha samudayasaccañca nuppajjati maggasaccañca nuppajjati.",
        "analyzed": "uppāda kkhaṇe asaññasattānam tesam tattha samudaya saccam ca nuppajjati magga saccam ca nuppajjati ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_5.2.1:48.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjati tassa tattha samudayasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjati tassa tattha samudaya saccam nuppajjati iti ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_5.2.1:49.1_0",
        "original": "Taṇhāya uppādakkhaṇe tesaṁ tattha maggasaccaṁ nuppajjati, no ca tesaṁ tattha samudayasaccaṁ",
        "analyzed": "taṇhāyaḥ uppāda kkhaṇe tesam tattha magga saccam nuppajjati no ca tesam tattha samudaya sacca ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_5.2.1:49.1_1",
        "original": "nuppajjati. Sabbesaṁ cittassa bhaṅgakkhaṇe maggavippayuttataṇhāvippayuttacittassa",
        "analyzed": "nuppajjati sabbesam cittassa bhaṅga kkhaṇe magga vippayutta taṇhā vippayutta cittassa ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_5.2.1:49.1_2",
        "original": "uppādakkhaṇe asaññasattānaṁ tesaṁ tattha maggasaccañca nuppajjati samudayasaccañca nuppajjati.",
        "analyzed": "uppāda kkhaṇe asaññasattānam tesam tattha magga saccan ca nuppajjati samudaya saccan ca nuppajjati ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_5.2.1:50.0.1",
        "original": "5.2.1.2. Atītavāra",
        "analyzed": "atītavāra ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_5.2.1:50.0.2",
        "original": "5.2.1.2.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_5.2.1:50.1",
        "original": "Yassa dukkhasaccaṁ uppajjittha tassa samudayasaccaṁ uppajjitthāti? Āmantā.",
        "analyzed": "yassa dukkha saccam uppajjittha tassa samudaya saccam uppajjittha ati āmantā ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_5.2.1:51.1",
        "original": "Yassa vā pana samudayasaccaṁ uppajjittha tassa dukkhasaccaṁ uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana samudaya saccam uppajjittha tassa dukkha saccam uppajjittha ati āmantā ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_5.2.1:52.1",
        "original": "Yassa dukkhasaccaṁ uppajjittha tassa maggasaccaṁ uppajjitthāti?",
        "analyzed": "yassa dukkha saccam uppajjittha tassa magga saccam uppajjittha ati ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_5.2.1:53.1",
        "original": "Anabhisametāvīnaṁ tesaṁ dukkhasaccaṁ uppajjittha, no ca tesaṁ maggasaccaṁ uppajjittha. Abhisametāvīnaṁ tesaṁ dukkhasaccañca uppajjittha maggasaccañca uppajjittha.",
        "analyzed": "anabhisametāvīnam tesam dukkha saccam uppajjittha no ca tesam magga saccam uppajjittha abhisametāvīnam tesam dukkha saccam ca uppajjittha magga saccam ca uppajjittha ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_5.2.1:54.1",
        "original": "Yassa vā pana …pe… uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana pe uppajjittha ati āmantā ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_5.2.1:55.1",
        "original": "Yassa samudayasaccaṁ uppajjittha tassa maggasaccaṁ uppajjitthāti?",
        "analyzed": "yassa samudaya saccam uppajjittha tassa magga saccam uppajjittha ati ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_5.2.1:56.1",
        "original": "Anabhisametāvīnaṁ tesaṁ samudayasaccaṁ uppajjittha, no ca tesaṁ maggasaccaṁ uppajjittha. Abhisametāvīnaṁ tesaṁ samudayasaccañca uppajjittha maggasaccañca uppajjittha.",
        "analyzed": "anabhisametāvīnam tesam samudaya saccam uppajjittha no ca tesam magga saccam uppajjittha abhisametāvīnam tesam samudaya saccam ca uppajjittha magga saccam ca uppajjittha ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_5.2.1:57.1",
        "original": "Yassa vā pana …pe… uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana pe uppajjittha ati āmantā ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_5.2.1:58.0",
        "original": "5.2.1.2.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_5.2.1:58.1",
        "original": "Yattha dukkhasaccaṁ uppajjittha …pe….",
        "analyzed": "yattha dukkha saccam uppajjittha pe ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_5.2.1:59.1",
        "original": "(Yatthakampi sabbattha sadisaṁ. Tantinānākaraṇaṁ heṭṭhā yatthakasadisaṁ.)",
        "analyzed": "yatthakam pi sabbattha tanti nānākaraṇam heṭṭhā ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_5.2.1:60.0",
        "original": "5.2.1.2.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_5.2.1:60.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjittha tassa tattha samudayasaccaṁ uppajjitthāti?",
        "analyzed": "yassa yattha dukkha saccam uppajjittha tassa tattha samudaya saccam uppajjittha ati ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_5.2.1:61.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha dukkhasaccaṁ uppajjittha,",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne asaññasattānam tesam tattha dukkhasaccam uppajjittha ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_5.2.1:61.1_1",
        "original": "no ca tesaṁ tattha samudayasaccaṁ uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ",
        "analyzed": "no ca tesam tattha samudaya saccam uppajjittha itaresam catu vokārānam pañca vokārānam ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_5.2.1:61.1_2",
        "original": "tesaṁ tattha dukkhasaccañca uppajjittha samudayasaccañca uppajjittha.",
        "analyzed": "tesam tattha dukkha saccam ca uppajjittha samudaya saccam ca uppajjittha ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_5.2.1:62.1",
        "original": "Yassa vā pana yattha …pe… uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana yattha pe uppajjittha ati āmantā ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_5.2.1:63.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjittha tassa tattha maggasaccaṁ uppajjitthāti?",
        "analyzed": "yassa yattha dukkha saccam uppajjittha tassa tattha magga saccam uppajjittha ati ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_5.2.1:64.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne anabhisametāvīnaṁ asaññasattānaṁ tesaṁ tattha",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne an abhisametāvīnam asaññasattānam tesam tattha ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_5.2.1:64.1_1",
        "original": "dukkhasaccaṁ uppajjittha, no ca tesaṁ tattha maggasaccaṁ uppajjittha. Abhisametāvīnaṁ",
        "analyzed": "dukkha saccam uppajjittha no ca tesam tattha magga saccam uppajjittha ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_5.2.1:64.1_2",
        "original": "tesaṁ tattha dukkhasaccañca uppajjittha maggasaccañca uppajjittha.",
        "analyzed": "tesam tattha dukkha saccam ca uppajjittha magga saccam ca uppajjittha ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_5.2.1:65.1",
        "original": "Yassa vā pana yattha …pe… uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana yattha pe uppajjittha ati āmantā ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_5.2.1:66.1",
        "original": "Yassa yattha samudayasaccaṁ uppajjittha tassa tattha maggasaccaṁ uppajjitthāti?",
        "analyzed": "yassa yattha samudaya saccam uppajjittha tassa tattha magga saccam uppajjittha ati ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_5.2.1:67.1_0",
        "original": "Suddhāvāsānaṁ dutiye akusale citte vattamāne anabhisametāvīnaṁ tesaṁ tattha samudayasaccaṁ",
        "analyzed": "suddhāvāsānam dutiye akusale citte vattamāne an abhisametāvīnam tesam tattha samudaya sat ca ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_5.2.1:67.1_1",
        "original": "uppajjittha, no ca tesaṁ tattha maggasaccaṁ uppajjittha. Abhisametāvīnaṁ tesaṁ tattha",
        "analyzed": "uppajjittha no ca tesam tattha magga saccam uppajjittha abhisametāvīnam tesam tattha ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_5.2.1:67.1_2",
        "original": "samudayasaccañca uppajjittha maggasaccañca uppajjittha.",
        "analyzed": "samudaya saccañca uppajjittha magga saccañca uppajjittha ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_5.2.1:68.1",
        "original": "Yassa vā pana yattha …pe… uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana yattha pe uppajjittha ati āmantā ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_5.2.1:69.0",
        "original": "5.2.1.2.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_5.2.1:69.1",
        "original": "Yassa dukkhasaccaṁ nuppajjittha tassa samudayasaccaṁ nuppajjitthāti? Natthi.",
        "analyzed": "yassa dukkha saccam nuppajjittha tassa samudaya saccam nuppajjittha ati natthi ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_5.2.1:70.1",
        "original": "Yassa vā pana …pe… nuppajjitthāti? Natthi.",
        "analyzed": "yassa vā pana pe nuppajjittha ati natthi ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_5.2.1:71.1",
        "original": "Yassa dukkhasaccaṁ nuppajjittha tassa maggasaccaṁ nuppajjitthāti? Natthi.",
        "analyzed": "yassa dukkha saccam nuppajjittha tassa magga saccam nuppajjittha ati natthi ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_5.2.1:72.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjittha tassa dukkhasaccaṁ nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana magga saccam nuppajjittha tassa dukkha saccam nuppajjittha ati uppajjittha ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_5.2.1:73.1",
        "original": "Yassa samudayasaccaṁ nuppajjittha tassa maggasaccaṁ nuppajjitthāti? Natthi.",
        "analyzed": "yassa samudaya saccam nuppajjittha tassa magga saccam nuppajjittha ati natthi ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_5.2.1:74.1",
        "original": "Yassa vā pana …pe… nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana pe na uppajjittha ati uppajjittha ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_5.2.1:75.0",
        "original": "5.2.1.2.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_5.2.1:75.1",
        "original": "Yattha dukkhasaccaṁ nuppajjittha …pe….",
        "analyzed": "yattha dukkha saccam na uppajjittha pe ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_5.2.1:76.0",
        "original": "5.2.1.2.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_5.2.1:76.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjittha tassa tattha samudayasaccaṁ nuppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha dukkha saccam nuppajjittha tassa tattha samudaya saccam nuppajjittha ati āmantā ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_5.2.1:77.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ nuppajjittha tassa tattha dukkhasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha samudaya saccam nuppajjittha tassa tattha dukkha saccam nuppajjittha ati ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_5.2.1:78.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha samudayasaccaṁ nuppajjittha,",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne asaññasattānam tesam tattha samudaya saccam nuppajjittha ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_5.2.1:78.1_1",
        "original": "no ca tesaṁ tattha dukkhasaccaṁ nuppajjittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha dukkhasaccam nuppajjittha suddhāvāsam upapajjantānam tesam tattha ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_5.2.1:78.1_2",
        "original": "samudayasaccañca nuppajjittha dukkhasaccañca nuppajjittha.",
        "analyzed": "samudaya saccam ca nuppajjittha dukkha saccam ca nuppajjittha ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_5.2.1:79.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjittha tassa tattha maggasaccaṁ nuppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha dukkha saccam nuppajjittha tassa tattha magga saccam nuppajjittha ati āmantā ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_5.2.1:80.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjittha tassa tattha dukkhasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjittha tassa tattha dukkha saccam nuppajjittha ati ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_5.2.1:81.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne anabhisametāvīnaṁ asaññasattānaṁ tesaṁ tattha",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne an abhisametāvīnam asaññasattānam tesam tattha ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_5.2.1:81.1_1",
        "original": "maggasaccaṁ nuppajjittha, no ca tesaṁ tattha dukkhasaccaṁ nuppajjittha. Suddhāvāsaṁ",
        "analyzed": "magga saccam nuppajjittha no ca tesam tattha dukkha saccam nuppajjittha suddhāvāsa ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_5.2.1:81.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha maggasaccañca nuppajjittha dukkhasaccañca nuppajjittha.",
        "analyzed": "upapajjantānam tesam tattha magga saccam ca nuppajjittha dukkha saccam ca nuppajjittha ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_5.2.1:82.1",
        "original": "Yassa yattha samudayasaccaṁ nuppajjittha tassa tattha maggasaccaṁ nuppajjitthāti? Āmantā.",
        "analyzed": "yassa yattha samudaya saccam nuppajjittha tassa tattha magga saccam nuppajjittha ati āmantā ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_5.2.1:83.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjittha tassa tattha samudayasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjittha tassa tattha samudaya saccam nuppajjittha ati ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_5.2.1:84.1_0",
        "original": "Suddhāvāsānaṁ dutiye akusale citte vattamāne anabhisametāvīnaṁ tesaṁ tattha maggasaccaṁ",
        "analyzed": "suddhāvāsānam dutiye akusale citte vattamāne an abhisametāvīnam tesam tattha magga sacca ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_5.2.1:84.1_1",
        "original": "nuppajjittha, no ca tesaṁ tattha samudayasaccaṁ nuppajjittha. Suddhāvāsānaṁ dutiye",
        "analyzed": "nuppajjittha no ca tesam tattha samudaya saccam nuppajjittha suddhāvāsānam dutiye ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_5.2.1:84.1_2",
        "original": "citte vattamāne asaññasattānaṁ tesaṁ tattha maggasaccañca nuppajjittha samudayasaccañca nuppajjittha.",
        "analyzed": "citte vattamāne asaññasattānam tesam tattha magga saccam ca nuppajjittha samudaya saccam ca nuppajjittha ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_5.2.1:85.0.1",
        "original": "5.2.1.3. Anāgatavāra",
        "analyzed": "anāgatavāra ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_5.2.1:85.0.2",
        "original": "5.2.1.3.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_5.2.1:85.1",
        "original": "Yassa dukkhasaccaṁ uppajjissati tassa samudayasaccaṁ uppajjissatīti?",
        "analyzed": "yassa dukkha saccam uppajjissati tassa samudaya saccam uppajjissati iti ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_5.2.1:86.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_5.2.1:86.1_1",
        "original": "tesaṁ dukkhasaccaṁ uppajjissati, no ca tesaṁ samudayasaccaṁ uppajjissati. Itaresaṁ",
        "analyzed": "tesam dukkha saccam uppajjissati no ca tesam samudaya saccam uppajjissati itaresa ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_5.2.1:86.1_2",
        "original": "tesaṁ dukkhasaccañca uppajjissati samudayasaccañca uppajjissati.",
        "analyzed": "tesam dukkha saccam ca uppajjissati samudaya saccam ca uppajjissati ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_5.2.1:87.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_5.2.1:88.1",
        "original": "Yassa dukkhasaccaṁ uppajjissati tassa maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa dukkha saccam uppajjissati tassa magga saccam uppajjissati iti ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_5.2.1:89.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ",
        "analyzed": "agga magga samaṅgīnam arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_5.2.1:89.1_1",
        "original": "dukkhasaccaṁ uppajjissati, no ca tesaṁ maggasaccaṁ uppajjissati. Yassa cittassa anantarā",
        "analyzed": "dukkha saccam uppajjissati no ca tesam magga saccam uppajjissati yassa cittassa anantarā ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_5.2.1:89.1_2",
        "original": "aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ dukkhasaccañca uppajjissati",
        "analyzed": "agga maggaṃ paṭilabhissanti ye caññe maggam paṭilabhissanti tesam dukkha saccaṃ ca uppajjissati ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_5.2.1:89.1_3",
        "original": "maggasaccañca uppajjissati.",
        "analyzed": "magga saccañca uppajjissati ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_5.2.1:90.1",
        "original": "Yassa vā pana …pe… uppajjissatīti? Āmantā.",
        "analyzed": "yassa vā pana pe uppajjissati iti āmantā ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_5.2.1:91.1",
        "original": "Yassa samudayasaccaṁ uppajjissati tassa maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa samudaya saccam uppajjissati tassa magga saccam uppajjissati iti ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_5.2.1:92.1_0",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ samudayasaccaṁ uppajjissati, no ca",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti tesam samudaya saccam uppajjissati no ca ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_5.2.1:92.1_1",
        "original": "tesaṁ maggasaccaṁ uppajjissati. Ye maggaṁ paṭilabhissanti tesaṁ samudayasaccañca",
        "analyzed": "tesam magga saccam uppajjissati ye maggam paṭilabhissanti tesam samudaya saccam ca ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_5.2.1:92.1_2",
        "original": "uppajjissati maggasaccañca uppajjissati.",
        "analyzed": "uppajjissati magga saccañca uppajjissati ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_5.2.1:93.1",
        "original": "Yassa vā pana maggasaccaṁ uppajjissati tassa samudayasaccaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana magga saccam uppajjissati tassa samudaya saccam uppajjissati iti ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_5.2.1:94.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ maggasaccaṁ uppajjissati,",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tesam magga saccam uppajjissati ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_5.2.1:94.1_1",
        "original": "no ca tesaṁ samudayasaccaṁ uppajjissati. Ye maggaṁ paṭilabhissanti tesaṁ maggasaccañca",
        "analyzed": "no ca tesam samudaya saccam uppajjissati ye maggam paṭilabhissanti tesam magga saccam ca ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_5.2.1:94.1_2",
        "original": "uppajjissati samudayasaccañca uppajjissati.",
        "analyzed": "uppajjissati samudaya saccaṃ ca uppajjissati ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_5.2.1:95.0",
        "original": "5.2.1.3.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_5.2.1:95.1",
        "original": "Yattha dukkhasaccaṁ uppajjissati …pe….",
        "analyzed": "yattha dukkha saccam uppajjissati pe ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_5.2.1:96.0",
        "original": "5.2.1.3.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_5.2.1:96.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjissati tassa tattha samudayasaccaṁ uppajjissatīti?",
        "analyzed": "yassa yattha dukkha saccam uppajjissati tassa tattha samudaya saccam uppajjissati iti ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_5.2.1:97.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_5.2.1:97.1_1",
        "original": "asaññasattānaṁ tesaṁ tattha dukkhasaccaṁ uppajjissati, no ca tesaṁ tattha samudayasaccaṁ",
        "analyzed": "asaññasattānam tesam tattha dukkha saccam uppajjissati no ca tesam tattha samudaya sacca ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_5.2.1:97.1_2",
        "original": "uppajjissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dukkhasaccañca uppajjissati",
        "analyzed": "uppajjissati itaresam catuvokārānam pañcavokārānam tesam tattha dukkha saccaṃ ca uppajjissati ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_5.2.1:97.1_3",
        "original": "samudayasaccañca uppajjissati.",
        "analyzed": "samudaya saccam ca uppajjissati ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_5.2.1:98.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ uppajjissati …pe… uppajjissatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha samudaya saccam uppajjissati pe uppajjissati iti āmantā ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_5.2.1:99.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjissati tassa tattha maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa yattha dukkha saccam uppajjissati tassa tattha magga saccam uppajjissati iti ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_5.2.1:100.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti āpāyikānaṁ",
        "analyzed": "agga magga samaṅgīnam arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_5.2.1:100.1_1",
        "original": "asaññasattānaṁ tesaṁ tattha dukkhasaccaṁ uppajjissati, no ca tesaṁ tattha maggasaccaṁ",
        "analyzed": "asaññasattānam tesam tattha dukkha saccam uppajjissati no ca tesam tattha magga sacca ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_5.2.1:100.1_2",
        "original": "uppajjissati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti, ye caññe maggaṁ",
        "analyzed": "uppajjissati yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe magga ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_5.2.1:100.1_3",
        "original": "paṭilabhissanti tesaṁ tattha dukkhasaccañca uppajjissati maggasaccañca uppajjissati.",
        "analyzed": "paṭilabhissanti tesam tattha dukkha saccam ca uppajjissati magga saccam ca uppajjissati ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_5.2.1:101.1",
        "original": "Yassa vā pana yattha maggasaccaṁ uppajjissati tassa tattha dukkhasaccaṁ uppajjissatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha magga saccam uppajjissati tassa tattha dukkha saccam uppajjissati iti āmantā ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_5.2.1:102.1",
        "original": "Yassa yattha samudayasaccaṁ uppajjissati tassa tattha maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa yattha samudaya saccam uppajjissati tassa tattha magga saccam uppajjissati iti ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_5.2.1:103.1_0",
        "original": "Āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ tattha samudayasaccaṁ",
        "analyzed": "āpāyikānam ye ca puthujjanāḥ maggam na paṭilabhissanti tesam tattha samudaya sacca ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_5.2.1:103.1_1",
        "original": "uppajjissati, no ca tesaṁ tattha maggasaccaṁ uppajjissati. Ye maggaṁ paṭilabhissanti",
        "analyzed": "uppajjissati no ca tesam tattha magga saccam uppajjissati ye maggam paṭilabhissanti ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_5.2.1:103.1_2",
        "original": "tesaṁ tattha samudayasaccañca uppajjissati maggasaccañca uppajjissati.",
        "analyzed": "tesam tattha samudaya saccam ca uppajjissati magga saccam ca uppajjissati ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_5.2.1:104.1",
        "original": "Yassa vā pana yattha maggasaccaṁ uppajjissati tassa tattha samudayasaccaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha magga saccam uppajjissati tassa tattha samudaya saccam uppajjissati iti ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_5.2.1:105.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha maggasaccaṁ uppajjissati,",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tesam tattha magga saccam uppajjissati ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_5.2.1:105.1_1",
        "original": "no ca tesaṁ tattha samudayasaccaṁ uppajjissati. Ye maggaṁ paṭilabhissanti tesaṁ tattha",
        "analyzed": "no ca tesam tattha samudaya saccam uppajjissati ye maggam paṭilabhissanti tesam tattha ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_5.2.1:105.1_2",
        "original": "maggasaccañca uppajjissati samudayasaccañca uppajjissati.",
        "analyzed": "magga saccam ca uppajjissati samudaya saccam ca uppajjissati ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_5.2.1:106.0",
        "original": "5.2.1.3.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_5.2.1:106.1",
        "original": "Yassa dukkhasaccaṁ nuppajjissati tassa samudayasaccaṁ nuppajjissatīti? Āmantā.",
        "analyzed": "yassa dukkha saccam nuppajjissati tassa samudaya saccam nuppajjissati iti āmantā ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_5.2.1:107.1",
        "original": "Yassa vā pana samudayasaccaṁ nuppajjissati tassa dukkhasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa vā pana samudaya saccam nuppajjissati tassa dukkha saccam nuppajjissati iti ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_5.2.1:108.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_5.2.1:108.1_1",
        "original": "tesaṁ samudayasaccaṁ nuppajjissati, no ca tesaṁ dukkhasaccaṁ nuppajjissati. Pacchimacittasamaṅgīnaṁ",
        "analyzed": "tesam samudaya saccam nuppajjissati no ca tesam dukkha saccam nuppajjissati ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_5.2.1:108.1_2",
        "original": "tesaṁ samudayasaccañca nuppajjissati dukkhasaccañca nuppajjissati.",
        "analyzed": "tesam samudaya saccam ca nuppajjissati dukkha saccam ca nuppajjissati ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_5.2.1:109.1",
        "original": "Yassa dukkhasaccaṁ nuppajjissati tassa maggasaccaṁ nuppajjissatīti? Āmantā.",
        "analyzed": "yassa dukkha saccam nuppajjissati tassa magga saccam nuppajjissati iti āmantā ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_5.2.1:110.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjissati tassa dukkhasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa vā pana magga saccam nuppajjissati tassa dukkha saccam nuppajjissati iti ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_5.2.1:111.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ",
        "analyzed": "agga magga samaṅgīnam arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_5.2.1:111.1_1",
        "original": "maggasaccaṁ nuppajjissati, no ca tesaṁ dukkhasaccaṁ nuppajjissati. Pacchimacittasamaṅgīnaṁ",
        "analyzed": "magga saccam nuppajjissati no ca tesam dukkha saccam nuppajjissati ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_5.2.1:111.1_2",
        "original": "tesaṁ maggasaccañca nuppajjissati dukkhasaccañca nuppajjissati.",
        "analyzed": "tesam magga saccam ca nuppajjissati dukkha saccam ca nuppajjissati ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_5.2.1:112.1",
        "original": "Yassa samudayasaccaṁ nuppajjissati tassa maggasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa samudaya saccam nuppajjissati tassa magga saccam nuppajjissati iti ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_5.2.1:113.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ samudayasaccaṁ nuppajjissati,",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tesam samudaya saccam nuppajjissati ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_5.2.1:113.1_1",
        "original": "no ca tesaṁ maggasaccaṁ nuppajjissati. Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ samudayasaccañca",
        "analyzed": "no ca tesam magga saccam nuppajjissati agga magga samaṅgīnam arahantānam tesam samudaya saccam ca ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_5.2.1:113.1_2",
        "original": "nuppajjissati maggasaccañca nuppajjissati.",
        "analyzed": "nuppajjissati magga saccañca nuppajjissati ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_5.2.1:114.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjissati tassa samudayasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa vā pana magga saccam nuppajjissati tassa samudaya saccam nuppajjissati iti ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_5.2.1:115.1_0",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ maggasaccaṁ nuppajjissati, no ca tesaṁ",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti tesam magga saccam nuppajjissati no ca tesam ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_5.2.1:115.1_1",
        "original": "samudayasaccaṁ nuppajjissati. Aggamaggasamaṅgīnaṁ arahantānaṁ tesaṁ maggasaccañca",
        "analyzed": "samudaya saccam nuppajjissati aggamagga samaṅgīnam arahantānam tesam magga saccam ca ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_5.2.1:115.1_2",
        "original": "nuppajjissati samudayasaccañca nuppajjissati.",
        "analyzed": "nuppajjissati samudaya saccam ca nuppajjissati ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_5.2.1:116.0",
        "original": "5.2.1.3.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_5.2.1:116.1",
        "original": "Yattha dukkhasaccaṁ nuppajjissati …pe….",
        "analyzed": "yattha dukkha saccam na uppajjissati pe ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_5.2.1:117.0",
        "original": "5.2.1.3.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_5.2.1:117.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjissati tassa tattha samudayasaccaṁ nuppajjissatīti? Āmantā.",
        "analyzed": "yassa yattha dukkha saccam nuppajjissati tassa tattha samudaya saccam nuppajjissati iti āmantā ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_5.2.1:118.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ nuppajjissati tassa tattha dukkhasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa vā pana yattha samudaya saccam nuppajjissati tassa tattha dukkha saccam nuppajjissati iti ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_5.2.1:119.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_5.2.1:119.1_1",
        "original": "asaññasattānaṁ tesaṁ tattha samudayasaccaṁ nuppajjissati, no ca tesaṁ tattha dukkhasaccaṁ",
        "analyzed": "asaññasattānam tesam tattha samudaya saccam nuppajjissati no ca tesam tattha dukkha sacca ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_5.2.1:119.1_2",
        "original": "nuppajjissati. Pacchimacittasamaṅgīnaṁ tesaṁ tattha samudayasaccañca nuppajjissati",
        "analyzed": "nuppajjissati pacchima citta samaṅgīnam tesam tattha samudaya saccam ca nuppajjissati ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_5.2.1:119.1_3",
        "original": "dukkhasaccañca nuppajjissati.",
        "analyzed": "dukkha saccam ca nuppajjissati ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_5.2.1:120.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjissati tassa tattha maggasaccaṁ nuppajjissatīti? Āmantā.",
        "analyzed": "yassa yattha dukkha saccam nuppajjissati tassa tattha magga saccam nuppajjissati iti āmantā ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_5.2.1:121.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjissati tassa tattha dukkhasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjissati tassa tattha dukkha saccam nuppajjissati iti ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_5.2.1:122.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti āpāyikānaṁ",
        "analyzed": "agga magga samaṅgīnam arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_5.2.1:122.1_1",
        "original": "asaññasattānaṁ tesaṁ tattha maggasaccaṁ nuppajjissati, no ca tesaṁ tattha dukkhasaccaṁ",
        "analyzed": "asaññasattānam tesam tattha magga saccam nuppajjissati no ca tesam tattha dukkha sacca ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_5.2.1:122.1_2",
        "original": "nuppajjissati. Pacchimacittasamaṅgīnaṁ tesaṁ tattha maggasaccañca nuppajjissati dukkhasaccañca nuppajjissati.",
        "analyzed": "nuppajjissati pacchima citta samaṅgīnam tesam tattha magga saccam ca nuppajjissati dukkha saccam ca nuppajjissati ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_5.2.1:123.1",
        "original": "Yassa yattha samudayasaccaṁ nuppajjissati tassa tattha maggasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa yattha samudaya saccam nuppajjissati tassa tattha magga saccam nuppajjissati iti ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_5.2.1:124.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tesaṁ tattha samudayasaccaṁ nuppajjissati,",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tesam tattha samudaya saccam nuppajjissati ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_5.2.1:124.1_1",
        "original": "no ca tesaṁ tattha maggasaccaṁ nuppajjissati. Aggamaggasamaṅgīnaṁ arahantānaṁ asaññasattānaṁ",
        "analyzed": "no ca tesam tattha magga saccam nuppajjissati agga magga samaṅgīnam arahantānam asaññasattānam ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_5.2.1:124.1_2",
        "original": "tesaṁ tattha samudayasaccañca nuppajjissati maggasaccañca nuppajjissati.",
        "analyzed": "tesam tattha samudaya saccam ca nuppajjissati magga saccam ca nuppajjissati ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_5.2.1:125.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjissati tassa tattha samudayasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjissati tassa tattha samudaya saccam nuppajjissati iti ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_5.2.1:126.1_0",
        "original": "Āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ tattha maggasaccaṁ nuppajjissati,",
        "analyzed": "āpāyikānam ye ca puthujjanāḥ maggam na paṭilabhissanti tesam tattha magga saccam nuppajjissati ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_5.2.1:126.1_1",
        "original": "no ca tesaṁ tattha samudayasaccaṁ nuppajjissati. Aggamaggasamaṅgīnaṁ arahantānaṁ",
        "analyzed": "no ca tesam tattha samudaya saccam nuppajjissati agga magga samaṅgīnam arahantānam ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_5.2.1:126.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha maggasaccañca nuppajjissati samudayasaccañca nuppajjissati.",
        "analyzed": "asaññasattānam tesam tattha magga saccam ca nuppajjissati samudaya saccam ca nuppajjissati ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_5.2.1:127.0.1",
        "original": "5.2.1.4. Paccuppannātītavāra",
        "analyzed": "      ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_5.2.1:127.0.2",
        "original": "5.2.1.4.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_5.2.1:127.1",
        "original": "Yassa dukkhasaccaṁ uppajjati tassa samudayasaccaṁ uppajjitthāti? Āmantā.",
        "analyzed": "yassa dukkha saccam uppajjati tassa samudaya saccam uppajjittha ati āmantā ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_5.2.1:128.1",
        "original": "Yassa vā pana samudayasaccaṁ uppajjittha tassa dukkhasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana samudaya saccam uppajjittha tassa dukkha saccam uppajjati iti ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_5.2.1:129.1_0",
        "original": "Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe",
        "analyzed": "sabbesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca phalassa ca uppāda kkhaṇe ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_5.2.1:129.1_1",
        "original": "tesaṁ samudayasaccaṁ uppajjittha, no ca tesaṁ dukkhasaccaṁ uppajjati. Sabbesaṁ upapajjantānaṁ",
        "analyzed": "tesam samudaya saccam uppajjittha no ca tesam dukkha saccam uppajjati sabbesam upapajjantāna ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_5.2.1:129.1_2",
        "original": "pavatte cittassa uppādakkhaṇe tesaṁ samudayasaccañca uppajjittha dukkhasaccañca uppajjati.",
        "analyzed": "pavatte cittassa uppāda kkhaṇe tesam samudaya saccam uppajjittha dukkha saccam ca uppajjati ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_5.2.1:130.1_0",
        "original": "Yassa dukkhasaccaṁ uppajjati tassa maggasaccaṁ uppajjitthāti? Anabhisametāvīnaṁ upapajjantānaṁ",
        "analyzed": "yassa dukkha saccam uppajjati tassa magga saccam uppajjittha ati anabhisametāvīnam upapajjantāna ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_5.2.1:130.1_1",
        "original": "pavatte cittassa uppādakkhaṇe tesaṁ dukkhasaccaṁ uppajjati, no ca tesaṁ maggasaccaṁ",
        "analyzed": "pavatte cittassa uppāda kkhaṇe tesam dukkha saccaṃ uppajjati no ca tesam magga sacca ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_5.2.1:130.1_2",
        "original": "uppajjittha. Abhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ dukkhasaccañca",
        "analyzed": "uppajjittha abhisametāvīnam upapajjantānam pavatte cittassa uppāda kkhaṇe tesam dukkha saccaṃ ca ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_5.2.1:130.1_3",
        "original": "uppajjati maggasaccañca uppajjittha.",
        "analyzed": "uppajjati magga saccañca uppajjittha ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_5.2.1:131.1",
        "original": "Yassa vā pana maggasaccaṁ uppajjittha tassa dukkhasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana magga saccam uppajjittha tassa dukkha saccam uppajjati iti ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_5.2.1:132.1_0",
        "original": "Abhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa",
        "analyzed": "abhisametāvīnam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca phalassa ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_5.2.1:132.1_1",
        "original": "ca uppādakkhaṇe tesaṁ maggasaccaṁ uppajjittha, no ca tesaṁ dukkhasaccaṁ uppajjati.",
        "analyzed": "ca uppāda kkhaṇe tesam magga saccam uppajjittha no ca tesam dukkha saccam uppajjati ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_5.2.1:132.1_2",
        "original": "Abhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ maggasaccañca",
        "analyzed": "abhisametāvīnam upapajjantānam pavatte cittassa uppāda kkhaṇe tesam magga saccaṃ ca ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_5.2.1:132.1_3",
        "original": "uppajjittha dukkhasaccañca uppajjati.",
        "analyzed": "uppajjittha dukkha saccaṃ ca uppajjati ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_5.2.1:133.1",
        "original": "Yassa samudayasaccaṁ uppajjati tassa maggasaccaṁ uppajjitthāti?",
        "analyzed": "yassa samudaya saccam uppajjati tassa magga saccam uppajjittha ati ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_5.2.1:134.1_0",
        "original": "Anabhisametāvīnaṁ taṇhāya uppādakkhaṇe tesaṁ samudayasaccaṁ uppajjati, no ca tesaṁ",
        "analyzed": "anabhisametāvīnam taṇhāyaḥ uppāda kkhaṇe tesam samudaya saccam uppajjati no ca tesam ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_5.2.1:134.1_1",
        "original": "maggasaccaṁ uppajjittha. Abhisametāvīnaṁ taṇhāya uppādakkhaṇe tesaṁ samudayasaccañca",
        "analyzed": "magga saccam uppajjittha abhisametāvīnam taṇhāyaḥ uppāda kkhaṇe tesam samudaya saccaṃ ca ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_5.2.1:134.1_2",
        "original": "uppajjati maggasaccañca uppajjittha.",
        "analyzed": "uppajjati magga saccañca uppajjittha ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_5.2.1:135.1",
        "original": "Yassa vā pana maggasaccaṁ uppajjittha tassa samudayasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana magga saccam uppajjittha tassa samudaya saccam uppajjati iti ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_5.2.1:136.1_0",
        "original": "Abhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ",
        "analyzed": "abhisameta āvīnam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne nirodha samāpannānam ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_5.2.1:136.1_1",
        "original": "tesaṁ maggasaccaṁ uppajjittha, no ca tesaṁ samudayasaccaṁ uppajjati. Abhisametāvīnaṁ",
        "analyzed": "tesam magga saccam uppajjittha no ca tesam samudaya saccam uppajjati ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_5.2.1:136.1_2",
        "original": "taṇhāya uppādakkhaṇe tesaṁ maggasaccañca uppajjittha samudayasaccañca uppajjati.",
        "analyzed": "taṇhāyaḥ uppāda kkhaṇe tesam magga saccam uppajjittha samudaya saccam ca uppajjati ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_5.2.1:137.0",
        "original": "5.2.1.4.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_5.2.1:137.1",
        "original": "Yattha dukkhasaccaṁ uppajjati …pe… (yatthakā sadisā sabbe.)",
        "analyzed": "yattha dukkha saccam uppajjati pe yatthakā sadisā sabbe ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_5.2.1:138.0",
        "original": "5.2.1.4.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_5.2.1:138.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjati tassa tattha samudayasaccaṁ uppajjitthāti?",
        "analyzed": "yassa yattha dukkha saccam uppajjati tassa tattha samudaya saccam uppajjittha ati ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_5.2.1:139.1_0",
        "original": "Suddhāvāsānaṁ upapatticittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha",
        "analyzed": "suddhāvāsānam upapatti cittassa uppāda kkhaṇe asaññasattam upapajjantānam tesam tattha ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_5.2.1:139.1_1",
        "original": "dukkhasaccaṁ uppajjati, no ca tesaṁ tattha samudayasaccaṁ uppajjittha. Itaresaṁ catuvokāraṁ",
        "analyzed": "dukkha saccam uppajjati no ca tesam tattha samudaya saccam uppajjittha itaresam catuvokāra ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_5.2.1:139.1_2",
        "original": "pañcavokāraṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ tattha dukkhasaccañca",
        "analyzed": "pañcavokāram upapajjantānam pavatte cittassa uppāda kkhaṇe tesam tattha dukkha saccaṃ ca ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_5.2.1:139.1_3",
        "original": "uppajjati samudayasaccañca uppajjittha.",
        "analyzed": "uppajjati samudaya saccam ca uppajjittha ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_5.2.1:140.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ uppajjittha tassa tattha dukkhasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha samudaya saccam uppajjittha tassa tattha dukkha saccam uppajjati iti ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_5.2.1:141.1_0",
        "original": "Catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca",
        "analyzed": "catuvokārā pañcavokārā cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_5.2.1:141.1_1",
        "original": "phalassa ca uppādakkhaṇe tesaṁ tattha samudayasaccaṁ uppajjittha, no ca tesaṁ tattha",
        "analyzed": "phalassa ca uppāda kkhaṇe tesam tattha samudaya saccam uppajjittha no ca tesam tattha ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_5.2.1:141.1_2",
        "original": "dukkhasaccaṁ uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ pavatte cittassa",
        "analyzed": "dukkha saccam uppajjati catuvokāram pañcavokāram upapajjantānam pavatte cittassa ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_5.2.1:141.1_3",
        "original": "uppādakkhaṇe tesaṁ tattha samudayasaccañca uppajjittha dukkhasaccañca uppajjati.",
        "analyzed": "uppāda kkhaṇe tesam tattha samudaya saccam uppajjittha dukkha saccam uppajjati ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_5.2.1:142.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjati tassa tattha maggasaccaṁ uppajjitthāti?",
        "analyzed": "yassa yattha dukkha saccam uppajjati tassa tattha magga saccam uppajjittha ati ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_5.2.1:143.1_0",
        "original": "Suddhāvāsānaṁ upapatticittassa uppādakkhaṇe anabhisametāvīnaṁ upapajjantānaṁ pavatte",
        "analyzed": "suddhāvāsānam upapatti cittassa uppāda khaṇe anabhisametāvīnam upapajjantānam pavatte ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_5.2.1:143.1_1",
        "original": "cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha dukkhasaccaṁ uppajjati,",
        "analyzed": "cittassa uppāda kkhaṇe asaññasattam upapajjantānam tesam tattha dukkhasaccaṃ uppajjati ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_5.2.1:143.1_2",
        "original": "no ca tesaṁ tattha maggasaccaṁ uppajjittha. Abhisametāvīnaṁ upapajjantānaṁ pavatte",
        "analyzed": "no ca tesam tattha magga saccam uppajjittha abhisametāvīnam upapajjantānam pavatte ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_5.2.1:143.1_3",
        "original": "cittassa uppādakkhaṇe tesaṁ tattha dukkhasaccañca uppajjati maggasaccañca uppajjittha.",
        "analyzed": "cittassa uppāda kkhaṇe tesam tattha dukkha saccaṃ uppajjati magga saccaṃ ca uppajjittha ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_5.2.1:144.1",
        "original": "Yassa vā pana yattha maggasaccaṁ uppajjittha tassa tattha dukkhasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam uppajjittha tassa tattha dukkha saccam uppajjati iti ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_5.2.1:145.1_0",
        "original": "Abhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa",
        "analyzed": "abhisametāvīnam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca phalassa ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_5.2.1:145.1_1",
        "original": "ca uppādakkhaṇe tesaṁ tattha maggasaccaṁ uppajjittha, no ca tesaṁ tattha dukkhasaccaṁ",
        "analyzed": "ca uppāda kkhaṇe tesam tattha magga saccaṃ uppajjittha no ca tesam tattha dukkha sacca ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_5.2.1:145.1_2",
        "original": "uppajjati. Abhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ tattha",
        "analyzed": "uppajjati abhisametāvīnam upapajjantānam pavatte cittassa uppāda kkhaṇe tesam tattha ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_5.2.1:145.1_3",
        "original": "maggasaccañca uppajjittha dukkhasaccañca uppajjati.",
        "analyzed": "magga saccam ca uppajjittha dukkha saccam ca uppajjati ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_5.2.1:146.1",
        "original": "Yassa yattha samudayasaccaṁ uppajjati tassa tattha maggasaccaṁ uppajjitthāti?",
        "analyzed": "yassa yattha samudaya saccam uppajjati tassa tattha magga saccam uppajjittha ati ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_5.2.1:147.1_0",
        "original": "Anabhisametāvīnaṁ taṇhāya uppādakkhaṇe tesaṁ tattha samudayasaccaṁ uppajjati, no",
        "analyzed": "anabhisametāvīnam taṇhāyaḥ uppāda kkhaṇe tesam tattha samudaya saccam uppajjati no ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_5.2.1:147.1_1",
        "original": "ca tesaṁ tattha maggasaccaṁ uppajjittha. Abhisametāvīnaṁ taṇhāya uppādakkhaṇe tesaṁ",
        "analyzed": "ca tesam tattha magga saccam uppajjittha abhisametāvīnam taṇhāyaḥ uppāda kkhaṇe tesam ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_5.2.1:147.1_2",
        "original": "tattha samudayasaccañca uppajjati maggasaccañca uppajjittha.",
        "analyzed": "tattha samudaya saccam ca uppajjati magga saccam ca uppajjittha ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_5.2.1:148.1",
        "original": "Yassa vā pana yattha maggasaccaṁ uppajjittha tassa tattha samudayasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam uppajjittha tassa tattha samudaya saccam uppajjati iti ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_5.2.1:149.1_0",
        "original": "Abhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha",
        "analyzed": "abhisameta āvīnam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne tesam tattha ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_5.2.1:149.1_1",
        "original": "maggasaccaṁ uppajjittha, no ca tesaṁ tattha samudayasaccaṁ uppajjati. Abhisametāvīnaṁ",
        "analyzed": "magga saccam uppajjittha no ca tesam tattha samudaya saccam uppajjati ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_5.2.1:149.1_2",
        "original": "taṇhāya uppādakkhaṇe tesaṁ tattha maggasaccañca uppajjittha samudayasaccañca uppajjati.",
        "analyzed": "taṇhāyaḥ uppāda kkhaṇe tesam tattha magga saccam uppajjittha samudaya saccam uppajjati ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_5.2.1:150.0",
        "original": "5.2.1.4.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_5.2.1:150.1",
        "original": "Yassa dukkhasaccaṁ nuppajjati tassa samudayasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa dukkha saccam nuppajjati tassa samudaya saccam nuppajjittha ati ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_5.2.1:151.1",
        "original": "Uppajjittha.",
        "analyzed": "uppajjittha ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_5.2.1:152.1",
        "original": "Yassa vā pana samudayasaccaṁ nuppajjittha tassa dukkhasaccaṁ nuppajjatīti? Natthi.",
        "analyzed": "yassa vā pana samudaya saccam nuppajjittha tassa dukkha saccam nuppajjati iti natthi ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_5.2.1:153.1",
        "original": "Yassa dukkhasaccaṁ nuppajjati tassa maggasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa dukkha saccam nuppajjati tassa magga saccam nuppajjittha ati ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_5.2.1:154.1_0",
        "original": "Abhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa",
        "analyzed": "abhisametāvīnam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca phalassa ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_5.2.1:154.1_1",
        "original": "ca uppādakkhaṇe tesaṁ dukkhasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ nuppajjittha.",
        "analyzed": "ca uppāda kkhaṇe tesam dukkha saccam nuppajjati no ca tesam magga saccam nuppajjittha ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_5.2.1:154.1_2",
        "original": "Anabhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe tesaṁ dukkhasaccañca nuppajjati",
        "analyzed": "an abhisametāvīnam cavantānam pavatte cittassa bhaṅga kkhaṇe tesam dukkha saccaṃ ca nuppajjati ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_5.2.1:154.1_3",
        "original": "maggasaccañca nuppajjittha.",
        "analyzed": "magga saccam ca nu uppajjittha ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_5.2.1:155.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjittha tassa dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana magga saccam nuppajjittha tassa dukkha saccam nuppajjati iti ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_5.2.1:156.1_0",
        "original": "Anabhisametāvīnaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ maggasaccaṁ",
        "analyzed": "anabhisametāvīnam upapajjantānam pavatte cittassa uppāda kkhaṇe tesam magga sacca ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_5.2.1:156.1_1",
        "original": "nuppajjittha, no ca tesaṁ dukkhasaccaṁ nuppajjati. Anabhisametāvīnaṁ cavantānaṁ pavatte",
        "analyzed": "nuppajjittha no ca tesam dukkhasaccam nuppajjati an abhisametāvīnam cavantānam pavatte ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_5.2.1:156.1_2",
        "original": "cittassa bhaṅgakkhaṇe tesaṁ maggasaccañca nuppajjittha dukkhasaccañca nuppajjati.",
        "analyzed": "cittassa bhaṅga kkhaṇe tesam magga saccam ca nuppajjittha dukkha saccam ca nuppajjati ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_5.2.1:157.1",
        "original": "Yassa samudayasaccaṁ nuppajjati tassa maggasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa samudaya saccam nuppajjati tassa magga saccam nuppajjittha ati ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_5.2.1:158.1_0",
        "original": "Abhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ",
        "analyzed": "abhisameta āvīnam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne nirodha samāpannānam ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_5.2.1:158.1_1",
        "original": "tesaṁ samudayasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ nuppajjittha. Anabhisametāvīnaṁ",
        "analyzed": "tesam samudaya saccam nuppajjati no ca tesam magga saccam nuppajjittha ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_5.2.1:158.1_2",
        "original": "taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ samudayasaccañca",
        "analyzed": "taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne asañña sattānam tesam samudaya saccam ca ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_5.2.1:158.1_3",
        "original": "nuppajjati maggasaccañca nuppajjittha.",
        "analyzed": "nuppajjati magga saccañca nuppajjittha ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_5.2.1:159.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjittha tassa samudayasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana magga saccam nuppajjittha tassa samudaya saccam nuppajjati iti ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_5.2.1:160.1_0",
        "original": "Anabhisametāvīnaṁ taṇhāya uppādakkhaṇe tesaṁ maggasaccaṁ nuppajjittha, no ca tesaṁ",
        "analyzed": "anabhisametāvīnam taṇhāyaḥ uppāda kkhaṇe tesam magga saccam nuppajjittha no ca tesam ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_5.2.1:160.1_1",
        "original": "samudayasaccaṁ nuppajjati. Anabhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte",
        "analyzed": "samudaya saccam nuppajjati an abhisameta āvīnam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_5.2.1:160.1_2",
        "original": "vattamāne asaññasattānaṁ tesaṁ maggasaccañca nuppajjittha samudayasaccañca nuppajjati.",
        "analyzed": "vattamāne asaññasattānam tesam magga saccam ca nuppajjittha samudaya saccam ca nuppajjati ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_5.2.1:161.0",
        "original": "5.2.1.4.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_5.2.1:161.1",
        "original": "Yattha dukkhasaccaṁ nuppajjati …pe….",
        "analyzed": "yattha dukkha saccam na uppajjati pe ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_5.2.1:162.0",
        "original": "5.2.1.4.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_5.2.1:162.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjati tassa tattha samudayasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa yattha dukkha saccam nuppajjati tassa tattha samudaya saccam nuppajjittha ati ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_5.2.1:163.1_0",
        "original": "Catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca",
        "analyzed": "catuvokārā pañcavokārā cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_5.2.1:163.1_1",
        "original": "phalassa ca uppādakkhaṇe tesaṁ tattha dukkhasaccaṁ nuppajjati, no ca tesaṁ tattha",
        "analyzed": "phalassa ca uppāda kkhaṇe tesam tattha dukkha saccam nuppajjati no ca tesam tattha ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_5.2.1:163.1_2",
        "original": "samudayasaccaṁ nuppajjittha. Suddhāvāsānaṁ upapatticittassa bhaṅgakkhaṇe asaññasattā",
        "analyzed": "samudaya saccam nuppajjittha suddhāvāsānam upapatti cittassa bhaṅga kkhaṇe asaññasattā ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_5.2.1:163.1_3",
        "original": "cavantānaṁ tesaṁ tattha dukkhasaccañca nuppajjati samudayasaccañca nuppajjittha.",
        "analyzed": "cavantānam tesam tattha dukkha saccam ca nuppajjati samudaya saccam ca nuppajjittha ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_5.2.1:164.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ nuppajjittha tassa tattha dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha samudaya saccam nuppajjittha tassa tattha dukkha saccam nuppajjati iti ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_5.2.1:165.1_0",
        "original": "Suddhāvāsānaṁ upapatticittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha",
        "analyzed": "suddhāvāsānam upapatti cittassa uppāda kkhaṇe asaññasattam upapajjantānam tesam tattha ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_5.2.1:165.1_1",
        "original": "samudayasaccaṁ nuppajjittha, no ca tesaṁ tattha dukkhasaccaṁ nuppajjati. Suddhāvāsānaṁ",
        "analyzed": "samudaya saccam nuppajjittha no ca tesam tattha dukkha saccam nuppajjati suddhāvāsāna ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_5.2.1:165.1_2",
        "original": "upapatticittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha samudayasaccañca",
        "analyzed": "upapatti cittassa bhaṅga kkhaṇe asaññasattā cavantānam tesam tattha samudaya saccaṃ ca ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_5.2.1:165.1_3",
        "original": "nuppajjittha dukkhasaccañca nuppajjati.",
        "analyzed": "nuppajjittha dukkha saccañca nuppajjati ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_5.2.1:166.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjati tassa tattha maggasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa yattha dukkha saccam nuppajjati tassa tattha magga saccam nuppajjittha ati ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_5.2.1:167.1_0",
        "original": "Abhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa",
        "analyzed": "abhisametāvīnam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca phalassa ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_5.2.1:167.1_1",
        "original": "ca uppādakkhaṇe tesaṁ tattha dukkhasaccaṁ nuppajjati, no ca tesaṁ tattha maggasaccaṁ",
        "analyzed": "ca uppāda kkhaṇe tesam tattha dukkha saccam nuppajjati no ca tesam tattha magga sacca ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_5.2.1:167.1_2",
        "original": "nuppajjittha. Suddhāvāsānaṁ upapatticittassa bhaṅgakkhaṇe anabhisametāvīnaṁ cavantānaṁ",
        "analyzed": "nuppajjittha suddhāvāsānam upapatti cittassa bhaṅga kkhaṇe an abhisametāvīnam cavantānam ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_5.2.1:167.1_3",
        "original": "pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha dukkhasaccañca",
        "analyzed": "pavatte cittassa bhaṅga kkhaṇe asaññasattā cavantānam tesam tattha dukkha saccaṃ ca ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_5.2.1:167.1_4",
        "original": "nuppajjati maggasaccañca nuppajjittha.",
        "analyzed": "nuppajjati magga saccañca nuppajjittha ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_5.2.1:168.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjittha tassa tattha dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjittha tassa tattha dukkha saccam nuppajjati iti ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_5.2.1:169.1_0",
        "original": "Suddhāvāsānaṁ upapatticittassa uppādakkhaṇe anabhisametāvīnaṁ upapajjantānaṁ pavatte",
        "analyzed": "suddhāvāsānam upapatti cittassa uppāda khaṇe anabhisametāvīnam upapajjantānam pavatte ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_5.2.1:169.1_1",
        "original": "cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ tesaṁ tattha maggasaccaṁ nuppajjittha,",
        "analyzed": "cittassa uppāda kkhaṇe asaññasattam upapajjantānam tesam tattha maggasaccam na uppajjittha ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_5.2.1:169.1_2",
        "original": "no ca tesaṁ tattha dukkhasaccaṁ nuppajjati. Suddhāvāsānaṁ upapatticittassa bhaṅgakkhaṇe",
        "analyzed": "no ca tesam tattha dukkha saccam nuppajjati suddhāvāsānam upapatti cittassa bhaṅga kkhaṇe ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_5.2.1:169.1_3",
        "original": "anabhisametāvīnaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ",
        "analyzed": "an abhisametāvīnam cavantānam pavatte cittassa bhaṅga kkhaṇe asaññasattā ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_5.2.1:169.1_4",
        "original": "tesaṁ tattha maggasaccañca nuppajjittha dukkhasaccañca nuppajjati.",
        "analyzed": "tesam tattha magga saccam ca nuppajjittha dukkha saccam ca nuppajjati ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_5.2.1:170.1",
        "original": "Yassa yattha samudayasaccaṁ nuppajjati tassa tattha maggasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa yattha samudaya saccam nuppajjati tassa tattha magga saccam nuppajjittha ati ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_5.2.1:171.1_0",
        "original": "Abhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha",
        "analyzed": "abhisameta āvīnam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne tesam tattha ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_5.2.1:171.1_1",
        "original": "samudayasaccaṁ nuppajjati, no ca tesaṁ tattha maggasaccaṁ nuppajjittha. Suddhāvāsānaṁ",
        "analyzed": "samudaya saccam nuppajjati no ca tesam tattha magga saccam nuppajjittha ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_5.2.1:171.1_2",
        "original": "dutiye citte vattamāne anabhisametāvīnaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte",
        "analyzed": "dutiye citte vattamāne an abhisameta āvīnam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_5.2.1:171.1_3",
        "original": "vattamāne asaññasattānaṁ tesaṁ tattha samudayasaccañca nuppajjati maggasaccañca nuppajjittha.",
        "analyzed": "vattamāne asaññasattānam tesam tattha samudaya saccam ca nuppajjati magga saccam ca nuppajjittha ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_5.2.1:172.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjittha tassa tattha samudayasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjittha tassa tattha samudaya saccam nuppajjati iti ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_5.2.1:173.1_0",
        "original": "Anabhisametāvīnaṁ taṇhāya uppādakkhaṇe tesaṁ tattha maggasaccaṁ nuppajjittha, no",
        "analyzed": "anabhisametāvīnam taṇhāyaḥ uppāda kkhaṇe tesam tattha magga saccam na uppajjittha no ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_5.2.1:173.1_1",
        "original": "ca tesaṁ tattha samudayasaccaṁ nuppajjati. Suddhāvāsānaṁ dutiye citte vattamāne anabhisametāvīnaṁ",
        "analyzed": "ca tesam tattha samudaya saccam nuppajjati suddhāvāsānam dutiye citte vattamāne ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_5.2.1:173.1_2",
        "original": "taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ tattha maggasaccañca",
        "analyzed": "taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne asaññasattānam tesam tattha magga saccaṃ ca ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_5.2.1:173.1_3",
        "original": "nuppajjittha samudayasaccañca nuppajjati.",
        "analyzed": "nuppajjittha samudaya saccam ca nuppajjati ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_5.2.1:174.0.1",
        "original": "5.2.1.5. Paccuppannānāgatavāra",
        "analyzed": "      ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_5.2.1:174.0.2",
        "original": "5.2.1.5.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_5.2.1:174.1",
        "original": "Yassa dukkhasaccaṁ uppajjati tassa samudayasaccaṁ uppajjissatīti?",
        "analyzed": "yassa dukkha saccam uppajjati tassa samudaya saccam uppajjissati iti ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_5.2.1:175.1_0",
        "original": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā",
        "analyzed": "aggamaggassa uppāda kkhaṇe arahantānam cittassa uppāda kkhaṇe yassa cittassa anantarā ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_5.2.1:175.1_1",
        "original": "aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ dukkhasaccaṁ uppajjati,",
        "analyzed": "aggamaggam paṭilabhissanti tassa cittassa uppāda kkhaṇe tesam dukkha saccaṃ uppajjati ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_5.2.1:175.1_2",
        "original": "no ca tesaṁ samudayasaccaṁ uppajjissati. Itaresaṁ upapajjantānaṁ pavatte cittassa",
        "analyzed": "no ca tesam samudaya saccam uppajjissati itaresam upapajjantānam pavatte cittassa ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_5.2.1:175.1_3",
        "original": "uppādakkhaṇe tesaṁ dukkhasaccañca uppajjati samudayasaccañca uppajjissati.",
        "analyzed": "uppāda kkhaṇe tesam dukkha saccam ca uppajjati samudaya saccam ca uppajjissati ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_5.2.1:176.1",
        "original": "Yassa vā pana samudayasaccaṁ uppajjissati tassa dukkhasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana samudaya saccam uppajjissati tassa dukkha saccam uppajjati iti ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_5.2.1:177.1_0",
        "original": "Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe",
        "analyzed": "sabbesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca phalassa ca uppāda kkhaṇe ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_5.2.1:177.1_1",
        "original": "tesaṁ samudayasaccaṁ uppajjissati, no ca tesaṁ dukkhasaccaṁ uppajjati. Sabbesaṁ upapajjantānaṁ",
        "analyzed": "tesam samudaya saccam uppajjissati no ca tesam dukkha saccam uppajjati sabbesam upapajjantāna ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_5.2.1:177.1_2",
        "original": "pavatte cittassa uppādakkhaṇe tesaṁ samudayasaccañca uppajjissati dukkhasaccañca uppajjati.",
        "analyzed": "pavatte cittassa uppāda kkhaṇe tesam samudaya saccam ca uppajjissati dukkha saccam ca uppajjati ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_5.2.1:178.1",
        "original": "Yassa dukkhasaccaṁ uppajjati tassa maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa dukkha saccam uppajjati tassa magga saccam uppajjissati iti ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_5.2.1:179.1_0",
        "original": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe ye ca puthujjanā maggaṁ",
        "analyzed": "aggamaggassa uppāda khaṇe arahantānam cittassa uppāda khaṇe ye ca puthujjanāḥ magga ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_5.2.1:179.1_1",
        "original": "na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ dukkhasaccaṁ",
        "analyzed": "na paṭilabhissanti tesam upapajjantānam pavatte cittassa uppāda kkhaṇe tesam dukkha sacca ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_5.2.1:179.1_2",
        "original": "uppajjati, no ca tesaṁ maggasaccaṁ uppajjissati. Yassa cittassa anantarā aggamaggaṁ",
        "analyzed": "uppajjati no ca tesam magga saccam uppajjissati yassa cittassa anantarā agga magga ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_5.2.1:179.1_3",
        "original": "paṭilabhissanti tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ",
        "analyzed": "paṭilabhissanti tassa cittassa uppāda kkhaṇe ye caññe maggam paṭilabhissanti ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_5.2.1:179.1_4",
        "original": "upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ dukkhasaccañca uppajjati maggasaccañca uppajjissati.",
        "analyzed": "upapajjantānam pavatte cittassa uppāda kkhaṇe tesam dukkha saccaṃ uppajjati magga saccaṃ ca uppajjissati ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_5.2.1:180.1",
        "original": "Yassa vā pana maggasaccaṁ uppajjissati tassa dukkhasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana magga saccam uppajjissati tassa dukkha saccam uppajjati iti ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_5.2.1:181.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tassa cittassa bhaṅga kkhaṇe ye ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_5.2.1:181.1_1",
        "original": "caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe",
        "analyzed": "caññe maggam paṭilabhissanti tesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_5.2.1:181.1_2",
        "original": "maggassa ca phalassa ca uppādakkhaṇe tesaṁ maggasaccaṁ uppajjissati, no ca tesaṁ",
        "analyzed": "maggassa ca phalassa ca uppāda kkhaṇe tesam magga saccaṃ uppajjissati no ca tesam ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_5.2.1:181.1_3",
        "original": "dukkhasaccaṁ uppajjati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa",
        "analyzed": "dukkha saccam uppajjati yassa cittassa anantarā aggamaggam paṭilabhissanti tassa ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_5.2.1:181.1_4",
        "original": "cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte",
        "analyzed": "cittassa uppāda kkhaṇe ye caññe maggam paṭilabhissanti tesam upapajjantānam pavatte ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_5.2.1:181.1_5",
        "original": "cittassa uppādakkhaṇe tesaṁ maggasaccañca uppajjissati dukkhasaccañca uppajjati.",
        "analyzed": "cittassa uppāda kkhaṇe tesam magga saccaṃ uppajjissati dukkha saccaṃ ca uppajjati ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_5.2.1:182.1",
        "original": "Yassa samudayasaccaṁ uppajjati tassa maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa samudaya saccam uppajjati tassa magga saccam uppajjissati iti ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_5.2.1:183.1_0",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ samudayasaccaṁ",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti tesam taṇhāyaḥ uppāda kkhaṇe tesam samudaya sacca ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_5.2.1:183.1_1",
        "original": "uppajjati, no ca tesaṁ maggasaccaṁ uppajjissati. Ye maggaṁ paṭilabhissanti tesaṁ",
        "analyzed": "uppajjati no ca tesam magga saccam uppajjissati ye maggam paṭilabhissanti tesam ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_5.2.1:183.1_2",
        "original": "taṇhāya uppādakkhaṇe tesaṁ samudayasaccañca uppajjati maggasaccañca uppajjissati.",
        "analyzed": "taṇhāyaḥ uppāda kkhaṇe tesam samudaya saccam ca uppajjati magga saccam ca uppajjissati ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_5.2.1:184.1",
        "original": "Yassa vā pana maggasaccaṁ uppajjissati tassa samudayasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana magga saccam uppajjissati tassa samudaya saccam uppajjati iti ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_5.2.1:185.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti ye caññe maggam paṭilabhissanti ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_5.2.1:185.1_1",
        "original": "tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ asaññasattānaṁ",
        "analyzed": "tesam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne nirodha samāpannānam asaññasattānam ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_5.2.1:185.1_2",
        "original": "tesaṁ maggasaccaṁ uppajjissati, no ca tesaṁ samudayasaccaṁ uppajjati. Ye maggaṁ paṭilabhissanti",
        "analyzed": "tesam magga saccam uppajjissati no ca tesam samudaya saccam uppajjati ye maggam paṭilabhissanti ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_5.2.1:185.1_3",
        "original": "tesaṁ taṇhāya uppādakkhaṇe tesaṁ maggasaccañca uppajjissati samudayasaccañca uppajjati.",
        "analyzed": "tesam taṇhāyaḥ uppāda kkhaṇe tesam magga saccañca uppajjissati samudaya saccañca uppajjati ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_5.2.1:186.0",
        "original": "5.2.1.5.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_5.2.1:186.1",
        "original": "Yattha dukkhasaccaṁ uppajjati …pe…",
        "analyzed": "yattha dukkha saccam uppajjati pe ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_5.2.1:187.1",
        "original": "(Yatthakampi yassayatthakasadisaṁ kātabbaṁ.)",
        "analyzed": "yatthakam pi yassa yatthaka sadisam ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_5.2.1:188.0",
        "original": "5.2.1.5.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_5.2.1:188.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjati tassa tattha samudayasaccaṁ uppajjissatīti?",
        "analyzed": "yassa yattha dukkha saccam uppajjati tassa tattha samudaya saccam uppajjissati iti ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_5.2.1:189.1_0",
        "original": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā",
        "analyzed": "aggamaggassa uppāda kkhaṇe arahantānam cittassa uppāda kkhaṇe yassa cittassa anantarā ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_5.2.1:189.1_1",
        "original": "aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ",
        "analyzed": "aggamaggam paṭilabhissanti tassa cittassa uppāda kkhaṇe asaññasattam ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_5.2.1:189.1_2",
        "original": "tesaṁ tattha dukkhasaccaṁ uppajjati, no ca tesaṁ tattha samudayasaccaṁ uppajjissati.",
        "analyzed": "tesam tattha dukkha saccam uppajjati no ca tesam tattha samudaya saccam uppajjissati ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_5.2.1:189.1_3",
        "original": "Itaresaṁ catuvokāraṁ pañcavokāraṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ",
        "analyzed": "itaresam catuvokāram pañcavokāram upapajjantānam pavatte cittassa uppāda kkhaṇe ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_5.2.1:189.1_4",
        "original": "tattha dukkhasaccañca uppajjati samudayasaccañca uppajjissati.",
        "analyzed": "tattha dukkha saccam ca uppajjati samudaya saccam ca uppajjissati ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_5.2.1:190.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ uppajjissati tassa tattha dukkhasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha samudaya saccam uppajjissati tassa tattha dukkha saccam uppajjati iti ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_5.2.1:191.1_0",
        "original": "Catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca",
        "analyzed": "catuvokārā pañcavokārā cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_5.2.1:191.1_1",
        "original": "phalassa ca uppādakkhaṇe tesaṁ tattha samudayasaccaṁ uppajjissati, no ca tesaṁ tattha",
        "analyzed": "phalassa ca uppāda kkhaṇe tesam tattha samudaya saccam uppajjissati no ca tesam tattha ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_5.2.1:191.1_2",
        "original": "dukkhasaccaṁ uppajjati. Catuvokāraṁ pañcavokāraṁ upapajjantānaṁ pavatte cittassa",
        "analyzed": "dukkha saccam uppajjati catuvokāram pañcavokāram upapajjantānam pavatte cittassa ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_5.2.1:191.1_3",
        "original": "uppādakkhaṇe tesaṁ tattha samudayasaccañca uppajjissati dukkhasaccañca uppajjati.",
        "analyzed": "uppāda kkhaṇe tesam tattha samudaya saccam ca uppajjissati dukkha saccam ca uppajjati ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_5.2.1:192.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjati tassa tattha maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa yattha dukkha saccam uppajjati tassa tattha magga saccam uppajjissati iti ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_5.2.1:193.1_0",
        "original": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe āpāyikānaṁ ye ca puthujjanā",
        "analyzed": "aggamaggassa uppāda khaṇe arahantānam cittassa uppāda khaṇe āpāyikānam ye ca puthujjanāḥ ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_5.2.1:193.1_1",
        "original": "maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe asaññasattaṁ",
        "analyzed": "maggam na paṭilabhissanti tesam upapajjantānam pavatte cittassa uppāda kkhaṇe asaññasatta ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_5.2.1:193.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha dukkhasaccaṁ uppajjati, no ca tesaṁ tattha maggasaccaṁ",
        "analyzed": "upapajjantānam tesam tattha dukkha saccam uppajjati no ca tesam tattha magga sacca ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_5.2.1:193.1_3",
        "original": "uppajjissati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe",
        "analyzed": "uppajjissati yassa cittassa anantarā aggamaggaṃ paṭilabhissanti tassa cittassa uppāda kkhaṇe ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_5.2.1:193.1_4",
        "original": "ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe",
        "analyzed": "ye caññe maggam paṭilabhissanti tesam upapajjantānam pavatte cittassa uppāda kkhaṇe ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_5.2.1:193.1_5",
        "original": "tesaṁ tattha dukkhasaccañca uppajjati maggasaccañca uppajjissati.",
        "analyzed": "tesam tattha dukkha saccam ca uppajjati magga saccam ca uppajjissati ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_5.2.1:194.1",
        "original": "Yassa vā pana yattha maggasaccaṁ uppajjissati tassa tattha dukkhasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam uppajjissati tassa tattha dukkha saccam uppajjati iti ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_5.2.1:195.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tassa cittassa bhaṅga kkhaṇe ye ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_5.2.1:195.1_1",
        "original": "caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe",
        "analyzed": "caññe maggam paṭilabhissanti tesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_5.2.1:195.1_2",
        "original": "maggassa ca phalassa ca uppādakkhaṇe tesaṁ tattha maggasaccaṁ uppajjissati, no ca",
        "analyzed": "maggassa ca phalassa ca uppāda kkhaṇe tesam tattha magga saccam uppajjissati no ca ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_5.2.1:195.1_3",
        "original": "tesaṁ tattha dukkhasaccaṁ uppajjati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "tesam tattha dukkha saccam uppajjati yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_5.2.1:195.1_4",
        "original": "tassa cittassa uppādakkhaṇe ye caññe maggaṁ paṭilabhissanti tesaṁ upapajjantānaṁ",
        "analyzed": "tassa cittassa uppāda kkhaṇe ye caññe maggam paṭilabhissanti tesam upapajjantāna ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_5.2.1:195.1_5",
        "original": "pavatte cittassa uppādakkhaṇe tesaṁ tattha maggasaccañca uppajjissati dukkhasaccañca uppajjati.",
        "analyzed": "pavatte cittassa uppāda kkhaṇe tesam tattha magga saccam uppajjissati dukkha saccam ca uppajjati ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_5.2.1:196.1",
        "original": "Yassa yattha samudayasaccaṁ uppajjati tassa tattha maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa yattha samudaya saccam uppajjati tassa tattha magga saccam uppajjissati iti ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_5.2.1:197.1_0",
        "original": "Āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe",
        "analyzed": "āpāyikānam ye ca puthujjanāḥ maggam na paṭilabhissanti tesam taṇhāyaḥ uppāda kkhaṇe ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_5.2.1:197.1_1",
        "original": "tesaṁ tattha samudayasaccaṁ uppajjati, no ca tesaṁ tattha maggasaccaṁ uppajjissati.",
        "analyzed": "tesam tattha samudaya saccam uppajjati no ca tesam tattha magga saccam uppajjissati ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_5.2.1:197.1_2",
        "original": "Ye maggaṁ paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ tattha samudayasaccañca",
        "analyzed": "ye maggam paṭilabhissanti tesam taṇhāyaḥ uppāda kkhaṇe tesam tattha samudaya saccaṃ ca ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_5.2.1:197.1_3",
        "original": "uppajjati maggasaccañca uppajjissati.",
        "analyzed": "uppajjati magga saccaṃ ca uppajjissati ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_5.2.1:198.1",
        "original": "Yassa vā pana yattha maggasaccaṁ uppajjissati tassa tattha samudayasaccaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam uppajjissati tassa tattha samudaya saccam uppajjati iti ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_5.2.1:199.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti ye caññe maggam paṭilabhissanti ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_5.2.1:199.1_1",
        "original": "tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha maggasaccaṁ",
        "analyzed": "tesam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne tesam tattha magga sacca ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_5.2.1:199.1_2",
        "original": "uppajjissati, no ca tesaṁ tattha samudayasaccaṁ uppajjati. Ye maggaṁ paṭilabhissanti",
        "analyzed": "uppajjissati no ca tesam tattha samudaya saccam uppajjati ye maggam paṭilabhissanti ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_5.2.1:199.1_3",
        "original": "tesaṁ taṇhāya uppādakkhaṇe tesaṁ tattha maggasaccañca uppajjissati samudayasaccañca uppajjati.",
        "analyzed": "tesam taṇhāyaḥ uppāda kkhaṇe tesam tattha magga saccam uppajjissati samudaya saccam ca uppajjati ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_5.2.1:200.0",
        "original": "5.2.1.5.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_5.2.1:200.1",
        "original": "Yassa dukkhasaccaṁ nuppajjati tassa samudayasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa dukkha saccam nuppajjati tassa samudaya saccam nuppajjissati iti ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_5.2.1:201.1_0",
        "original": "Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca phalassa ca uppādakkhaṇe",
        "analyzed": "sabbesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca phalassa ca uppāda kkhaṇe ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_5.2.1:201.1_1",
        "original": "tesaṁ dukkhasaccaṁ nuppajjati, no ca tesaṁ samudayasaccaṁ nuppajjissati. Aggamaggassa",
        "analyzed": "tesam dukkha saccam nuppajjati no ca tesam samudaya saccam nuppajjissati aggamaggassa ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_5.2.1:201.1_2",
        "original": "bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ",
        "analyzed": "bhaṅga kkhaṇe arahantānam cittassa bhaṅga kkhaṇe yassa cittassa anantarā agga magga ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_5.2.1:201.1_3",
        "original": "paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe",
        "analyzed": "paṭilabhissanti tassa cittassa bhaṅga kkhaṇe arūpe aggamaggassa ca phalassa ca uppāda kkhaṇe ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_5.2.1:201.1_4",
        "original": "tesaṁ dukkhasaccañca nuppajjati samudayasaccañca nuppajjissati.",
        "analyzed": "tesam dukkha saccam ca nuppajjati samudaya saccam ca nuppajjissati ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_5.2.1:202.1",
        "original": "Yassa vā pana samudayasaccaṁ nuppajjissati tassa dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana samudaya saccam nuppajjissati tassa dukkha saccam nuppajjati iti ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_5.2.1:203.1_0",
        "original": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā",
        "analyzed": "aggamaggassa uppāda kkhaṇe arahantānam cittassa uppāda kkhaṇe yassa cittassa anantarā ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_5.2.1:203.1_1",
        "original": "aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe tesaṁ samudayasaccaṁ nuppajjissati,",
        "analyzed": "aggamaggam paṭilabhissanti tassa cittassa uppāda kkhaṇe tesam samudaya saccam na uppajjissati ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_5.2.1:203.1_2",
        "original": "no ca tesaṁ dukkhasaccaṁ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa",
        "analyzed": "no ca tesam dukkha saccam nuppajjati aggamaggassa bhaṅga kkhaṇe arahantānam cittassa ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_5.2.1:203.1_3",
        "original": "bhaṅgakkhaṇe yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe",
        "analyzed": "bhaṅga kkhaṇe yassa cittassa anantarā aggamaggam paṭilabhissanti tassa cittassa bhaṅga kkhaṇe ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_5.2.1:203.1_4",
        "original": "arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṁ samudayasaccañca nuppajjissati",
        "analyzed": "arūpe aggamaggassa ca phalassa ca uppāda kkhaṇe tesam samudaya saccam ca nuppajjissati ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_5.2.1:203.1_5",
        "original": "dukkhasaccañca nuppajjati.",
        "analyzed": "dukkha saccaṃ ca nuppajjati ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_5.2.1:204.1",
        "original": "Yassa dukkhasaccaṁ nuppajjati tassa maggasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa dukkha saccam nuppajjati tassa magga saccam nuppajjissati iti ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_5.2.1:205.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tassa cittassa bhaṅga kkhaṇe ye ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_5.2.1:205.1_1",
        "original": "caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe",
        "analyzed": "caññe maggam paṭilabhissanti tesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_5.2.1:205.1_2",
        "original": "maggassa ca phalassa ca uppādakkhaṇe tesaṁ dukkhasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ",
        "analyzed": "maggassa ca phalassa ca uppāda kkhaṇe tesam dukkha saccam nuppajjati no ca tesam magga sacca ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_5.2.1:205.1_3",
        "original": "nuppajjissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe ye ca",
        "analyzed": "nuppajjissati aggamaggassa bhaṅga kkhaṇe arahantānam cittassa bhaṅga kkhaṇe ye ca ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_5.2.1:205.1_4",
        "original": "puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe",
        "analyzed": "puthujjanāḥ maggam na paṭilabhissanti tesam cavantānam pavatte cittassa bhaṅga kkhaṇe ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_5.2.1:205.1_5",
        "original": "arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṁ dukkhasaccañca nuppajjati maggasaccañca nuppajjissati.",
        "analyzed": "arūpe aggamaggassa ca phalassa ca uppāda kkhaṇe tesam dukkha saccañca nuppajjati magga saccañca nuppajjissati ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_5.2.1:206.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjissati tassa dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana magga saccam nuppajjissati tassa dukkha saccam nuppajjati iti ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_5.2.1:207.1_0",
        "original": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe ye ca puthujjanā maggaṁ",
        "analyzed": "aggamaggassa uppāda khaṇe arahantānam cittassa uppāda khaṇe ye ca puthujjanāḥ magga ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_5.2.1:207.1_1",
        "original": "na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe tesaṁ maggasaccaṁ",
        "analyzed": "na paṭilabhissanti tesam upapajjantānam pavatte cittassa uppāda kkhaṇe tesam magga sacca ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_5.2.1:207.1_2",
        "original": "nuppajjissati, no ca tesaṁ dukkhasaccaṁ nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ",
        "analyzed": "nuppajjissati no ca tesam dukkha saccam nuppajjati aggamaggassa bhaṅga kkhaṇe ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_5.2.1:207.1_3",
        "original": "cittassa bhaṅgakkhaṇe ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ",
        "analyzed": "cittassa bhaṅga kkhaṇe ye ca puthujjanāḥ maggam na paṭilabhissanti tesam cavantāna ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_5.2.1:207.1_4",
        "original": "pavatte cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṁ",
        "analyzed": "pavatte cittassa bhaṅga kkhaṇe arūpe aggamaggassa ca phalassa ca uppāda kkhaṇe ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_5.2.1:207.1_5",
        "original": "maggasaccañca nuppajjissati dukkhasaccañca nuppajjati.",
        "analyzed": "magga saccam ca nuppajjissati dukkha saccam ca nuppajjati ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_5.2.1:208.1",
        "original": "Yassa samudayasaccaṁ nuppajjati tassa maggasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa samudaya saccam nuppajjati tassa magga saccam nuppajjissati iti ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_5.2.1:209.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti ye caññe maggam paṭilabhissanti ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_5.2.1:209.1_1",
        "original": "tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne nirodhasamāpannānaṁ asaññasattānaṁ",
        "analyzed": "tesam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne nirodha samāpannānam asaññasattānam ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_5.2.1:209.1_2",
        "original": "tesaṁ samudayasaccaṁ nuppajjati, no ca tesaṁ maggasaccaṁ nuppajjissati. Aggamaggasamaṅgīnaṁ",
        "analyzed": "tesam samudaya saccam nuppajjati no ca tesam magga saccam nuppajjissati ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_5.2.1:209.1_3",
        "original": "arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe",
        "analyzed": "arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti tesam taṇhāya bhaṅga kkhaṇe ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_5.2.1:209.1_4",
        "original": "taṇhāvippayuttacitte vattamāne tesaṁ samudayasaccañca nuppajjati maggasaccañca nuppajjissati.",
        "analyzed": "taṇhā vippayutta citte vattamāne tesam samudaya saccañca nuppajjati magga saccañca nuppajjissati ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_5.2.1:210.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjissati tassa samudayasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana magga saccam nuppajjissati tassa samudaya saccam nuppajjati iti ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_5.2.1:211.1_0",
        "original": "Ye puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe tesaṁ maggasaccaṁ",
        "analyzed": "ye puthujjanāḥ maggam na paṭilabhissanti tesam taṇhāyaḥ uppāda kkhaṇe tesam magga sacca ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_5.2.1:211.1_1",
        "original": "nuppajjissati, no ca tesaṁ samudayasaccaṁ nuppajjati. Aggamaggasamaṅgīnaṁ arahantānaṁ",
        "analyzed": "nuppajjissati no ca tesam samudaya saccam nuppajjati agga magga samaṅgīnam arahantānam ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_5.2.1:211.1_2",
        "original": "ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte",
        "analyzed": "ye ca puthujjanāḥ maggam na paṭilabhissanti tesam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_5.2.1:211.1_3",
        "original": "vattamāne tesaṁ maggasaccañca nuppajjissati samudayasaccañca nuppajjati.",
        "analyzed": "vattamāne tesam magga saccam ca nuppajjissati samudaya saccam ca nuppajjati ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_5.2.1:212.0",
        "original": "5.2.1.5.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_5.2.1:212.1",
        "original": "Yattha dukkhasaccaṁ nuppajjati …pe….",
        "analyzed": "yattha dukkha saccam na uppajjati pe ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_5.2.1:213.0",
        "original": "5.2.1.5.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_5.2.1:213.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjati tassa tattha samudayasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa yattha dukkha saccam nuppajjati tassa tattha samudaya saccam nuppajjissati iti ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_5.2.1:214.1_0",
        "original": "Catuvokārā pañcavokārā cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe maggassa ca",
        "analyzed": "catuvokārā pañcavokārā cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe maggassa ca ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_5.2.1:214.1_1",
        "original": "phalassa ca uppādakkhaṇe tesaṁ tattha dukkhasaccaṁ nuppajjati, no ca tesaṁ tattha",
        "analyzed": "phalassa ca uppāda kkhaṇe tesam tattha dukkha saccam nuppajjati no ca tesam tattha ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_5.2.1:214.1_2",
        "original": "samudayasaccaṁ nuppajjissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe",
        "analyzed": "samudaya saccam nuppajjissati aggamaggassa bhaṅga kkhaṇe arahantānam cittassa bhaṅga kkhaṇe ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_5.2.1:214.1_3",
        "original": "yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe asaññasattā",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tassa cittassa bhaṅga kkhaṇe asaññasattā ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_5.2.1:214.1_4",
        "original": "cavantānaṁ arūpe aggamaggassa ca phalassa ca uppādakkhaṇe tesaṁ tattha dukkhasaccañca",
        "analyzed": "cavantānam arūpe aggamaggassa ca phalassa ca uppāda kkhaṇe tesam tattha dukkha saccaṃ ca ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_5.2.1:214.1_5",
        "original": "nuppajjati samudayasaccañca nuppajjissati.",
        "analyzed": "nuppajjati samudaya saccam ca nuppajjissati ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_5.2.1:215.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ nuppajjissati tassa tattha dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha samudaya saccam nuppajjissati tassa tattha dukkha saccam nuppajjati iti ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_5.2.1:216.1_0",
        "original": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe yassa cittassa anantarā",
        "analyzed": "aggamaggassa uppāda kkhaṇe arahantānam cittassa uppāda kkhaṇe yassa cittassa anantarā ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_5.2.1:216.1_1",
        "original": "aggamaggaṁ paṭilabhissanti tassa cittassa uppādakkhaṇe asaññasattaṁ upapajjantānaṁ",
        "analyzed": "aggamaggam paṭilabhissanti tassa cittassa uppāda kkhaṇe asaññasattam ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_5.2.1:216.1_2",
        "original": "tesaṁ tattha samudayasaccaṁ nuppajjissati, no ca tesaṁ tattha dukkhasaccaṁ nuppajjati.",
        "analyzed": "tesam tattha samudaya saccam nuppajjissati no ca tesam tattha dukkha saccam nuppajjati ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_5.2.1:216.1_3",
        "original": "Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe yassa cittassa anantarā",
        "analyzed": "aggamaggassa bhaṅga kkhaṇe arahantānam cittassa bhaṅga kkhaṇe yassa cittassa anantarā ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_5.2.1:216.1_4",
        "original": "aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe arūpe aggamaggassa ca phalassa",
        "analyzed": "aggamaggam paṭilabhissanti tassa cittassa bhaṅga kkhaṇe arūpe aggamaggassa ca phalassa ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_5.2.1:216.1_5",
        "original": "ca uppādakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha samudayasaccañca nuppajjissati",
        "analyzed": "ca uppāda kkhaṇe asaññasattā cavantānam tesam tattha samudaya saccam ca nuppajjissati ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_5.2.1:216.1_6",
        "original": "dukkhasaccañca nuppajjati.",
        "analyzed": "dukkha saccaṃ ca nuppajjati ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_5.2.1:217.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjati tassa tattha maggasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa yattha dukkha saccam nuppajjati tassa tattha magga saccam nuppajjissati iti ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_5.2.1:218.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti tassa cittassa bhaṅgakkhaṇe ye",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti tassa cittassa bhaṅga kkhaṇe ye ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_5.2.1:218.1_1",
        "original": "caññe maggaṁ paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe arūpe",
        "analyzed": "caññe maggam paṭilabhissanti tesam cavantānam pavatte cittassa bhaṅga kkhaṇe arūpe ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_5.2.1:218.1_2",
        "original": "maggassa ca phalassa ca uppādakkhaṇe tesaṁ tattha dukkhasaccaṁ nuppajjati, no ca",
        "analyzed": "maggassa ca phalassa ca uppāda kkhaṇe tesam tattha dukkha saccam nuppajjati no ca ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_5.2.1:218.1_3",
        "original": "tesaṁ tattha maggasaccaṁ nuppajjissati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa",
        "analyzed": "tesam tattha magga saccam nuppajjissati aggamaggassa bhaṅga kkhaṇe arahantānam cittassa ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_5.2.1:218.1_4",
        "original": "bhaṅgakkhaṇe āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ",
        "analyzed": "bhaṅga kkhaṇe āpāyikānam ye ca puthujjanāḥ maggam na paṭilabhissanti tesam cavantāna ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_5.2.1:218.1_5",
        "original": "pavatte cittassa bhaṅgakkhaṇe asaññasattā cavantānaṁ arūpe aggamaggassa ca phalassa",
        "analyzed": "pavatte cittassa bhaṅga kkhaṇe asaññasattā cavantānam arūpe aggamaggassa ca phalassa ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_5.2.1:218.1_6",
        "original": "ca uppādakkhaṇe tesaṁ tattha dukkhasaccañca nuppajjati maggasaccañca nuppajjissati.",
        "analyzed": "ca uppāda kkhaṇe tesam tattha dukkha saccan ca nuppajjati magga saccan ca nuppajjissati ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_5.2.1:219.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjissati tassa tattha dukkhasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjissati tassa tattha dukkha saccam nuppajjati iti ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_5.2.1:220.1_0",
        "original": "Aggamaggassa uppādakkhaṇe arahantānaṁ cittassa uppādakkhaṇe āpāyikānaṁ ye ca puthujjanā",
        "analyzed": "aggamaggassa uppāda khaṇe arahantānam cittassa uppāda khaṇe āpāyikānam ye ca puthujjanāḥ ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_5.2.1:220.1_1",
        "original": "maggaṁ na paṭilabhissanti tesaṁ upapajjantānaṁ pavatte cittassa uppādakkhaṇe asaññasattaṁ",
        "analyzed": "maggam na paṭilabhissanti tesam upapajjantānam pavatte cittassa uppāda kkhaṇe asaññasatta ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_5.2.1:220.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha maggasaccaṁ nuppajjissati, no ca tesaṁ tattha dukkhasaccaṁ",
        "analyzed": "upapajjantānam tesam tattha magga saccam nuppajjissati no ca tesam tattha dukkha sacca ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_5.2.1:220.1_3",
        "original": "nuppajjati. Aggamaggassa bhaṅgakkhaṇe arahantānaṁ cittassa bhaṅgakkhaṇe āpāyikānaṁ",
        "analyzed": "nuppajjati aggamaggassa bhaṅga kkhaṇe arahantānam cittassa bhaṅga kkhaṇe ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_5.2.1:220.1_4",
        "original": "ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe",
        "analyzed": "ye ca puthujjanāḥ maggam na paṭilabhissanti tesam cavantānam pavatte cittassa bhaṅga kkhaṇe ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_5.2.1:220.1_5",
        "original": "arūpe aggamaggassa ca phalassa ca uppādakkhaṇe asaññasattā cavantānaṁ tesaṁ tattha",
        "analyzed": "arūpe aggamaggassa ca phalassa ca uppāda kkhaṇe asaññasattā cavantānam tesam tattha ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_5.2.1:220.1_6",
        "original": "maggasaccañca nuppajjissati dukkhasaccañca nuppajjati.",
        "analyzed": "magga saccam ca nuppajjissati dukkha saccam ca nuppajjati ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_5.2.1:221.1",
        "original": "Yassa yattha samudayasaccaṁ nuppajjati tassa tattha maggasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa yattha samudaya saccam nuppajjati tassa tattha magga saccam nuppajjissati iti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_5.2.1:222.1_0",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti ye caññe maggam paṭilabhissanti ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_5.2.1:222.1_1",
        "original": "tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne tesaṁ tattha samudayasaccaṁ",
        "analyzed": "tesam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne tesam tattha samudaya sacca ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_5.2.1:222.1_2",
        "original": "nuppajjati, no ca tesaṁ tattha maggasaccaṁ nuppajjissati. Aggamaggasamaṅgīnaṁ arahantānaṁ,",
        "analyzed": "nuppajjati no ca tesam tattha magga saccam nuppajjissati agga magga samaṅgīnam arahantānam ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_5.2.1:222.1_3",
        "original": "āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya bhaṅgakkhaṇe",
        "analyzed": "āpāyikānam ye ca puthujjanāḥ maggam na paṭilabhissanti tesam taṇhāya bhaṅga kkhaṇe ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_5.2.1:222.1_4",
        "original": "taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ tattha samudayasaccañca nuppajjati",
        "analyzed": "taṇhā vippayutta citte vattamāne asaññasattānam tesam tattha samudaya saccaṃ ca nuppajjati ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_5.2.1:222.1_5",
        "original": "maggasaccañca nuppajjissati.",
        "analyzed": "magga saccam ca nu ppajjissati ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_5.2.1:223.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjissati tassa tattha samudayasaccaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjissati tassa tattha samudaya saccam nuppajjati iti ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_5.2.1:224.1_0",
        "original": "Āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ taṇhāya uppādakkhaṇe",
        "analyzed": "āpāyikānam ye ca puthujjanāḥ maggam na paṭilabhissanti tesam taṇhāyaḥ uppāda kkhaṇe ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_5.2.1:224.1_1",
        "original": "tesaṁ tattha maggasaccaṁ nuppajjissati, no ca tesaṁ tattha samudayasaccaṁ nuppajjati.",
        "analyzed": "tesam tattha magga saccam nuppajjissati no ca tesam tattha samudaya saccam nuppajjati ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_5.2.1:224.1_2",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ āpāyikānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti",
        "analyzed": "agga magga samaṅgīnam arahantānam āpāyikānam ye ca puthujjanāḥ maggam na paṭilabhissanti ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_5.2.1:224.1_3",
        "original": "tesaṁ taṇhāya bhaṅgakkhaṇe taṇhāvippayuttacitte vattamāne asaññasattānaṁ tesaṁ tattha",
        "analyzed": "tesam taṇhāya bhaṅga kkhaṇe taṇhā vippayutta citte vattamāne asaññasattānam tesam tattha ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_5.2.1:224.1_4",
        "original": "maggasaccañca nuppajjissati samudayasaccañca nuppajjati.",
        "analyzed": "magga saccam ca nuppajjissati samudaya saccam ca nuppajjati ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_5.2.1:225.0.1",
        "original": "5.2.1.6. Atītānāgatavāra",
        "analyzed": "       ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_5.2.1:225.0.2",
        "original": "5.2.1.6.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_5.2.1:225.1",
        "original": "Yassa dukkhasaccaṁ uppajjittha tassa samudayasaccaṁ uppajjissatīti?",
        "analyzed": "yassa dukkha saccam uppajjittha tassa samudaya saccam uppajjissati iti ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_5.2.1:226.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_5.2.1:226.1_1",
        "original": "tesaṁ dukkhasaccaṁ uppajjittha, no ca tesaṁ samudayasaccaṁ uppajjissati. Itaresaṁ",
        "analyzed": "tesam dukkha saccam uppajjittha no ca tesam samudaya saccam uppajjissati itaresa ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_5.2.1:226.1_2",
        "original": "tesaṁ dukkhasaccañca uppajjittha samudayasaccañca uppajjissati.",
        "analyzed": "tesam dukkha saccam ca uppajjittha samudaya saccam ca uppajjissati ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_5.2.1:227.1",
        "original": "Yassa vā pana samudayasaccaṁ uppajjissati tassa dukkhasaccaṁ uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana samudaya saccam uppajjissati tassa dukkha saccam uppajjittha ati āmantā ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_5.2.1:228.1",
        "original": "Yassa dukkhasaccaṁ uppajjittha tassa maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa dukkha saccam uppajjittha tassa magga saccam uppajjissati iti ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_5.2.1:229.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ",
        "analyzed": "agga magga samaṅgīnam arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_5.2.1:229.1_1",
        "original": "dukkhasaccaṁ uppajjittha, no ca tesaṁ maggasaccaṁ uppajjissati. Yassa cittassa anantarā",
        "analyzed": "dukkha saccam uppajjittha no ca tesam magga saccam uppajjissati yassa cittassa anantarā ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_5.2.1:229.1_2",
        "original": "aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti tesaṁ dukkhasaccañca uppajjittha",
        "analyzed": "agga maggaṃ paṭilabhissanti ye caññe maggam paṭilabhissanti tesam dukkha saccaṃ ca uppajjittha ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_5.2.1:229.1_3",
        "original": "maggasaccañca uppajjissati.",
        "analyzed": "magga saccañca uppajjissati ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_5.2.1:230.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_5.2.1:231.1_0",
        "original": "Yassa samudayasaccaṁ uppajjittha tassa maggasaccaṁ uppajjissatīti? Aggamaggasamaṅgīnaṁ",
        "analyzed": "yassa samudaya saccam uppajjittha tassa magga saccam uppajjissati iti ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_5.2.1:231.1_1",
        "original": "arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti tesaṁ samudayasaccaṁ uppajjittha,",
        "analyzed": "arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti tesam samudaya saccam uppajjittha ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_5.2.1:231.1_2",
        "original": "no ca tesaṁ maggasaccaṁ uppajjissati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti,",
        "analyzed": "no ca tesam magga saccam uppajjissati yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_5.2.1:231.1_3",
        "original": "ye caññe maggaṁ paṭilabhissanti tesaṁ samudayasaccañca uppajjittha maggasaccañca uppajjissati.",
        "analyzed": "ye caññe maggam paṭilabhissanti tesam samudaya saccam ca uppajjittha magga saccam ca uppajjissati ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_5.2.1:232.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_5.2.1:233.0",
        "original": "5.2.1.6.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_5.2.1:233.1",
        "original": "Yattha dukkhasaccaṁ uppajjittha …pe….",
        "analyzed": "yattha dukkha saccam uppajjittha pe ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_5.2.1:234.0",
        "original": "5.2.1.6.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_5.2.1:234.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjittha tassa tattha samudayasaccaṁ uppajjissatīti?",
        "analyzed": "yassa yattha dukkha saccam uppajjittha tassa tattha samudaya saccam uppajjissati iti ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_5.2.1:235.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "aggamagga samaṅgīnam arahantānam yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_5.2.1:235.1_1",
        "original": "asaññasattānaṁ tesaṁ tattha dukkhasaccaṁ uppajjittha, no ca tesaṁ tattha samudayasaccaṁ",
        "analyzed": "asaññasattānam tesam tattha dukkha saccam uppajjittha no ca tesam tattha samudaya sacca ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_5.2.1:235.1_2",
        "original": "uppajjissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dukkhasaccañca uppajjittha",
        "analyzed": "uppajjissati itaresam catuvokārānam pañcavokārānam tesam tattha dukkha saccaṃ ca uppajjittha ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_5.2.1:235.1_3",
        "original": "samudayasaccañca uppajjissati.",
        "analyzed": "samudaya saccam ca uppajjissati ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_5.2.1:236.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ uppajjissati tassa tattha dukkhasaccaṁ uppajjitthāti?",
        "analyzed": "yassa vā pana yattha samudaya saccam uppajjissati tassa tattha dukkha saccam uppajjittha ati ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_5.2.1:237.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha samudayasaccaṁ uppajjissati, no ca tesaṁ",
        "analyzed": "suddhāvāsam upapajjantānam tesam tattha samudaya saccam uppajjissati no ca tesam ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_5.2.1:237.1_1",
        "original": "tattha dukkhasaccaṁ uppajjittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "tattha dukkha saccam uppajjittha itaresam catuvokārānam pañcavokārānam tesam tattha ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_5.2.1:237.1_2",
        "original": "samudayasaccañca uppajjissati dukkhasaccañca uppajjittha.",
        "analyzed": "samudaya saccam ca uppajjissati dukkha saccam ca uppajjittha ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_5.2.1:238.1",
        "original": "Yassa yattha dukkhasaccaṁ uppajjittha tassa tattha maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa yattha dukkha saccam uppajjittha tassa tattha magga saccam uppajjissati iti ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_5.2.1:239.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti āpāyikānaṁ",
        "analyzed": "agga magga samaṅgīnam arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_5.2.1:239.1_1",
        "original": "asaññasattānaṁ tesaṁ tattha dukkhasaccaṁ uppajjittha, no ca tesaṁ tattha maggasaccaṁ",
        "analyzed": "asaññasattānam tesam tattha dukkha saccam uppajjittha no ca tesam tattha magga sacca ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_5.2.1:239.1_2",
        "original": "uppajjissati. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ",
        "analyzed": "uppajjissati yassa cittassa anantarā aggamaggaṃ paṭilabhissanti ye caññe magga ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_5.2.1:239.1_3",
        "original": "paṭilabhissanti tesaṁ tattha dukkhasaccañca uppajjittha maggasaccañca uppajjissati.",
        "analyzed": "paṭilabhissanti tesam tattha dukkha saccam ca uppajjittha magga saccam ca uppajjissati ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_5.2.1:240.1",
        "original": "Yassa vā pana yattha maggasaccaṁ uppajjissati tassa tattha dukkhasaccaṁ uppajjitthāti?",
        "analyzed": "yassa vā pana yattha magga saccam uppajjissati tassa tattha dukkha saccam uppajjittha ati ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_5.2.1:241.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha maggasaccaṁ uppajjissati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāsam upapajjantānam tesam tattha magga saccam uppajjissati no ca tesam tattha ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_5.2.1:241.1_1",
        "original": "dukkhasaccaṁ uppajjittha. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe",
        "analyzed": "dukkhasaccam uppajjittha yassa cittassa anantarā aggamaggam paṭilabhissanti ye caññe ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_5.2.1:241.1_2",
        "original": "maggaṁ paṭilabhissanti tesaṁ tattha maggasaccañca uppajjissati dukkhasaccañca uppajjittha.",
        "analyzed": "maggaṃ paṭilabhissanti tesam tattha magga saccam ca uppajjissati dukkha saccam ca uppajjittha ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_5.2.1:242.1",
        "original": "Yassa yattha samudayasaccaṁ uppajjittha tassa tattha maggasaccaṁ uppajjissatīti?",
        "analyzed": "yassa yattha samudaya saccam uppajjittha tassa tattha magga saccam uppajjissati iti ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_5.2.1:243.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti āpāyikānaṁ",
        "analyzed": "agga magga samaṅgīnam arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_5.2.1:243.1_1",
        "original": "tesaṁ tattha samudayasaccaṁ uppajjittha, no ca tesaṁ tattha maggasaccaṁ uppajjissati.",
        "analyzed": "tesam tattha samudaya saccam uppajjittha no ca tesam tattha magga saccam uppajjissati ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_5.2.1:243.1_2",
        "original": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti ye caññe maggaṁ paṭilabhissanti",
        "analyzed": "yassa cittassa anantarā aggamaggam paṭilabhissanti ye caññe maggam paṭilabhissanti ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_5.2.1:243.1_3",
        "original": "tesaṁ tattha samudayasaccañca uppajjittha maggasaccañca uppajjissati.",
        "analyzed": "tesam tattha samudaya saccam ca uppajjittha magga saccam ca uppajjissati ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_5.2.1:244.1",
        "original": "Yassa vā pana yattha maggasaccaṁ uppajjissati tassa tattha samudayasaccaṁ uppajjitthāti?",
        "analyzed": "yassa vā pana yattha magga saccam uppajjissati tassa tattha samudaya saccam uppajjittha ati ",
        "folio": "244"
    },
    {
        "segmentnr": "PA_ya_5.2.1:245.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha maggasaccaṁ uppajjissati, no ca",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne tesam tattha magga saccam uppajjissati no ca ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_5.2.1:245.1_1",
        "original": "tesaṁ tattha samudayasaccaṁ uppajjittha. Yassa cittassa anantarā aggamaggaṁ paṭilabhissanti",
        "analyzed": "tesam tattha samudaya saccam uppajjittha yassa cittassa anantarā aggamaggam paṭilabhissanti ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_5.2.1:245.1_2",
        "original": "ye caññe maggaṁ paṭilabhissanti tesaṁ tattha maggasaccañca uppajjissati samudayasaccañca uppajjittha.",
        "analyzed": "ye caññe maggam paṭilabhissanti tesam tattha magga saccam ca uppajjissati samudaya saccam ca uppajjittha ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_5.2.1:246.0",
        "original": "5.2.1.6.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_5.2.1:246.1",
        "original": "Yassa dukkhasaccaṁ nuppajjittha tassa samudayasaccaṁ nuppajjissatīti? Natthi.",
        "analyzed": "yassa dukkha saccam nuppajjittha tassa samudaya saccam nuppajjissati iti natthi ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_5.2.1:247.1",
        "original": "Yassa vā pana samudayasaccaṁ nuppajjissati tassa dukkhasaccaṁ nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana samudaya saccam nuppajjissati tassa dukkha saccam nuppajjittha ati uppajjittha ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_5.2.1:248.1",
        "original": "Yassa dukkhasaccaṁ nuppajjittha tassa maggasaccaṁ nuppajjissatīti? Natthi.",
        "analyzed": "yassa dukkha saccam nuppajjittha tassa magga saccam nuppajjissati iti natthi ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_5.2.1:249.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjissati tassa dukkhasaccaṁ nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana magga saccam nuppajjissati tassa dukkha saccam nuppajjittha ati uppajjittha ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_5.2.1:250.1",
        "original": "Yassa samudayasaccaṁ nuppajjittha tassa maggasaccaṁ nuppajjissatīti? Natthi.",
        "analyzed": "yassa samudaya saccam nuppajjittha tassa magga saccam nuppajjissati iti natthi ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_5.2.1:251.1",
        "original": "Yassa vā pana maggasaccaṁ nuppajjissati tassa samudayasaccaṁ nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana magga saccam nuppajjissati tassa samudaya saccam nuppajjittha ati uppajjittha ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_5.2.1:252.0",
        "original": "5.2.1.6.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_5.2.1:252.1",
        "original": "Yattha dukkhasaccaṁ nuppajjittha …pe….",
        "analyzed": "yattha dukkha saccam na uppajjittha pe ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_5.2.1:253.0",
        "original": "5.2.1.6.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_5.2.1:253.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjittha tassa tattha samudayasaccaṁ nuppajjissatīti? Uppajjissati.",
        "analyzed": "yassa yattha dukkha saccam nuppajjittha tassa tattha samudaya saccam nuppajjissati iti uppajjissati ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_5.2.1:254.1",
        "original": "Yassa vā pana yattha samudayasaccaṁ nuppajjissati tassa tattha dukkhasaccaṁ nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana yattha samudaya saccam nuppajjissati tassa tattha dukkha saccam nuppajjittha ati uppajjittha ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_5.2.1:255.1",
        "original": "Yassa yattha dukkhasaccaṁ nuppajjittha tassa tattha maggasaccaṁ nuppajjissatīti? Uppajjissati.",
        "analyzed": "yassa yattha dukkha saccam nuppajjittha tassa tattha magga saccam nuppajjissati iti uppajjissati ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_5.2.1:256.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjissati tassa tattha dukkhasaccaṁ nuppajjitthāti? Uppajjittha.",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjissati tassa tattha dukkha saccam nuppajjittha ati uppajjittha ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_5.2.1:257.1",
        "original": "Yassa yattha samudayasaccaṁ nuppajjittha tassa tattha maggasaccaṁ nuppajjissatīti?",
        "analyzed": "yassa yattha samudaya saccam nuppajjittha tassa tattha magga saccam nuppajjissati iti ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_5.2.1:258.1_0",
        "original": "Suddhāvāsānaṁ dutiye citte vattamāne tesaṁ tattha samudayasaccaṁ nuppajjittha, no",
        "analyzed": "suddhāvāsānam dutiye citte vattamāne tesam tattha samudaya saccam nuppajjittha no ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_5.2.1:258.1_1",
        "original": "ca tesaṁ tattha maggasaccaṁ nuppajjissati. Asaññasattānaṁ tesaṁ tattha samudayasaccañca",
        "analyzed": "ca tesam tattha magga saccam nuppajjissati asaññasattānam tesam tattha samudaya saccam ca ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_5.2.1:258.1_2",
        "original": "nuppajjittha maggasaccañca nuppajjissati.",
        "analyzed": "nuppajjittha magga saccañca nuppajjissati ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_5.2.1:259.1",
        "original": "Yassa vā pana yattha maggasaccaṁ nuppajjissati tassa tattha samudayasaccaṁ nuppajjitthāti?",
        "analyzed": "yassa vā pana yattha magga saccam nuppajjissati tassa tattha samudaya saccam nuppajjittha ati ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_5.2.1:260.1_0",
        "original": "Aggamaggasamaṅgīnaṁ arahantānaṁ ye ca puthujjanā maggaṁ na paṭilabhissanti āpāyikānaṁ",
        "analyzed": "agga magga samaṅgīnam arahantānam ye ca puthujjanāḥ maggam na paṭilabhissanti ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_5.2.1:260.1_1",
        "original": "tesaṁ tattha maggasaccaṁ nuppajjissati, no ca tesaṁ tattha samudayasaccaṁ nuppajjittha.",
        "analyzed": "tesam tattha magga saccam nuppajjissati no ca tesam tattha samudaya saccam nuppajjittha ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_5.2.1:260.1_2",
        "original": "Asaññasattānaṁ tesaṁ tattha maggasaccañca nuppajjissati samudayasaccañca nuppajjittha.",
        "analyzed": "asaññasattānam tesam tattha magga saccam ca nuppajjissati samudaya saccam ca nuppajjittha ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_5.2.1:261.1",
        "original": "Uppādavāro.",
        "analyzed": "uppāda vāraḥ ",
        "folio": "261"
    }
]