[
    {
        "segmentnr": "PA_ya_5.3.6:0.1",
        "original": "5 Saccayamaka",
        "analyzed": "saccayamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_5.3.6:0.2",
        "original": "5.3 Pariññāvāra",
        "analyzed": "pariññāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_5.3.6:0.3",
        "original": "5.3.6. Atītānāgatavāra",
        "analyzed": "       ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_5.3.6:1.1",
        "original": "Yo dukkhasaccaṁ parijānittha so samudayasaccaṁ pajahissatīti? No.",
        "analyzed": "yaḥ dukkha saccam parijānittha saḥ samudaya saccam pajahissati iti no ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_5.3.6:2.1",
        "original": "Yo vā pana samudayasaccaṁ pajahissati so dukkhasaccaṁ parijānitthāti? No.",
        "analyzed": "yaḥ vā pana samudaya saccam pajahissati saḥ dukkha saccam parijānittha ati no ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_5.3.6:3.1",
        "original": "Yo dukkhasaccaṁ na parijānittha so samudayasaccaṁ nappajahissatīti?",
        "analyzed": "yaḥ dukkha saccam na parijānittha saḥ samudaya saccam na ppajahissati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_5.3.6:4.1_0",
        "original": "Ye maggaṁ paṭilabhissanti te dukkhasaccaṁ na parijānittha, no ca te samudayasaccaṁ",
        "analyzed": "ye maggam paṭilabhissanti te dukkha saccam na parijānittha no ca te samudaya sacca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_5.3.6:4.1_1",
        "original": "nappajahissanti. Aggamaggasamaṅgī ye ca puthujjanā maggaṁ na paṭilabhissanti te dukkhasaccañca",
        "analyzed": "na ppajahissanti agga magga samaṅgī ye ca puthujjanāḥ maggam na paṭilabhissanti te dukkha saccam ca ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_5.3.6:4.1_2",
        "original": "na parijānittha samudayasaccañca nappajahissanti.",
        "analyzed": "na parijānittha samudaya saccam ca na ppajahissanti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_5.3.6:5.1",
        "original": "Yo vā pana samudayasaccaṁ nappajahissati so dukkhasaccaṁ na parijānitthāti?",
        "analyzed": "yaḥ vā pana samudaya saccam na pajahissati saḥ dukkha saccam na parijānittha ati ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_5.3.6:6.1_0",
        "original": "Arahā samudayasaccaṁ nappajahissati, no ca dukkhasaccaṁ na parijānittha. Aggamaggasamaṅgī",
        "analyzed": "arahā samudaya saccam na ppajahissati no ca dukkha saccam na parijānittha agga magga samaṅgī ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_5.3.6:6.1_1",
        "original": "ye ca puthujjanā maggaṁ na paṭilabhissanti te samudayasaccañca nappajahissanti dukkhasaccañca na parijānittha.",
        "analyzed": "ye ca puthujjanāḥ maggam na paṭilabhissanti te samudaya saccam ca na pajahissanti dukkha saccam ca na parijānittha ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_5.3.6:7.1",
        "original": "Pariññāvāro.",
        "analyzed": "pariññāvāro ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_5.3.6:8.1",
        "original": "Saccayamakapāḷi niṭṭhitā.",
        "analyzed": "        ",
        "folio": "8"
    }
]