[
    {
        "segmentnr": "PA_ya_4.2.1:0.1",
        "original": "4 Dhātuyamaka",
        "analyzed": "dhātu yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_4.2.1:0.2",
        "original": "4.2 Pavattivāra",
        "analyzed": "  ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_4.2.1:0.3",
        "original": "4.2.1. Uppādavāra",
        "analyzed": "uppāda vāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_4.2.1:1.0.1",
        "original": "4.2.1.1 Paccuppannavāra",
        "analyzed": "     ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_4.2.1:1.0.2",
        "original": "4.2.1.1.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_4.2.1:1.1",
        "original": "Yassa cakkhudhātu uppajjati tassa sotadhātu uppajjatīti?",
        "analyzed": "yassa cakkhu dhātu uppajjati tassa sota dhātu uppajjati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_4.2.1:2.1_0",
        "original": "Sacakkhukānaṁ asotakānaṁ upapajjantānaṁ tesaṁ cakkhudhātu uppajjati, no ca tesaṁ",
        "analyzed": "sa cakkhukānam a sotakānam upapajjantānam tesam cakkhu dhātu uppajjati no ca tesam ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_4.2.1:2.1_1",
        "original": "sotadhātu uppajjati. Sacakkhukānaṁ sasotakānaṁ upapajjantānaṁ tesaṁ cakkhudhātu ca",
        "analyzed": "sota dhātu uppajjati sa cakkhukānam sa sotakānam upapajjantānam tesam cakkhu dhātu ca ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_4.2.1:2.1_2",
        "original": "uppajjati sotadhātu ca uppajjati.",
        "analyzed": "uppajjati sotadhātu ca uppajjati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_4.2.1:3.1",
        "original": "Yassa vā pana sotadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
        "analyzed": "yassa vā pana sota dhātu uppajjati tassa cakkhu dhātu uppajjati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_4.2.1:4.1_0",
        "original": "Sasotakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotadhātu uppajjati, no ca tesaṁ cakkhudhātu",
        "analyzed": "sa sotakānam acakkhukānam upapajjantānam tesam sota dhātu uppajjati no ca tesam cakkhu dhātu ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_4.2.1:4.1_1",
        "original": "uppajjati. Sasotakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ sotadhātu ca uppajjati",
        "analyzed": "uppajjati sa sotakānam sa cakkhukānam upapajjantānam tesam sota dhātu ca uppajjati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_4.2.1:4.1_2",
        "original": "cakkhudhātu ca uppajjati.",
        "analyzed": "cakkhu dhātu ca uppajjati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_4.2.1:5.1",
        "original": "Yassa cakkhudhātu uppajjati tassa ghānadhātu uppajjatīti?",
        "analyzed": "yassa cakkhu dhātu uppajjati tassa ghāna dhātu uppajjati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_4.2.1:6.1_0",
        "original": "Sacakkhukānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ cakkhudhātu uppajjati, no ca tesaṁ",
        "analyzed": "sa cakkhukānam aghānakānam upapajjantānam tesam cakkhu dhātu uppajjati no ca tesam ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_4.2.1:6.1_1",
        "original": "ghānadhātu uppajjati. Sacakkhukānaṁ saghānakānaṁ upapajjantānaṁ tesaṁ cakkhudhātu",
        "analyzed": "ghāna dhātu uppajjati sa cakkhukānam sa ghānakānam upapajjantānam tesam cakkhu dhātu ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_4.2.1:6.1_2",
        "original": "ca uppajjati ghānadhātu ca uppajjati.",
        "analyzed": "ca uppajjati ghāna dhātu ca uppajjati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_4.2.1:7.1",
        "original": "Yassa vā pana ghānadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
        "analyzed": "yassa vā pana ghāna dhātu uppajjati tassa cakkhu dhātu uppajjati iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_4.2.1:8.1_0",
        "original": "Saghānakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ ghānadhātu uppajjati, no ca tesaṁ",
        "analyzed": "sa ghānakānam acakkhukānam upapajjantānam tesam ghāna dhātu uppajjati no ca tesam ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_4.2.1:8.1_1",
        "original": "cakkhudhātu uppajjati. Saghānakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ ghānadhātu",
        "analyzed": "cakkhu dhātu uppajjati sa ghānakānam sa cakkhukānam upapajjantānam tesam ghāna dhātu ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_4.2.1:8.1_2",
        "original": "ca uppajjati cakkhudhātu ca uppajjati.",
        "analyzed": "ca uppajjati cakkhudhātu ca uppajjati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_4.2.1:9.1",
        "original": "Yassa cakkhudhātu uppajjati tassa rūpadhātu uppajjatīti? Āmantā.",
        "analyzed": "yassa cakkhu dhātu uppajjati tassa rūpa dhātu uppajjati iti āmantā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_4.2.1:10.1",
        "original": "Yassa vā pana rūpadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
        "analyzed": "yassa vā pana rūpa dhātu uppajjati tassa cakkhu dhātu uppajjati iti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_4.2.1:11.1_0",
        "original": "Sarūpakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ rūpadhātu uppajjati, no ca tesaṁ cakkhudhātu",
        "analyzed": "sarūpakānam acakkhukānam upapajjantānam tesam rūpa dhātu uppajjati no ca tesam cakkhu dhātu ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_4.2.1:11.1_1",
        "original": "uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ rūpadhātu ca uppajjati cakkhudhātu ca uppajjati.",
        "analyzed": "uppajjati sa cakkhukānam upapajjantānam tesam rūpa dhātu ca uppajjati cakkhu dhātu ca uppajjati ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_4.2.1:12.1",
        "original": "Yassa cakkhudhātu uppajjati tassa manoviññāṇadhātu uppajjatīti? Āmantā.",
        "analyzed": "yassa cakkhu dhātu uppajjati tassa manaḥ viññāṇa dhātu uppajjati iti āmantā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_4.2.1:13.1",
        "original": "Yassa vā pana manoviññāṇadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
        "analyzed": "yassa vā pana manaḥ viññāṇa dhātu uppajjati tassa cakkhu dhātu uppajjati iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_4.2.1:14.1_0",
        "original": "Sacittakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ manoviññāṇadhātu uppajjati, no ca",
        "analyzed": "sa cittakānam acakkhukānam upapajjantānam tesam manaḥ viññāṇa dhātu uppajjati no ca ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_4.2.1:14.1_1",
        "original": "tesaṁ cakkhudhātu uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ manoviññāṇadhātu",
        "analyzed": "tesam cakkhu dhātu uppajjati sa cakkhukānam upapajjantānam tesam manaḥ viññāṇa dhātu ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_4.2.1:14.1_2",
        "original": "ca uppajjati cakkhudhātu ca uppajjati.",
        "analyzed": "ca uppajjati cakkhudhātu ca uppajjati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_4.2.1:15.1",
        "original": "Yassa cakkhudhātu uppajjati tassa dhammadhātu uppajjatīti? Āmantā.",
        "analyzed": "yassa cakkhu dhātu uppajjati tassa dhammadhātu uppajjati iti āmantā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_4.2.1:16.1",
        "original": "Yassa vā pana dhammadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
        "analyzed": "yassa vā pana dhammadhātu uppajjati tassa cakkhu dhātu uppajjati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_4.2.1:17.1",
        "original": "Acakkhukānaṁ upapajjantānaṁ tesaṁ dhammadhātu uppajjati, no ca tesaṁ cakkhudhātu uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ dhammadhātu ca uppajjati cakkhudhātu ca uppajjati.",
        "analyzed": "acakkhukānam upapajjantānam tesam dhammadhātu uppajjati no ca tesam cakkhu dhātu uppajjati sa cakkhukānam upapajjantānam tesam dhammadhātu ca uppajjati cakkhu dhātu ca uppajjati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_4.2.1:18.1",
        "original": "(Yathā āyatanayamakaṁ vibhattaṁ evaṁ dhātuyamakampi vibhajitabbaṁ, sadisaṁ kātabbaṁ.)",
        "analyzed": "yathā āyatana yamakam vibhattam evam dhātu yamakam api vibhajitabba sadisam kātabba ",
        "folio": "18"
    }
]