[
    {
        "segmentnr": "PA_ya_10.3.1:0.1",
        "original": "10 Indriyayamaka",
        "analyzed": "indriya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_10.3.1:0.2",
        "original": "10.3 Pariññāvāra",
        "analyzed": "pariññāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_10.3.1:0.3",
        "original": "10.3.1. Paccuppannavāra",
        "analyzed": "     ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_10.3.1:1.0",
        "original": "10.3.1.1. Anuloma",
        "analyzed": "anuloma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_10.3.1:1.1",
        "original": "Yo cakkhundriyaṁ parijānāti so sotindriyaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ cakkhu indriyam parijānāti saḥ sotindriyam parijānāti iti āmantā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_10.3.1:2.1",
        "original": "Yo vā pana sotindriyaṁ parijānāti so cakkhundriyaṁ parijānātīti? Āmantā.",
        "analyzed": "yaḥ vā pana sotindriyam parijānāti so cakkhundriyam parijānāti iti āmantā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_10.3.1:3.1",
        "original": "Yo cakkhundriyaṁ parijānāti so domanassindriyaṁ pajahatīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānāti saḥ domanassindriyam pajahati iti no ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_10.3.1:4.1",
        "original": "Yo vā pana domanassindriyaṁ pajahati so cakkhundriyaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana domanassa indriyam pajahati so cakkhu indriyam parijānāti iti no ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_10.3.1:5.1",
        "original": "Yo cakkhundriyaṁ parijānāti so anaññātaññassāmītindriyaṁ bhāvetīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānāti saḥ anaññātaññassāmīti indriyam bhāveti iti no ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_10.3.1:6.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ bhāveti so cakkhundriyaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana anaññātaññassāmītindriyam bhāveti so cakkhu indriyam parijānāti iti no ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_10.3.1:7.1",
        "original": "Yo cakkhundriyaṁ parijānāti so aññindriyaṁ bhāvetīti? Āmantā.",
        "analyzed": "yaḥ cakkhu indriyam parijānāti saḥ aññindriyam bhāveti iti āmantā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_10.3.1:8.1",
        "original": "Yo vā pana aññindriyaṁ bhāveti so cakkhundriyaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana aññindriyam bhāveti so cakkhu indriyam parijānāti iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_10.3.1:9.1",
        "original": "Dve puggalā aññindriyaṁ bhāventi, no ca cakkhundriyaṁ parijānanti. Aggamaggasamaṅgī aññindriyañca bhāveti cakkhundriyañca parijānāti.",
        "analyzed": "dve puggalā aññindriyam bhāventi no ca cakkhundriyam parijānanti aggamagga samaṅgī aññindriyam ca bhāveti cakkhundriyam ca parijānāti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_10.3.1:10.1",
        "original": "Yo cakkhundriyaṁ parijānāti so aññātāvindriyaṁ sacchikarotīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānāti saḥ aññātāvindriyam sacchikaroti iti no ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_10.3.1:11.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikaroti so cakkhundriyaṁ parijānātīti? No. (Cakkhundriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātāvindriyam sacchikaroti saḥ cakkhu indriyam parijānāti iti no ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_10.3.1:12.1",
        "original": "Yo domanassindriyaṁ pajahati so anaññātaññassāmītindriyaṁ bhāvetīti? No.",
        "analyzed": "yaḥ domanassa indriyam pajahati saḥ anaññātaññassāmītindriyam bhāveti iti no ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_10.3.1:13.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ bhāveti so domanassindriyaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana anaññātaññassāmītindriyam bhāveti saḥ domanassindriyam pajahati iti no ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_10.3.1:14.1",
        "original": "Yo domanassindriyaṁ pajahati so aññindriyaṁ bhāvetīti? Āmantā.",
        "analyzed": "yaḥ domanassindriyam pajahati saḥ aññindriyam bhāveti iti āmantā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_10.3.1:15.1",
        "original": "Yo vā pana aññindriyaṁ bhāveti so domanassindriyaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana aññindriyam bhāveti saḥ domanassindriyam pajahati iti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_10.3.1:16.1",
        "original": "Dve puggalā aññindriyaṁ bhāventi, no ca domanassindriyaṁ pajahanti. Anāgāmimaggasamaṅgī aññindriyañca bhāveti domanassindriyañca pajahati.",
        "analyzed": "dve puggalā aññindriyam bhāventi no ca domanassindriyam pajahanti anāgāmi magga samaṅgī aññindriyam ca bhāveti domanassindriyam ca pajahati ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_10.3.1:17.1",
        "original": "Yo domanassindriyaṁ pajahati so aññātāvindriyaṁ sacchikarotīti? No.",
        "analyzed": "yaḥ domanassa indriyam pajahati saḥ aññātau indriyam sacchikaroti iti no ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_10.3.1:18.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikaroti so domanassindriyaṁ pajahatīti? No. (Domanassindriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātau indriyam sacchikaroti saḥ domanassa indriyam pajahati iti no domanassa indriya mūlaka ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_10.3.1:19.1",
        "original": "Yo anaññātaññassāmītindriyaṁ bhāveti so aññindriyaṁ bhāvetīti? No.",
        "analyzed": "yaḥ anaññātaññassāmi iti indriyam bhāveti saḥ aññindriyam bhāveti iti no ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_10.3.1:20.1",
        "original": "Yo vā pana aññindriyaṁ bhāveti so anaññātaññassāmītindriyaṁ bhāvetīti? No.",
        "analyzed": "yaḥ vā pana aññ indriyam bhāveti saḥ anaññātaññassāmītindriyam bhāveti iti no ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_10.3.1:21.1",
        "original": "Yo anaññātaññassāmītindriyaṁ bhāveti so aññātāvindriyaṁ sacchikarotīti? No.",
        "analyzed": "yaḥ an aññāta ñassāmi iti indriyam bhāveti saḥ aññātau indriyam sacchikaroti iti no ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_10.3.1:22.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikaroti so anaññātaññassāmītindriyaṁ bhāvetīti? No. (Anaññātaññassāmītindriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātau indriyam sacchikaroti saḥ anaññātaññassāmi iti indriyam bhāveti iti no anaññātaññassāmi iti indriya mūlaka ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_10.3.1:23.1",
        "original": "Yo aññindriyaṁ bhāveti so aññātāvindriyaṁ sacchikarotīti? No.",
        "analyzed": "yaḥ aññindriyam bhāveti saḥ aññātau indriyam sacchikaroti iti no ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_10.3.1:24.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikaroti so aññindriyaṁ bhāvetīti? No. (Aññindriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātau indriyam sacchikaroti saḥ aññindriyam bhāveti iti no aññindriya mūlaka ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_10.3.1:25.0",
        "original": "10.3.1.2. Paccanīka",
        "analyzed": "paccanīka ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_10.3.1:25.1",
        "original": "Yo cakkhundriyaṁ na parijānāti so domanassindriyaṁ nappajahatīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānāti saḥ domanassindriyam na ppajahati iti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_10.3.1:26.1_0",
        "original": "Anāgāmimaggasamaṅgī cakkhundriyaṁ na parijānāti, no ca domanassindriyaṁ nappajahati.",
        "analyzed": "anāgāmi magga samaṅgī cakkhu indriyam na parijānāti no ca domanassa indriyam na ppajahati ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_10.3.1:26.1_1",
        "original": "Dve maggasamaṅgino ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti domanassindriyañca nappajahanti.",
        "analyzed": "dve magga samaṅgino ṭhapetvā avasesā puggalā cakkhu indriyañca na parijānanti domanassa indriyañca na pajahanti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_10.3.1:27.1",
        "original": "Yo vā pana domanassindriyaṁ nappajahati so cakkhundriyaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana domanassa indriyam na pajahati so cakkhu indriyam na parijānāti iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_10.3.1:28.1_0",
        "original": "Aggamaggasamaṅgī domanassindriyaṁ nappajahati, no ca cakkhundriyaṁ na parijānāti.",
        "analyzed": "aggamagga samaṅgī domanassa indriyam na pajahati no ca cakkhu indriyam na parijānāti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_10.3.1:28.1_1",
        "original": "Dve maggasamaṅgino ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti cakkhundriyañca na parijānanti.",
        "analyzed": "dve magga samaṅgino ṭhapetvā avasesā puggalā domanassa indriyañca na pajahanti cakkhu indriyañca na parijānanti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_10.3.1:29.1",
        "original": "Yo cakkhundriyaṁ na parijānāti so anaññātaññassāmītindriyaṁ na bhāvetīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānāti saḥ anaññātaññassāmītindriyam na bhāveti iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_10.3.1:30.1_0",
        "original": "Aṭṭhamako cakkhundriyaṁ na parijānāti, no ca anaññātaññassāmītindriyaṁ na bhāveti.",
        "analyzed": "aṭṭhamakaḥ cakkhu indriyam na parijānāti no ca anaññātaññassāmītindriyam na bhāveti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_10.3.1:30.1_1",
        "original": "Dve maggasamaṅgino ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti anaññātaññassāmītindriyañca na bhāventi.",
        "analyzed": "dve magga samaṅgino ṭhapetvā avasesā puggalā cakkhu indriyañca na parijānanti anaññātaññassāmīti indriyañca na bhāventi ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_10.3.1:31.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ na bhāveti so cakkhundriyaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana anaññātaññassāmītindriyam na bhāveti so cakkhu indriyam na parijānāti iti ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_10.3.1:32.1_0",
        "original": "Aggamaggasamaṅgī anaññātaññassāmītindriyaṁ na bhāveti, no ca cakkhundriyaṁ na parijānāti.",
        "analyzed": "agga magga samaṅgī anaññātaññassāmī iti indriyam na bhāveti no ca cakkhu indriyam na parijānāti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_10.3.1:32.1_1",
        "original": "Dve maggasamaṅgino ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi",
        "analyzed": "dve magga samaṅgino ṭhapetvā avasesā puggalā na bhāventi ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_10.3.1:32.1_2",
        "original": "cakkhundriyañca na parijānanti.",
        "analyzed": "cakkhu indriyam ca na parijānanti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_10.3.1:33.1",
        "original": "Yo cakkhundriyaṁ na parijānāti so aññindriyaṁ na bhāvetīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānāti saḥ aññindriyam na bhāveti iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_10.3.1:34.1",
        "original": "Dve puggalā cakkhundriyaṁ na parijānanti, no ca aññindriyaṁ na bhāventi. Tayo maggasamaṅgino ṭhapetvā avasesā puggalā cakkhundriyañca na parijānanti aññindriyañca na bhāventi.",
        "analyzed": "dve puggalā cakkhundriyam na parijānanti no ca aññindriyam na bhāventi tayo magga samaṅgino ṭhapetvā avasesā puggalā cakkhundriyam ca na parijānanti aññindriyam ca na bhāventi ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_10.3.1:35.1",
        "original": "Yo vā pana aññindriyaṁ na bhāveti so cakkhundriyaṁ na parijānātīti? Āmantā.",
        "analyzed": "yaḥ vā pana aññindriyam na bhāveti so cakkhu indriyam na parijānāti iti āmantā ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_10.3.1:36.1",
        "original": "Yo cakkhundriyaṁ na parijānāti so aññātāvindriyaṁ na sacchikarotīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānāti saḥ aññātāvindriyam na sacchikaroti iti ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_10.3.1:37.1_0",
        "original": "Yo aggaphalaṁ sacchikaroti so cakkhundriyaṁ na parijānāti, no ca aññātāvindriyaṁ",
        "analyzed": "yaḥ agga phalam sacchikaroti so cakkhu indriyam na parijānāti no ca aññātāvindriya ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_10.3.1:37.1_1",
        "original": "na sacchikaroti. Aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā cakkhundriyañca",
        "analyzed": "na sacchikaroti aggamagga samaṅgiñca arahantañca ṭhapetvā avasesā puggalā cakkhu indriyañca ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_10.3.1:37.1_2",
        "original": "na parijānanti aññātāvindriyañca na sacchikaronti.",
        "analyzed": "na parijānanti aññātau indriyam ca na sacchikaronti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_10.3.1:38.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikaroti so cakkhundriyaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana aññātāvindriyam na sacchikaroti so cakkhu indriyam na parijānāti iti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_10.3.1:39.1_0",
        "original": "Aggamaggasamaṅgī aññātāvindriyaṁ na sacchikaroti, no ca cakkhundriyaṁ na parijānāti.",
        "analyzed": "aggamagga samaṅgī aññātāvindriyam na sacchikaroti no ca cakkhu indriyam na parijānāti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_10.3.1:39.1_1",
        "original": "Aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti",
        "analyzed": "agga magga samaṅgin ca arahantañca ṭhapetvā avasesā puggalāḥ aññātavindriyañca na sacchikaronti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_10.3.1:39.1_2",
        "original": "cakkhundriyañca na parijānanti. (Cakkhundriyamūlakaṁ.)",
        "analyzed": "cakkhu indriyam ca na parijānanti cakkhu indriya mūlaka ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_10.3.1:40.1",
        "original": "Yo domanassindriyaṁ nappajahati so anaññātaññassāmītindriyaṁ na bhāvetīti?",
        "analyzed": "yaḥ domanassindriyam na ppajahati saḥ anaññātaññassāmītindriyam na bhāveti iti ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_10.3.1:41.1_0",
        "original": "Aṭṭhamako domanassindriyaṁ nappajahati, no ca anaññātaññassāmītindriyaṁ na bhāveti.",
        "analyzed": "aṭṭhamakaḥ domanassindriyam na ppajahati no ca anaññātaññassāmītindriyam na bhāveti ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_10.3.1:41.1_1",
        "original": "Dve maggasamaṅgino ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti anaññātaññassāmītindriyañca na bhāventi.",
        "analyzed": "dve magga samaṅgino ṭhapetvā avasesā puggalā domanassindriyañca na ppajahanti anaññātaññassāmītindriyañca na bhāventi ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_10.3.1:42.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ na bhāveti so domanassindriyaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana anaññātaññassāmītindriyam na bhāveti so domanassindriyam na ppajahati iti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_10.3.1:43.1_0",
        "original": "Anāgāmimaggasamaṅgī anaññātaññassāmītindriyaṁ na bhāveti, no ca domanassindriyaṁ",
        "analyzed": "anāgāmi magga samaṅgī na bhāveti no ca ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_10.3.1:43.1_1",
        "original": "nappajahati. Dve maggasamaṅgino ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca",
        "analyzed": "na ppajahati dve magga samaṅgino ṭhapetvā avasesā puggalā ca ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_10.3.1:43.1_2",
        "original": "na bhāventi domanassindriyañca nappajahanti.",
        "analyzed": "na bhāventi domanassa indriyam ca na ppajahanti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_10.3.1:44.1",
        "original": "Yo domanassindriyaṁ nappajahati so aññindriyaṁ na bhāvetīti?",
        "analyzed": "yaḥ domanassindriyam na ppajahati saḥ aññindriyam na bhāveti iti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_10.3.1:45.1",
        "original": "Dve puggalā domanassindriyaṁ nappajahanti, no ca aññindriyaṁ na bhāventi. Tayo maggasamaṅgino ṭhapetvā avasesā puggalā domanassindriyañca nappajahanti aññindriyañca na bhāventi.",
        "analyzed": "dve puggalā domanassindriyam na ppajahanti no ca aññindriyam na bhāventi tayo magga samaṅgino ṭhapetvā avasesā puggalā domanassindriyam ca na ppajahanti aññindriyam ca na bhāventi ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_10.3.1:46.1",
        "original": "Yo vā pana aññindriyaṁ na bhāveti so domanassindriyaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ vā pana aññindriyam na bhāveti saḥ domanassindriyam na ppajahati iti āmantā ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_10.3.1:47.1",
        "original": "Yo domanassindriyaṁ nappajahati so aññātāvindriyaṁ na sacchikarotīti?",
        "analyzed": "yaḥ domanassa indriyam na ppajahati saḥ aññātāvindriyam na sacchikaroti iti ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_10.3.1:48.1_0",
        "original": "Yo aggaphalaṁ sacchikaroti so domanassindriyaṁ nappajahati, no ca aññātāvindriyaṁ",
        "analyzed": "yaḥ agga phalam sacchikaroti saḥ domanassa indriyam na ppajahati no ca aññātāvindriya ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_10.3.1:48.1_1",
        "original": "na sacchikaroti. Anāgāmimaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā domanassindriyañca",
        "analyzed": "na sacchikaroti anāgāmi magga samaṅgiñca arahantañca ṭhapetvā avasesā puggalāḥ domanassindriyañca ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_10.3.1:48.1_2",
        "original": "nappajahanti aññātāvindriyañca na sacchikaronti.",
        "analyzed": "na ppajahanti aññātau indriyam ca na sacchikaronti ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_10.3.1:49.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikaroti so domanassindriyaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana aññātāvindriyam na sacchikaroti saḥ domanassindriyam na ppajahati iti ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_10.3.1:50.1_0",
        "original": "Anāgāmimaggasamaṅgī aññātāvindriyaṁ na sacchikaroti, no ca domanassindriyaṁ nappajahati.",
        "analyzed": "anāgāmi magga samaṅgī aññātāvindriyam na sacchikaroti no ca domanassindriyam na ppajahati ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_10.3.1:50.1_1",
        "original": "Anāgāmimaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na",
        "analyzed": "anāgāmi magga samaṅgin ca arahantañca ṭhapetvā avasesā puggalāḥ aññātāvindriyañca na ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_10.3.1:50.1_2",
        "original": "sacchikaronti domanassindriyañca nappajahanti. (Domanassindriyamūlakaṁ.)",
        "analyzed": "sacchikaronti domanassa indriyañca na ppajahanti domanassa indriya mūlaka ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_10.3.1:51.1",
        "original": "Yo anaññātaññassāmītindriyaṁ na bhāveti so aññindriyaṁ na bhāvetīti?",
        "analyzed": "yaḥ anaññātaññassāmītindriyam na bhāveti saḥ aññindriyam na bhāveti iti ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_10.3.1:52.1_0",
        "original": "Tayo maggasamaṅgino anaññātaññassāmītindriyaṁ na bhāventi, no ca aññindriyaṁ na bhāventi.",
        "analyzed": "tayo magga samaṅginaḥ anaññātaññassāmīti indriyam na bhāventi no ca aññindriyam na bhāventi ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_10.3.1:52.1_1",
        "original": "Cattāro maggasamaṅgino ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca na bhāventi",
        "analyzed": "cattāro magga samaṅgino ṭhapetvā avasesā puggalāḥ na bhāventi ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_10.3.1:52.1_2",
        "original": "aññindriyañca na bhāventi.",
        "analyzed": "aññindriyam ca na bhāventi ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_10.3.1:53.1",
        "original": "Yo vā pana aññindriyaṁ na bhāveti so anaññātaññassāmītindriyaṁ na bhāvetīti?",
        "analyzed": "yaḥ vā pana aññindriyam na bhāveti saḥ anaññātaññassāmītindriyam na bhāveti iti ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_10.3.1:54.1_0",
        "original": "Aṭṭhamako aññindriyaṁ na bhāveti, no ca anaññātaññassāmītindriyaṁ na bhāveti. Cattāro",
        "analyzed": "aṭṭhamakaḥ aññindriyam na bhāveti no ca anaññātaññassāmītindriyam na bhāveti cattāro ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_10.3.1:54.1_1",
        "original": "maggasamaṅgino ṭhapetvā avasesā puggalā aññindriyañca na bhāventi anaññātaññassāmītindriyañca na bhāventi.",
        "analyzed": "magga samaṅgino ṭhapetvā avasesā puggalā aññindriyam ca na bhāventi anaññātaññassāmītindriyam ca na bhāventi ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_10.3.1:55.1",
        "original": "Yo anaññātaññassāmītindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikarotīti?",
        "analyzed": "yaḥ anaññātaññassāmi iti indriyam na bhāveti saḥ aññātau indriyam na sacchikaroti iti ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_10.3.1:56.1_0",
        "original": "Yo aggaphalaṁ sacchikaroti so anaññātaññassāmītindriyaṁ na bhāveti, no ca aññātāvindriyaṁ",
        "analyzed": "yaḥ agga phalam sacchikaroti saḥ anaññātaññassāmītindriyam na bhāveti no ca ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_10.3.1:56.1_1",
        "original": "na sacchikaroti. Aṭṭhamakañca arahantañca ṭhapetvā avasesā puggalā anaññātaññassāmītindriyañca",
        "analyzed": "na sacchikaroti aṭṭhamakam ca arahantañca ṭhapetvā avasesā puggalā ca ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_10.3.1:56.1_2",
        "original": "na bhāventi aññātāvindriyañca na sacchikaronti.",
        "analyzed": "na bhāventi aññātau indriyam ca na sacchikaronti ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_10.3.1:57.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikaroti so anaññātaññassāmītindriyaṁ na bhāvetīti?",
        "analyzed": "yaḥ vā pana aññātau indriyam na sacchikaroti saḥ anaññātaññassāmītindriyam na bhāveti iti ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_10.3.1:58.1_0",
        "original": "Aṭṭhamako aññātāvindriyaṁ na sacchikaroti, no ca anaññātaññassāmītindriyaṁ na bhāveti.",
        "analyzed": "aṭṭhamakaḥ aññātau indriyam na sacchikaroti no ca anaññātaññassāmītindriyam na bhāveti ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_10.3.1:58.1_1",
        "original": "Aṭṭhamakañca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na sacchikaronti",
        "analyzed": "aṭṭhamakañca arahantañca ṭhapetvā avasesā puggalāḥ aññātavindriyañca na sacchikaronti ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_10.3.1:58.1_2",
        "original": "anaññātaññassāmītindriyañca na bhāventi. (Anaññātaññassāmītindriyamūlakaṁ.)",
        "analyzed": "anaññātaññassāmi iti indriyañca na bhāventi ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_10.3.1:59.1",
        "original": "Yo aññindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikarotīti?",
        "analyzed": "yaḥ aññindriyam na bhāveti saḥ aññātau indriyam na sacchikaroti iti ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_10.3.1:60.1_0",
        "original": "Yo aggaphalaṁ sacchikaroti so aññindriyaṁ na bhāveti, no ca aññātāvindriyaṁ na sacchikaroti.",
        "analyzed": "yaḥ agga phalam sacchikaroti saḥ aññindriyam na bhāveti no ca aññātāvindriyam na sacchikaroti ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_10.3.1:60.1_1",
        "original": "Tayo maggasamaṅgino ca arahantañca ṭhapetvā avasesā puggalā aññindriyañca na bhāventi",
        "analyzed": "tayo magga samaṅgino ca arahantam ca ṭhapetvā avasesā puggalā aññindriyañca na bhāventi ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_10.3.1:60.1_2",
        "original": "aññātāvindriyañca na sacchikaronti.",
        "analyzed": "aññātau indriyañca na sacchikaronti ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_10.3.1:61.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikaroti so aññindriyaṁ na bhāvetīti?",
        "analyzed": "yaḥ vā pana aññātau indriyam na sacchikaroti saḥ aññindriyam na bhāveti iti ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_10.3.1:62.1_0",
        "original": "Tayo maggasamaṅgino aññātāvindriyaṁ na sacchikaronti, no ca aññindriyaṁ na bhāventi.",
        "analyzed": "tayo magga samaṅgino aññātāvindriyam na sacchikaronti no ca aññindriyam na bhāventi ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_10.3.1:62.1_1",
        "original": "Tayo maggasamaṅgino ca arahantañca ṭhapetvā avasesā puggalā aññātāvindriyañca na",
        "analyzed": "tayo magga samaṅgino ca arahantam ca ṭhapetvā avasesā puggalā aññātau indriyam ca na ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_10.3.1:62.1_2",
        "original": "sacchikaronti aññindriyañca na bhāventi. (Aññindriyamūlakaṁ.)",
        "analyzed": "sacchikaronti aññindriyam ca na bhāventi aññindriya mūlaka ",
        "folio": "62"
    }
]