[
    {
        "segmentnr": "PA_ya_3.2.3:0.1",
        "original": "3 Āyatanayamaka",
        "analyzed": "āyatana yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_3.2.3:0.2",
        "original": "3.2 Pavattivāra",
        "analyzed": "  ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_3.2.3:0.3",
        "original": "3.2.3. Uppādanirodhavāra",
        "analyzed": "     ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_3.2.3:1.0.1",
        "original": "3.2.3.1 Paccuppannavāra",
        "analyzed": "     ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_3.2.3:1.0.2",
        "original": "3.2.3.1.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_3.2.3:1.1",
        "original": "Yassa cakkhāyatanaṁ uppajjati tassa sotāyatanaṁ nirujjhatīti? No.",
        "analyzed": "yassa cakkhāyatanam uppajjati tassa sotāyatanam nirujjhati iti no ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_3.2.3:2.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhati tassa cakkhāyatanaṁ uppajjatīti? No.",
        "analyzed": "yassa vā pana sota āyatanam nirujjhati tassa cakkha āyatanam uppajjati iti no ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_3.2.3:3.1",
        "original": "Yassa cakkhāyatanaṁ uppajjati tassa ghānāyatanaṁ …pe… rūpāyatanaṁ … manāyatanaṁ … dhammāyatanaṁ nirujjhatīti? No.",
        "analyzed": "yassa cakkhu āyatanam uppajjati tassa ghāna āyatanam pe rūpa āyatanam manāyatanam dhamma āyatanam nirujjhati iti no ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_3.2.3:4.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhati tassa cakkhāyatanaṁ uppajjatīti? No …pe….",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhati tassa cakkhu āyatanam uppajjati iti no pe ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_3.2.3:5.1",
        "original": "Yassa manāyatanaṁ uppajjati tassa dhammāyatanaṁ nirujjhatīti? No.",
        "analyzed": "yassa manāyatanam uppajjati tassa dhammāyatanam nirujjhati iti no ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_3.2.3:6.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhati tassa manāyatanaṁ uppajjatīti? No.",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhati tassa manāyatanam uppajjati iti no ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_3.2.3:7.0",
        "original": "3.2.3.1.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_3.2.3:7.1",
        "original": "Yattha cakkhāyatanaṁ uppajjati …pe… (yatthakaṁ noti na kātabbaṁ, yatthakaṁ itaresaṁ yatthakānaṁ sadisaṁ kātabbaṁ, yatthakaṁ tīsupi vāresu sadisaṁ.)",
        "analyzed": "yattha cakkhu āyatanam uppajjati pe yatthakam no ti na kātabba yatthakam itaresam yatthakānam sadisam kātabba yatthakam tīsu pi vāresu ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_3.2.3:8.0",
        "original": "3.2.3.1.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_3.2.3:8.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha sotāyatanaṁ nirujjhatīti? No.",
        "analyzed": "yassa yattha cakkhāyatanam uppajjati tassa tattha sotāyatanam nirujjhati iti no ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_3.2.3:9.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ nirujjhati tassa tattha cakkhāyatanaṁ uppajjatīti? No …pe….",
        "analyzed": "yassa vā pana yattha sota āyatanam nirujjhati tassa tattha cakkha āyatanam uppajjati iti no pe ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_3.2.3:10.1",
        "original": "Yassa yattha manāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhatīti? No.",
        "analyzed": "yassa yattha manāyatanam uppajjati tassa tattha dhammāyatanam nirujjhati iti no ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_3.2.3:11.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhati tassa tattha manāyatanaṁ uppajjatīti? No.",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhati tassa tattha manāyatanam uppajjati iti no ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_3.2.3:12.0",
        "original": "3.2.3.1.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_3.2.3:12.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjati tassa sotāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhāyatanam nuppajjati tassa sotāyatanam na nirujjhati iti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_3.2.3:13.1_0",
        "original": "Sasotakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ sotāyatanaṁ na",
        "analyzed": "sa sotakānam cavantānam tesam cakkhāyatanam nuppajjati no ca tesam sotāyatanam na ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_3.2.3:13.1_1",
        "original": "nirujjhati. Acakkhukānaṁ upapajjantānaṁ asotakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "nirujjhati acakkhukānam upapajjantānam asotakānam cavantānam tesam cakkha āyatanañca ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_3.2.3:13.1_2",
        "original": "nuppajjati sotāyatanañca na nirujjhati.",
        "analyzed": "na uppajjati sotāyatanam ca na nirujjhati ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_3.2.3:14.1",
        "original": "Yassa vā pana sotāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana sota āyatanam na nirujjhati tassa cakkhu āyatanam nuppajjati iti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_3.2.3:15.1_0",
        "original": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "sa cakkhukānam upapajjantānam tesam sotāyatanam na nirujjhati no ca tesam cakkhāyatana ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_3.2.3:15.1_1",
        "original": "nuppajjati. Asotakānaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca",
        "analyzed": "nuppajjati a sotakānam cavantānam acakkhukānam upapajjantānam tesam sota āyatanañca ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_3.2.3:15.1_2",
        "original": "na nirujjhati cakkhāyatanañca nuppajjati.",
        "analyzed": "na nirujjhati cakkhu āyatanam ca na uppajjati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_3.2.3:16.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjati tassa ghānāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjati tassa ghāna āyatanam na nirujjhati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_3.2.3:17.1_0",
        "original": "Saghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ ghānāyatanaṁ",
        "analyzed": "sa ghānakānam cavantānam tesam cakkhu āyatanam nuppajjati no ca tesam ghāna āyatana ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_3.2.3:17.1_1",
        "original": "na nirujjhati. Acakkhukānaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "na nirujjhati acakkhukānam upapajjantānam aghānakānam cavantānam tesam cakkha āyatanañca ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_3.2.3:17.1_2",
        "original": "nuppajjati ghānāyatanañca na nirujjhati.",
        "analyzed": "na uppajjati ghāna āyatanam ca na nirujjhati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_3.2.3:18.1",
        "original": "Yassa vā pana ghānāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana ghāna āyatanam na nirujjhati tassa cakkhu āyatanam nuppajjati iti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_3.2.3:19.1_0",
        "original": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "sa cakkhukānam upapajjantānam tesam ghāna āyatanam na nirujjhati no ca tesam cakkhu āyatana ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_3.2.3:19.1_1",
        "original": "nuppajjati. Aghānakānaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca",
        "analyzed": "na uppajjati aghānakānam cavantānam acakkhukānam upapajjantānam tesam ghāna āyatanañca ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_3.2.3:19.1_2",
        "original": "na nirujjhati cakkhāyatanañca nuppajjati.",
        "analyzed": "na nirujjhati cakkhu āyatanam ca na uppajjati ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_3.2.3:20.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjati tassa rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjati tassa rūpa āyatanam na nirujjhati iti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_3.2.3:21.1_0",
        "original": "Sarūpakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ na",
        "analyzed": "sarūpakānam cavantānam tesam cakkhā āyatanam nuppajjati no ca tesam rūpa āyatanam na ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_3.2.3:21.1_1",
        "original": "nirujjhati. Acakkhukānaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "nirujjhati acakkhukānam upapajjantānam arūpakānam cavantānam tesam cakkha āyatanañca ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_3.2.3:21.1_2",
        "original": "nuppajjati rūpāyatanañca na nirujjhati.",
        "analyzed": "na uppajjati rūpa āyatanam ca na nirujjhati ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_3.2.3:22.1",
        "original": "Yassa vā pana rūpāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam na nirujjhati tassa cakkhu āyatanam nuppajjati iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_3.2.3:23.1_0",
        "original": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "sa cakkhukānam upapajjantānam tesam rūpa āyatanam na nirujjhati no ca tesam cakkhu āyatana ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_3.2.3:23.1_1",
        "original": "nuppajjati. Arūpakānaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca",
        "analyzed": "na uppajjati arūpakānam cavantānam acakkhukānam upapajjantānam tesam rūpa āyatanañca ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_3.2.3:23.1_2",
        "original": "na nirujjhati cakkhāyatanañca nuppajjati.",
        "analyzed": "na nirujjhati cakkhu āyatanam ca na uppajjati ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_3.2.3:24.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjati tassa manāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjati tassa manāyatanam na nirujjhati iti ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_3.2.3:25.1_0",
        "original": "Sacittakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ na",
        "analyzed": "sa cittakānam cavantānam tesam cakkhu āyatanam nuppajjati no ca tesam manāyatanam na ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_3.2.3:25.1_1",
        "original": "nirujjhati. Acakkhukānaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "nirujjhati acakkhukānam upapajjantānam acittakānam cavantānam tesam cakkha āyatanañca ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_3.2.3:25.1_2",
        "original": "nuppajjati manāyatanañca na nirujjhati.",
        "analyzed": "na uppajjati mana āyatanam ca na nirujjhati ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_3.2.3:26.1",
        "original": "Yassa vā pana manāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana mana āyatanam na nirujjhati tassa cakkhu āyatanam nuppajjati iti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_3.2.3:27.1_0",
        "original": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "sa cakkhukānam upapajjantānam tesam mana āyatanam na nirujjhati no ca tesam cakkhu āyatana ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_3.2.3:27.1_1",
        "original": "nuppajjati. Acittakānaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanañca",
        "analyzed": "na uppajjati acittakānam cavantānam acakkhukānam upapajjantānam tesam mana āyatanañca ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_3.2.3:27.1_2",
        "original": "na nirujjhati cakkhāyatanañca nuppajjati.",
        "analyzed": "na nirujjhati cakkhu āyatanam ca na uppajjati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_3.2.3:28.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjati tassa dhamma āyatanam na nirujjhati iti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_3.2.3:29.1_0",
        "original": "Sabbesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na",
        "analyzed": "sabbesam cavantānam tesam cakkhāyatanam nuppajjati no ca tesam dhammāyatanam na ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_3.2.3:29.1_1",
        "original": "nirujjhati. Acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca nuppajjati dhammāyatanañca na nirujjhati.",
        "analyzed": "nirujjhati acakkhukānam upapajjantānam tesam cakkhāyatanam ca nu pajjati dhamma āyatanam ca na nirujjhati ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_3.2.3:30.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhati tassa cakkhu āyatanam nuppajjati iti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_3.2.3:31.1_0",
        "original": "Sacakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "sa cakkhukānam upapajjantānam tesam dhamma āyatanam na nirujjhati no ca tesam cakkhu āyatana ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_3.2.3:31.1_1",
        "original": "nuppajjati. Acakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca na nirujjhati cakkhāyatanañca",
        "analyzed": "nuppajjati acakkhukānam upapajjantānam tesam dhamma āyatanañca na nirujjhati cakkhu āyatanañca ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_3.2.3:31.1_2",
        "original": "nuppajjati. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "nuppajjati cakkhu āyatana mūlaka ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_3.2.3:32.1",
        "original": "Yassa ghānāyatanaṁ nuppajjati tassa rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa ghāna āyatanam nuppajjati tassa rūpa āyatanam na nirujjhati iti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_3.2.3:33.1_0",
        "original": "Sarūpakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ na",
        "analyzed": "sarūpakānam cavantānam tesam ghāna āyatanam nuppajjati no ca tesam rūpa āyatanam na ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_3.2.3:33.1_1",
        "original": "nirujjhati. Aghānakānaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ ghānāyatanañca",
        "analyzed": "nirujjhati aghānakānam upapajjantānam arūpakānam cavantānam tesam ghāna āyatanam ca ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_3.2.3:33.1_2",
        "original": "nuppajjati rūpāyatanañca na nirujjhati.",
        "analyzed": "na uppajjati rūpa āyatanam ca na nirujjhati ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_3.2.3:34.1",
        "original": "Yassa vā pana rūpāyatanaṁ na nirujjhati tassa ghānāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam na nirujjhati tassa ghāna āyatanam nuppajjati iti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_3.2.3:35.1_0",
        "original": "Saghānakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no ca tesaṁ ghānāyatanaṁ",
        "analyzed": "sa ghānakānam upapajjantānam tesam rūpa āyatanam na nirujjhati no ca tesam ghāna āyatana ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_3.2.3:35.1_1",
        "original": "nuppajjati. Arūpakānaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca",
        "analyzed": "nuppajjati arūpakānam cavantānam aghānakānam upapajjantānam tesam rūpa āyatanañca ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_3.2.3:35.1_2",
        "original": "na nirujjhati ghānāyatanañca nuppajjati.",
        "analyzed": "na nirujjhati ghāna āyatanam ca na uppajjati ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_3.2.3:36.1",
        "original": "Yassa ghānāyatanaṁ nuppajjati tassa manāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa ghāna āyatanam nuppajjati tassa mana āyatanam na nirujjhati iti ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_3.2.3:37.1_0",
        "original": "Sacittakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ na",
        "analyzed": "sa cittakānam cavantānam tesam ghāna āyatanam nuppajjati no ca tesam mana āyatanam na ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_3.2.3:37.1_1",
        "original": "nirujjhati. Aghānakānaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ ghānāyatanañca",
        "analyzed": "nirujjhati a ghānakānam upapajjantānam acittakānam cavantānam tesam ghāna āyatanam ca ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_3.2.3:37.1_2",
        "original": "nuppajjati manāyatanañca na nirujjhati.",
        "analyzed": "na uppajjati mana āyatanam ca na nirujjhati ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_3.2.3:38.1",
        "original": "Yassa vā pana manāyatanaṁ na nirujjhati tassa ghānāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana manāyatanam na nirujjhati tassa ghāna āyatanam nuppajjati iti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_3.2.3:39.1_0",
        "original": "Saghānakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ ghānāyatanaṁ",
        "analyzed": "sa ghānakānam upapajjantānam tesam manaḥ āyatanam na nirujjhati no ca tesam ghāna āyatana ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_3.2.3:39.1_1",
        "original": "nuppajjati. Acittakānaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ manāyatanañca",
        "analyzed": "nuppajjati acittakānam cavantānam aghānakānam upapajjantānam tesam mana āyatanañca ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_3.2.3:39.1_2",
        "original": "na nirujjhati ghānāyatanañca nuppajjati.",
        "analyzed": "na nirujjhati ghāna āyatanam ca na uppajjati ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_3.2.3:40.1",
        "original": "Yassa ghānāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa ghāna āyatanam nuppajjati tassa dhamma āyatanam na nirujjhati iti ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_3.2.3:41.1_0",
        "original": "Sabbesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhati.",
        "analyzed": "sabbesam cavantānam tesam ghāna āyatanam nuppajjati no ca tesam dhammāyatanam na nirujjhati ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_3.2.3:41.1_1",
        "original": "Aghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca nuppajjati dhammāyatanañca na nirujjhati.",
        "analyzed": "a ghānakānam upapajjantānam tesam ghāna āyatanam ca na uppajjati dhamma āyatanam ca na nirujjhati ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_3.2.3:42.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhati tassa ghānāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhati tassa ghāna āyatanam nuppajjati iti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_3.2.3:43.1_0",
        "original": "Saghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ na nirujjhati, no ca tesaṁ ghānāyatanaṁ",
        "analyzed": "sa ghānakānam upapajjantānam tesam dhamma āyatanam na nirujjhati no ca tesam ghāna āyatana ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_3.2.3:43.1_1",
        "original": "nuppajjati. Aghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca na nirujjhati ghānāyatanañca",
        "analyzed": "nuppajjati aghānakānam upapajjantānam tesam dhamma āyatanam ca na nirujjhati ghāna āyatanañca ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_3.2.3:43.1_2",
        "original": "nuppajjati. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "nuppajjati ghāna āyatana mūlaka ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_3.2.3:44.1",
        "original": "Yassa rūpāyatanaṁ nuppajjati tassa manāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa rūpa āyatanam nuppajjati tassa manāyatanam na nirujjhati iti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_3.2.3:45.1_0",
        "original": "Sacittakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ na",
        "analyzed": "sa cittakānam cavantānam tesam rūpa āyatanam nuppajjati no ca tesam mana āyatanam na ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_3.2.3:45.1_1",
        "original": "nirujjhati. Arūpakānaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ rūpāyatanañca",
        "analyzed": "nirujjhati arūpakānam upapajjantānam acittakānam cavantānam tesam rūpa āyatanam ca ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_3.2.3:45.1_2",
        "original": "nuppajjati manāyatanañca na nirujjhati.",
        "analyzed": "na uppajjati mana āyatanam ca na nirujjhati ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_3.2.3:46.1",
        "original": "Yassa vā pana manāyatanaṁ na nirujjhati tassa rūpāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana manāyatanam na nirujjhati tassa rūpāyatanam nuppajjati iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_3.2.3:47.1_0",
        "original": "Sarūpakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ",
        "analyzed": "sarūpakānam upapajjantānam tesam mana āyatanam na nirujjhati no ca tesam rūpa āyatana ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_3.2.3:47.1_1",
        "original": "nuppajjati. Acittakānaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ manāyatanañca",
        "analyzed": "nuppajjati acittakānam cavantānam arūpakānam upapajjantānam tesam mana āyatanam ca ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_3.2.3:47.1_2",
        "original": "na nirujjhati rūpāyatanañca nuppajjati.",
        "analyzed": "na nirujjhati rūpa āyatanam ca na uppajjati ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_3.2.3:48.1",
        "original": "Yassa rūpāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa rūpa āyatanam na uppajjati tassa dhamma āyatanam na nirujjhati iti ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_3.2.3:49.1",
        "original": "Sabbesaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Arūpakānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca nuppajjati dhammāyatanañca na nirujjhati.",
        "analyzed": "sabbesam cavantānam tesam rūpa āyatanam nuppajjati no ca tesam dhamma āyatanam na nirujjhati arūpakānam upapajjantānam tesam rūpa āyatanam ca nuppajjati dhamma āyatanam ca na nirujjhati ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_3.2.3:50.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhati tassa rūpāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhati tassa rūpa āyatanam na uppajjati iti ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_3.2.3:51.1_0",
        "original": "Sarūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ",
        "analyzed": "sarūpakānam upapajjantānam tesam dhamma āyatanam na nirujjhati no ca tesam rūpa āyatana ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_3.2.3:51.1_1",
        "original": "nuppajjati. Arūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca na nirujjhati rūpāyatanañca",
        "analyzed": "nuppajjati arūpakānam upapajjantānam tesam dhamma āyatanam ca na nirujjhati rūpa āyatanam ca ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_3.2.3:51.1_2",
        "original": "nuppajjati. (Rūpāyatanamūlakaṁ.)",
        "analyzed": "nu uppajjati rūpa āyatana mūlaka ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_3.2.3:52.1",
        "original": "Yassa manāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa manāyatanam nuppajjati tassa dhammāyatanam na nirujjhati iti ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_3.2.3:53.1",
        "original": "Sabbesaṁ cavantānaṁ tesaṁ manāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Acittakānaṁ upapajjantānaṁ tesaṁ manāyatanañca nuppajjati dhammāyatanañca na nirujjhati.",
        "analyzed": "sabbesam cavantānam tesam manāyatanam nuppajjati no ca tesam dhammāyatanam na nirujjhati acittakānam upapajjantānam tesam manāyatanam ca nuppajjati dhammāyatanam ca na nirujjhati ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_3.2.3:54.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhati tassa manāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhati tassa manāyatanam nuppajjati iti ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_3.2.3:55.1_0",
        "original": "Sacittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ na nirujjhati, no ca tesaṁ manāyatanaṁ",
        "analyzed": "sa cittakānam upapajjantānam tesam dhamma āyatanam na nirujjhati no ca tesam manāyatana ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_3.2.3:55.1_1",
        "original": "nuppajjati. Acittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca na nirujjhati manāyatanañca nuppajjati.",
        "analyzed": "nuppajjati acittakānam upapajjantānam tesam dhammāyatanam ca na nirujjhati manāyatanam ca nuppajjati ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_3.2.3:56.0",
        "original": "3.2.3.1.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_3.2.3:56.1",
        "original": "Yattha cakkhāyatanaṁ nuppajjati …pe….",
        "analyzed": "yattha cakkhu āyatanam na uppajjati pe ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_3.2.3:57.0",
        "original": "3.2.3.1.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_3.2.3:57.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjati …pe….",
        "analyzed": "yassa yattha cakkhu āyatanam nuppajjati pe ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_3.2.3:58.1",
        "original": "(Yassakampi yassayatthakampi sadisaṁ.)",
        "analyzed": "yassakam pi sadisa ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_3.2.3:59.0.1",
        "original": "3.2.3.2. Atītavāra",
        "analyzed": "atītavāra ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_3.2.3:59.0.2",
        "original": "3.2.3.2.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_3.2.3:59.1",
        "original": "Yassa cakkhāyatanaṁ uppajjittha tassa sotāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa cakkhāyatanam uppajjittha tassa sotāyatanam nirujjhittha ati āmantā ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_3.2.3:60.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhittha tassa cakkhāyatanaṁ uppajjitthāti? Āmantā …pe….",
        "analyzed": "yassa vā pana sota āyatanam nirujjhittha tassa cakkhu āyatanam uppajjittha ati āmantā pe ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_3.2.3:61.1",
        "original": "(Atītā pucchā uppādepi nirodhepi uppādanirodhepi anulomampi paccanīkampi sadisaṁ.)",
        "analyzed": "atītā pucchā uppāde pi nirodhe pi uppāda nirodhe pi anulomam pi paccanīkam ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_3.2.3:62.0.1",
        "original": "3.2.3.3. Anāgatavāra",
        "analyzed": "anāgatavāra ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_3.2.3:62.0.2",
        "original": "3.2.3.3.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_3.2.3:62.1",
        "original": "Yassa cakkhāyatanaṁ uppajjissati tassa sotāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhāyatanam uppajjissati tassa sotāyatanam nirujjhissati iti āmantā ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_3.2.3:63.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana sota āyatanam nirujjhissati tassa cakkhu āyatanam uppajjissati iti ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_3.2.3:64.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_3.2.3:64.1_1",
        "original": "tesaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ uppajjissati.",
        "analyzed": "tesam upapajjantānam tesam sotāyatanam nirujjhissati no ca tesam cakkhāyatanam uppajjissati ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_3.2.3:64.1_2",
        "original": "Itaresaṁ tesaṁ sotāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
        "analyzed": "itaresam tesam sotāyatanañca nirujjhissati cakkhāyatanañca uppajjissati ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_3.2.3:65.1",
        "original": "Yassa cakkhāyatanaṁ uppajjissati tassa ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam uppajjissati tassa ghāna āyatanam nirujjhissati iti ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_3.2.3:66.1_0",
        "original": "Ye rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ",
        "analyzed": "ye rūpāvacaram upapajjitvā parinibbāyissanti tesam cavantānam tesam ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_3.2.3:66.1_1",
        "original": "uppajjissati, no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "uppajjissati no ca tesam ghāna āyatanam nirujjhissati itaresam tesam cakkhu āyatanañca ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_3.2.3:66.1_2",
        "original": "uppajjissati ghānāyatanañca nirujjhissati.",
        "analyzed": "uppajjissati ghāna āyatanañca nirujjhissati ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_3.2.3:67.1",
        "original": "Yassa vā pana ghānāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana ghāna āyatanam nirujjhissati tassa cakkhu āyatanam uppajjissati iti ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_3.2.3:68.1_0",
        "original": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam kāmāvacaram upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_3.2.3:68.1_1",
        "original": "tesaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "tesam upapajjantānam tesam ghāna āyatanam nirujjhissati no ca tesam cakkhu āyatana ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_3.2.3:68.1_2",
        "original": "uppajjissati. Itaresaṁ tesaṁ ghānāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
        "analyzed": "uppajjissati itaresam tesam ghāna āyatanañca nirujjhissati cakkhu āyatanañca uppajjissati ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_3.2.3:69.1",
        "original": "Yassa cakkhāyatanaṁ uppajjissati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam uppajjissati tassa rūpa āyatanam nirujjhissati iti āmantā ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_3.2.3:70.1",
        "original": "Yassa vā pana rūpāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam nirujjhissati tassa cakkhu āyatanam uppajjissati iti ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_3.2.3:71.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_3.2.3:71.1_1",
        "original": "tesaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ uppajjissati.",
        "analyzed": "tesam upapajjantānam tesam rūpa āyatanam nirujjhissati no ca tesam cakkhu āyatanam uppajjissati ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_3.2.3:71.1_2",
        "original": "Itaresaṁ tesaṁ rūpāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
        "analyzed": "itaresam tesam rūpa āyatanañca nirujjhissati cakkhu āyatanañca uppajjissati ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_3.2.3:72.1",
        "original": "Yassa cakkhāyatanaṁ uppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam uppajjissati tassa manāyatanam pe dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_3.2.3:73.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa cakkhu āyatanam uppajjissati iti ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_3.2.3:74.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ",
        "analyzed": "pacchimabhavikānam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_3.2.3:74.1_1",
        "original": "dhammāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ uppajjissati. Itaresaṁ tesaṁ",
        "analyzed": "dhammāyatanam nirujjhissati no ca tesam cakkhu āyatanam uppajjissati itaresam tesam ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_3.2.3:74.1_2",
        "original": "dhammāyatanañca nirujjhissati cakkhāyatanañca uppajjissati. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "dhamma āyatanañca nirujjhissati cakkhu āyatanañca uppajjissati cakkhu āyatana mūlaka ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_3.2.3:75.1",
        "original": "Yassa ghānāyatanaṁ uppajjissati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa ghāna āyatanam uppajjissati tassa rūpa āyatanam nirujjhissati iti āmantā ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_3.2.3:76.1",
        "original": "Yassa vā pana rūpāyatanaṁ nirujjhissati tassa ghānāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam nirujjhissati tassa ghāna āyatanam uppajjissati iti ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_3.2.3:77.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam ye ca rūpāvacaram arūpāvacaram upapajjitvā ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_3.2.3:77.1_1",
        "original": "parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nirujjhissati, no ca tesaṁ",
        "analyzed": "parinibbāyissanti tesam upapajjantānam tesam rūpa āyatanam nirujjhissati no ca tesam ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_3.2.3:77.1_2",
        "original": "ghānāyatanaṁ uppajjissati. Itaresaṁ tesaṁ rūpāyatanañca nirujjhissati ghānāyatanañca uppajjissati.",
        "analyzed": "ghāna āyatanam uppajjissati itaresam tesam rūpa āyatanañca nirujjhissati ghāna āyatanañca uppajjissati ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_3.2.3:78.1",
        "original": "Yassa ghānāyatanaṁ uppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa ghāna āyatanam uppajjissati tassa manāyatanam pe dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_3.2.3:79.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa ghānāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa ghāna āyatanam uppajjissati iti ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_3.2.3:80.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam upapajjantānam ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_3.2.3:80.1_1",
        "original": "tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ uppajjissati. Itaresaṁ",
        "analyzed": "tesam dhammāyatanam nirujjhissati no ca tesam ghāna āyatanam uppajjissati itaresa ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_3.2.3:80.1_2",
        "original": "tesaṁ dhammāyatanañca nirujjhissati ghānāyatanañca uppajjissati.",
        "analyzed": "tesam dhamma āyatanam ca nirujjhissati ghāna āyatanam ca uppajjissati ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_3.2.3:81.1",
        "original": "Yassa rūpāyatanaṁ uppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa rūpa āyatanam uppajjissati tassa manāyatanam pe dhamma āyatanam nirujjhissati iti āmantā ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_3.2.3:82.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa rūpāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa rūpa āyatanam uppajjissati iti ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_3.2.3:83.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ",
        "analyzed": "pacchimabhavikānam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_3.2.3:83.1_1",
        "original": "dhammāyatanaṁ nirujjhissati, no ca tesaṁ rūpāyatanaṁ uppajjissati. Itaresaṁ tesaṁ",
        "analyzed": "dhamma āyatanam nirujjhissati no ca tesam rūpa āyatanam uppajjissati itaresam tesam ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_3.2.3:83.1_2",
        "original": "dhammāyatanañca nirujjhissati rūpāyatanañca uppajjissati.",
        "analyzed": "dhamma āyatanam ca nirujjhissati rūpa āyatanam ca uppajjissati ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_3.2.3:84.1",
        "original": "Yassa manāyatanaṁ uppajjissati tassa dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa manāyatanam uppajjissati tassa dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_3.2.3:85.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa manāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa manāyatanam uppajjissati iti ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_3.2.3:86.1",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ manāyatanaṁ uppajjissati. Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati manāyatanañca uppajjissati.",
        "analyzed": "pacchimabhavikānam upapajjantānam tesam dhammāyatanam nirujjhissati no ca tesam manāyatanam uppajjissati itaresam tesam dhammāyatanañca nirujjhissati manāyatanañca uppajjissati ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_3.2.3:87.0",
        "original": "3.2.3.3.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_3.2.3:87.1",
        "original": "Yattha cakkhāyatanaṁ uppajjissati …pe….",
        "analyzed": "yattha cakkhu āyatanam uppajjissati pe ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_3.2.3:88.0",
        "original": "3.2.3.3.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_3.2.3:88.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha sotāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam uppajjissati tassa tattha sotāyatanam nirujjhissati iti āmantā ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_3.2.3:89.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha sotāyatanam nirujjhissati tassa tattha cakkhāyatanam uppajjissati iti ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_3.2.3:90.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ nirujjhissati,",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam tesam tattha sotāyatanam nirujjhissati ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_3.2.3:90.1_1",
        "original": "no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha cakkhu āyatanam uppajjissati itaresam pañcavokārānam tesam tattha ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_3.2.3:90.1_2",
        "original": "sotāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
        "analyzed": "sotāyatanañca nirujjhissati cakkhāyatanañca uppajjissati ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_3.2.3:91.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam uppajjissati tassa tattha ghāna āyatanam nirujjhissati iti ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_3.2.3:92.1_0",
        "original": "Rūpāvacarānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ",
        "analyzed": "rūpāvacarānam tesam tattha cakkhu āyatanam uppajjissati no ca tesam tattha ghāna āyatana ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_3.2.3:92.1_1",
        "original": "nirujjhissati. Kāmāvacarānaṁ tesaṁ tattha cakkhāyatanañca uppajjissati ghānāyatanañca nirujjhissati.",
        "analyzed": "nirujjhissati kāmāvacarānam tesam tattha cakkhāyatanam ca uppajjissati ghāna āyatanam ca nirujjhissati ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_3.2.3:93.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha ghāna āyatanam nirujjhissati tassa tattha cakkhu āyatanam uppajjissati iti ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_3.2.3:94.1_0",
        "original": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhissati,",
        "analyzed": "pacchimabhavikānam kāmāvacaram upapajjantānam tesam tattha ghāna āyatanam nirujjhissati ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_3.2.3:94.1_1",
        "original": "no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha cakkhu āyatanam uppajjissati itaresam kāmāvacarānam tesam tattha ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_3.2.3:94.1_2",
        "original": "ghānāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
        "analyzed": "ghāna āyatanañca nirujjhissati cakkhu āyatanañca uppajjissati ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_3.2.3:95.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam uppajjissati tassa tattha rūpāyatanam nirujjhissati iti āmantā ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_3.2.3:96.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhissati tassa tattha cakkhu āyatanam uppajjissati iti ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_3.2.3:97.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam asaññasattānam tesam tattha rūpa āyatana ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_3.2.3:97.1_1",
        "original": "nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ",
        "analyzed": "nirujjhissati no ca tesam tattha cakkha āyatanam uppajjissati itaresam pañcavokārāna ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_3.2.3:97.1_2",
        "original": "tesaṁ tattha rūpāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
        "analyzed": "tesam tattha rūpa āyatanam ca nirujjhissati cakkhu āyatanam ca uppajjissati ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_3.2.3:98.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam uppajjissati tassa tattha manāyatanam nirujjhissati iti āmantā ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_3.2.3:99.1",
        "original": "Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha mana āyatanam nirujjhissati tassa tattha cakkhu āyatanam uppajjissati iti ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_3.2.3:100.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam arūpānam tesam tattha ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_3.2.3:100.1_1",
        "original": "nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ",
        "analyzed": "nirujjhissati no ca tesam tattha cakkha āyatanam uppajjissati itaresam pañcavokārāna ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_3.2.3:100.1_2",
        "original": "tesaṁ tattha manāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
        "analyzed": "tesam tattha manāyatanam ca nirujjhissati cakkhāyatanam ca uppajjissati ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_3.2.3:101.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam uppajjissati tassa tattha dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_3.2.3:102.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhissati tassa tattha cakkhu āyatanam uppajjissati iti ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_3.2.3:103.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam asaññasattānam arūpānam tesam tattha ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_3.2.3:103.1_1",
        "original": "dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Itaresaṁ",
        "analyzed": "dhammāyatanam nirujjhissati no ca tesam tattha cakkhu āyatanam uppajjissati itaresam ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_3.2.3:103.1_2",
        "original": "pañcavokārānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati cakkhāyatanañca uppajjissati.",
        "analyzed": "pañcavokārānam tesam tattha dhamma āyatanam ca nirujjhissati cakkhu āyatanam ca uppajjissati ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_3.2.3:103.1_3",
        "original": "(Cakkhāyatanamūlakaṁ.)",
        "analyzed": "cakkha āyatana mūlaka ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_3.2.3:104.1",
        "original": "Yassa yattha ghānāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam uppajjissati tassa tattha rūpa āyatanam nirujjhissati iti āmantā ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_3.2.3:105.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhissati tassa tattha ghāna āyatanam uppajjissati iti ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_3.2.3:106.1_0",
        "original": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ",
        "analyzed": "pacchimabhavikānam kāmāvacaram upapajjantānam rūpāvacarānam tesam tattha ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_3.2.3:106.1_1",
        "original": "nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjissati. Itaresaṁ kāmāvacarānaṁ",
        "analyzed": "nirujjhissati no ca tesam tattha ghāna āyatanam uppajjissati itaresam kāmāvacarāna ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_3.2.3:106.1_2",
        "original": "tesaṁ tattha rūpāyatanañca nirujjhissati ghānāyatanañca uppajjissati.",
        "analyzed": "tesam tattha rūpa āyatanam ca nirujjhissati ghāna āyatanam ca uppajjissati ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_3.2.3:107.1",
        "original": "Yassa yattha ghānāyatanaṁ uppajjissati tassa tattha manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam uppajjissati tassa tattha manāyatanam pe dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_3.2.3:108.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha dhammāyatanam nirujjhissati tassa tattha ghāna āyatanam uppajjissati iti ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_3.2.3:109.1_0",
        "original": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ",
        "analyzed": "pacchimabhavikānam kāmāvacaram upapajjantānam rūpāvacarānam arūpāvacarānam ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_3.2.3:109.1_1",
        "original": "tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjissati.",
        "analyzed": "tattha dhammāyatanam nirujjhissati no ca tesam tattha ghāna āyatanam uppajjissati ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_3.2.3:109.1_2",
        "original": "Itaresaṁ kāmāvacarānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati ghānāyatanañca",
        "analyzed": "itaresam kāma avacarānam tesam tattha dhamma āyatanam ca nirujjhissati ghāna āyatanam ca ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_3.2.3:109.1_3",
        "original": "uppajjissati. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "uppajjissati ghāna āyatana mūlaka ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_3.2.3:110.1",
        "original": "Yassa yattha rūpāyatanaṁ uppajjissati tassa tattha manāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam uppajjissati tassa tattha mana āyatanam nirujjhissati iti ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_3.2.3:111.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjissati, no ca tesaṁ tattha manāyatanaṁ",
        "analyzed": "asaññasattānam tesam tattha rūpa āyatanam uppajjissati no ca tesam tattha mana āyatana ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_3.2.3:111.1_1",
        "original": "nirujjhissati. Pañcavokārānaṁ tesaṁ tattha rūpāyatanañca uppajjissati manāyatanañca nirujjhissati.",
        "analyzed": "nirujjhissati pañcavokārānam tesam tattha rūpa āyatanañca uppajjissati manāyatanañca nirujjhissati ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_3.2.3:112.1",
        "original": "Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha manāyatanam nirujjhissati tassa tattha rūpa āyatanam uppajjissati iti ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_3.2.3:113.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam arūpānam tesam tattha ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_3.2.3:113.1_1",
        "original": "nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ",
        "analyzed": "nirujjhissati no ca tesam tattha rūpa āyatanam uppajjissati itaresam pañcavokārāna ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_3.2.3:113.1_2",
        "original": "tesaṁ tattha manāyatanañca nirujjhissati rūpāyatanañca uppajjissati.",
        "analyzed": "tesam tattha manāyatanam ca nirujjhissati rūpāyatanam ca uppajjissati ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_3.2.3:114.1",
        "original": "Yassa yattha rūpāyatanaṁ uppajjissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha rūpa āyatanam uppajjissati tassa tattha dhamma āyatanam nirujjhissati iti āmantā ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_3.2.3:115.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhissati tassa tattha rūpa āyatanam uppajjissati iti ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_3.2.3:116.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam arūpānam tesam tattha dhamma āyatana ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_3.2.3:116.1_1",
        "original": "nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ",
        "analyzed": "nirujjhissati no ca tesam tattha rūpa āyatanam uppajjissati itaresam pañcavokārāna ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_3.2.3:116.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati rūpāyatanañca uppajjissati.",
        "analyzed": "asaññasattānam tesam tattha dhamma āyatanam ca nirujjhissati rūpa āyatanam ca uppajjissati ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_3.2.3:116.1_3",
        "original": "(Rūpāyatanamūlakaṁ.)",
        "analyzed": "rūpa āyatana mūlaka ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_3.2.3:117.1",
        "original": "Yassa yattha manāyatanaṁ uppajjissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha manāyatanam uppajjissati tassa tattha dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_3.2.3:118.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ uppajjissatīti?",
        "analyzed": "yassa vā pana yattha dhammāyatanam nirujjhissati tassa tattha manāyatanam uppajjissati iti ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_3.2.3:119.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati,",
        "analyzed": "pacchimabhavikānam upapajjantānam asaññasattānam tesam tattha dhammāyatanam nirujjhissati ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_3.2.3:119.1_1",
        "original": "no ca tesaṁ tattha manāyatanaṁ uppajjissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ",
        "analyzed": "no ca tesam tattha mana āyatanam uppajjissati itaresam catuvokārānam pañcavokārānam ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_3.2.3:119.1_2",
        "original": "tesaṁ tattha dhammāyatanañca nirujjhissati manāyatanañca uppajjissati.",
        "analyzed": "tesam tattha dhammāyatanam ca nirujjhissati manāyatanam ca uppajjissati ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_3.2.3:120.0",
        "original": "3.2.3.3.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_3.2.3:120.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjissati tassa sotāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhāyatanam nuppajjissati tassa sotāyatanam na nirujjhissati iti ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_3.2.3:121.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_3.2.3:121.1_1",
        "original": "tesaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjissati, no ca tesaṁ sotāyatanaṁ na",
        "analyzed": "tesam upapajjantānam tesam cakkhāyatanam nuppajjissati no ca tesam sotāyatanam na ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_3.2.3:121.1_2",
        "original": "nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ",
        "analyzed": "nirujjhissati pañcavokāre parinibbantānam arūpe pacchimabhavikānam ye ca arūpa ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_3.2.3:121.1_3",
        "original": "upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjissati",
        "analyzed": "upapajjitvā parinibbāyissanti tesam cavantānam tesam cakkha āyatanam ca nuppajjissati ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_3.2.3:121.1_4",
        "original": "sotāyatanañca na nirujjhissati.",
        "analyzed": "sotāyatanam ca na nirujjhissati ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_3.2.3:122.1",
        "original": "Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjissatīti? Āmantā.",
        "analyzed": "yassa vā pana sota āyatanam na nirujjhissati tassa cakkhu āyatanam nuppajjissati iti āmantā ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_3.2.3:123.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjissati tassa ghānāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjissati tassa ghāna āyatanam na nirujjhissati iti ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_3.2.3:124.1_0",
        "original": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam kāmāvacaram upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_3.2.3:124.1_1",
        "original": "tesaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjissati, no ca tesaṁ ghānāyatanaṁ",
        "analyzed": "tesam upapajjantānam tesam cakkhu āyatanam nuppajjissati no ca tesam ghāna āyatana ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_3.2.3:124.1_2",
        "original": "na nirujjhissati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ",
        "analyzed": "na nirujjhissati kāmāvacare parinibbantānam rūpāvacare arūpāvacare pacchimabhavikānam ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_3.2.3:124.1_3",
        "original": "ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam tesam cakkha āyatanam ca ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_3.2.3:124.1_4",
        "original": "nuppajjissati ghānāyatanañca na nirujjhissati.",
        "analyzed": "nuppajjissati ghāna āyatanam ca na nirujjhissati ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_3.2.3:125.1",
        "original": "Yassa vā pana ghānāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjissatīti?",
        "analyzed": "yassa vā pana ghāna āyatanam na nirujjhissati tassa cakkhu āyatanam nuppajjissati iti ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_3.2.3:126.1_0",
        "original": "Ye rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ",
        "analyzed": "ye rūpāvacaram upapajjitvā parinibbāyissanti tesam cavantānam tesam ghāna āyatana ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_3.2.3:126.1_1",
        "original": "na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ nuppajjissati. Kāmāvacare parinibbantānaṁ",
        "analyzed": "na nirujjhissati no ca tesam cakkhu āyatanam nuppajjissati kāmāvacare parinibbantāna ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_3.2.3:126.1_2",
        "original": "rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "rūpāvacare arūpāvacare pacchimabhavikānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_3.2.3:126.1_3",
        "original": "tesaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhissati cakkhāyatanañca nuppajjissati.",
        "analyzed": "tesam cavantānam tesam ghāna āyatanañca na nirujjhissati cakkhu āyatanañca nuppajjissati ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_3.2.3:127.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjissati tassa rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjissati tassa rūpa āyatanam na nirujjhissati iti ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_3.2.3:128.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_3.2.3:128.1_1",
        "original": "tesaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjissati, no ca tesaṁ rūpāyatanaṁ na",
        "analyzed": "tesam upapajjantānam tesam cakkhu āyatanam nuppajjissati no ca tesam rūpa āyatanam na ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_3.2.3:128.1_2",
        "original": "nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ",
        "analyzed": "nirujjhissati pañcavokāre parinibbantānam arūpe pacchimabhavikānam ye ca arūpa ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_3.2.3:128.1_3",
        "original": "upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjissati",
        "analyzed": "upapajjitvā parinibbāyissanti tesam cavantānam tesam cakkha āyatanam ca nuppajjissati ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_3.2.3:128.1_4",
        "original": "rūpāyatanañca na nirujjhissati.",
        "analyzed": "rūpa āyatanam ca na nirujjhissati ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_3.2.3:129.1",
        "original": "Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjissatīti? Āmantā.",
        "analyzed": "yassa vā pana rūpa āyatanam na nirujjhissati tassa cakkhu āyatanam nuppajjissati iti āmantā ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_3.2.3:130.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjissati tassa manāyatanam pe dhammāyatanam na nirujjhissati iti ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_3.2.3:131.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ",
        "analyzed": "pacchimabhavikānam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_3.2.3:131.1_1",
        "original": "cakkhāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ",
        "analyzed": "cakkhu āyatanam nuppajjissati no ca tesam dhamma āyatanam na nirujjhissati parinibbantāna ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_3.2.3:131.1_2",
        "original": "tesaṁ cakkhāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "tesam cakkhu āyatanañca nuppajjissati dhamma āyatanañca na nirujjhissati ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_3.2.3:132.1",
        "original": "Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana dhamma āyatanam pe āmantā cakkhāyatana mūlaka ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_3.2.3:133.1",
        "original": "Yassa ghānāyatanaṁ nuppajjissati tassa rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam nuppajjissati tassa rūpa āyatanam na nirujjhissati iti ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_3.2.3:134.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam ye ca rūpāvacaram arūpāvacaram upapajjitvā ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_3.2.3:134.1_1",
        "original": "parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjissati, no ca tesaṁ",
        "analyzed": "parinibbāyissanti tesam upapajjantānam tesam ghāna āyatanam nuppajjissati no ca tesam ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_3.2.3:134.1_2",
        "original": "rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "rūpa āyatanam na nirujjhissati pañcavokāre parinibbantānam arūpe pacchimabhavikānam ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_3.2.3:134.1_3",
        "original": "ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca",
        "analyzed": "ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam tesam ghāna āyatanam ca ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_3.2.3:134.1_4",
        "original": "nuppajjissati rūpāyatanañca na nirujjhissati.",
        "analyzed": "nuppajjissati rūpa āyatanam ca na nirujjhissati ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_3.2.3:135.1",
        "original": "Yassa vā pana rūpāyatanaṁ …pe… ? Āmantā.",
        "analyzed": "yassa vā pana rūpa āyatanam pe āmantā ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_3.2.3:136.1",
        "original": "Yassa ghānāyatanaṁ nuppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam nuppajjissati tassa manāyatanam pe dhammāyatanam na nirujjhissati iti ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_3.2.3:137.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam upapajjantānam ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_3.2.3:137.1_1",
        "original": "tesaṁ ghānāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ",
        "analyzed": "tesam ghāna āyatanam nuppajjissati no ca tesam dhamma āyatanam na nirujjhissati parinibbantāna ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_3.2.3:137.1_2",
        "original": "tesaṁ ghānāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "tesam ghāna āyatanam ca nuppajjissati dhamma āyatanam ca na nirujjhissati ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_3.2.3:138.1",
        "original": "Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā.",
        "analyzed": "yassa vā pana dhamma āyatanam pe āmantā ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_3.2.3:139.1",
        "original": "Yassa rūpāyatanaṁ nuppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa rūpa āyatanam na uppajjissati tassa manāyatanam pe dhamma āyatanam na nirujjhissati iti ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_3.2.3:140.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ",
        "analyzed": "pacchimabhavikānam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_3.2.3:140.1_1",
        "original": "rūpāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ",
        "analyzed": "rūpa āyatanam nuppajjissati no ca tesam dhamma āyatanam na nirujjhissati parinibbantāna ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_3.2.3:140.1_2",
        "original": "tesaṁ rūpāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "tesam rūpa āyatanam ca nuppajjissati dhamma āyatanam ca na nirujjhissati ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_3.2.3:141.1",
        "original": "Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā.",
        "analyzed": "yassa vā pana dhamma āyatanam pe āmantā ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_3.2.3:142.1",
        "original": "Yassa manāyatanaṁ nuppajjissati tassa dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa manāyatanam nuppajjissati tassa dhammāyatanam na nirujjhissati iti ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_3.2.3:143.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ",
        "analyzed": "pacchimabhavikānam upapajjantānam tesam manāyatanam nuppajjissati no ca tesam dhammāyatana ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_3.2.3:143.1_1",
        "original": "na nirujjhissati. Parinibbantānaṁ tesaṁ manāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati parinibbantānam tesam manāyatanam ca nuppajjissati dhammāyatanam ca na nirujjhissati ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_3.2.3:144.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ nuppajjissatīti? Āmantā.",
        "analyzed": "yassa vā pana dhammāyatanam na nirujjhissati tassa manāyatanam nuppajjissati iti āmantā ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_3.2.3:145.0",
        "original": "3.2.3.3.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_3.2.3:145.1",
        "original": "Yattha cakkhāyatanaṁ nuppajjissati …pe….",
        "analyzed": "yattha cakkhu āyatanam nuppajjissati pe ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_3.2.3:146.0",
        "original": "3.2.3.3.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_3.2.3:146.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha sotāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nuppajjissati tassa tattha sotāyatanam na nirujjhissati iti ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_3.2.3:147.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati,",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam tesam tattha cakkha āyatanam na uppajjissati ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_3.2.3:147.1_1",
        "original": "no ca tesaṁ tattha sotāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ asaññasattānaṁ",
        "analyzed": "no ca tesam tattha sotāyatanam na nirujjhissati pañcavokāre parinibbantānam asaññasattānam ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_3.2.3:147.1_2",
        "original": "arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati sotāyatanañca na nirujjhissati.",
        "analyzed": "arūpānam tesam tattha cakkhāyatanam ca nuppajjissati sotāyatanam ca na nirujjhissati ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_3.2.3:148.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_3.2.3:149.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam nuppajjissati tassa tattha ghāna āyatanam na nirujjhissati iti ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_3.2.3:150.1_0",
        "original": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati,",
        "analyzed": "pacchimabhavikānam kāmāvacaram upapajjantānam tesam tattha cakkha āyatanam na uppajjissati ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_3.2.3:150.1_1",
        "original": "no ca tesaṁ tattha ghānāyatanaṁ na nirujjhissati. Kāmāvacare parinibbantānaṁ rūpāvacare",
        "analyzed": "no ca tesam tattha ghāna āyatanam na nirujjhissati kāmāvacare parinibbantānam rūpāvacare ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_3.2.3:150.1_2",
        "original": "pacchimabhavikānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati",
        "analyzed": "pacchimabhavikānam asaññasattānam arūpānam tesam tattha cakkhu āyatanañca nuppajjissati ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_3.2.3:150.1_3",
        "original": "ghānāyatanañca na nirujjhissati.",
        "analyzed": "ghāna āyatanam ca na nirujjhissati ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_3.2.3:151.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjissatīti?",
        "analyzed": "yassa vā pana yattha ghāna āyatanam na nirujjhissati tassa tattha cakkhu āyatanam nuppajjissati iti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_3.2.3:152.1_0",
        "original": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "rūpāvacarānam tesam tattha ghāna āyatanam na nirujjhissati no ca tesam tattha cakkhu āyatana ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_3.2.3:152.1_1",
        "original": "nuppajjissati. Kāmāvacare parinibbantānaṁ rūpāvacare pacchimabhavikānaṁ asaññasattānaṁ",
        "analyzed": "nuppajjissati kāmāvacare parinibbantānam rūpāvacare pacchimabhavikānam asaññasattānam ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_3.2.3:152.1_2",
        "original": "arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati cakkhāyatanañca nuppajjissati.",
        "analyzed": "arūpānam tesam tattha ghāna āyatanam ca na nirujjhissati cakkhu āyatanam ca nuppajjissati ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_3.2.3:153.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nuppajjissati tassa tattha rūpāyatanam na nirujjhissati iti ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_3.2.3:154.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam asaññasattānam tesam tattha cakkhāyatana ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_3.2.3:154.1_1",
        "original": "nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ",
        "analyzed": "nuppajjissati no ca tesam tattha rūpa āyatanam na nirujjhissati pañcavokāre parinibbantāna ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_3.2.3:154.1_2",
        "original": "arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati rūpāyatanañca na nirujjhissati.",
        "analyzed": "arūpānam tesam tattha cakkhu āyatanañca nuppajjissati rūpa āyatanañca na nirujjhissati ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_3.2.3:155.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_3.2.3:156.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nuppajjissati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_3.2.3:157.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam arūpānam tesam tattha ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_3.2.3:157.1_1",
        "original": "nuppajjissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ asaññasattānaṁ",
        "analyzed": "nuppajjissati no ca tesam tattha manāyatanam na nirujjhissati parinibbantānam asaññasattānam ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_3.2.3:157.1_2",
        "original": "tesaṁ tattha cakkhāyatanañca nuppajjissati manāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha cakkhu āyatanam ca nuppajjissati manāyatanam ca na nirujjhissati ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_3.2.3:158.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_3.2.3:159.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nuppajjissati tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_3.2.3:160.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam asaññasattānam arūpānam tesam tattha ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_3.2.3:160.1_1",
        "original": "cakkhāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ",
        "analyzed": "cakkhu āyatanam nuppajjissati no ca tesam tattha dhammāyatanam na nirujjhissati parinibbantāna ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_3.2.3:160.1_2",
        "original": "tesaṁ tattha cakkhāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha cakkhu āyatanañca nuppajjissati dhamma āyatanañca na nirujjhissati ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_3.2.3:161.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha pe āmantā cakkhu āyatana mūlaka ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_3.2.3:162.1",
        "original": "Yassa yattha ghānāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nuppajjissati tassa tattha rūpa āyatanam na nirujjhissati iti ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_3.2.3:163.1_0",
        "original": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ",
        "analyzed": "pacchimabhavikānam kāmāvacaram upapajjantānam rūpāvacarānam tesam tattha ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_3.2.3:163.1_1",
        "original": "nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ",
        "analyzed": "nuppajjissati no ca tesam tattha rūpa āyatanam na nirujjhissati pañcavokāre parinibbantāna ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_3.2.3:163.1_2",
        "original": "arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati rūpāyatanañca na nirujjhissati.",
        "analyzed": "arūpānam tesam tattha ghāna āyatanam ca nuppajjissati rūpa āyatanam ca na nirujjhissati ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_3.2.3:164.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_3.2.3:165.1",
        "original": "Yassa yattha ghānāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nuppajjissati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_3.2.3:166.1_0",
        "original": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ",
        "analyzed": "pacchimabhavikānam kāmāvacaram upapajjantānam rūpāvacarānam arūpāvacarānam ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_3.2.3:166.1_1",
        "original": "tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati.",
        "analyzed": "tattha ghāna āyatanam nuppajjissati no ca tesam tattha manāyatanam na nirujjhissati ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_3.2.3:166.1_2",
        "original": "Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati manāyatanañca na nirujjhissati.",
        "analyzed": "parinibbantānam asaññasattānam tesam tattha ghāna āyatanam ca nuppajjissati mana āyatanam ca na nirujjhissati ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_3.2.3:167.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_3.2.3:168.1",
        "original": "Yassa yattha ghānāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nuppajjissati tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_3.2.3:169.1_0",
        "original": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ",
        "analyzed": "pacchimabhavikānam kāmāvacaram upapajjantānam rūpāvacarānam arūpāvacarānam ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_3.2.3:169.1_1",
        "original": "tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati.",
        "analyzed": "tattha ghāna āyatanam nuppajjissati no ca tesam tattha dhammāyatanam na nirujjhissati ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_3.2.3:169.1_2",
        "original": "Parinibbantānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "parinibbantānam tesam tattha ghāna āyatanam ca nuppajjissati dhamma āyatanam ca na nirujjhissati ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_3.2.3:170.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha pe āmantā ghāna āyatana mūlaka ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_3.2.3:171.1",
        "original": "Yassa yattha rūpāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam nuppajjissati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_3.2.3:172.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam arūpānam tesam tattha ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_3.2.3:172.1_1",
        "original": "nuppajjissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ",
        "analyzed": "nuppajjissati no ca tesam tattha mana āyatanam na nirujjhissati parinibbantānam tesam ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_3.2.3:172.1_2",
        "original": "tattha rūpāyatanañca nuppajjissati manāyatanañca na nirujjhissati.",
        "analyzed": "tattha rūpa āyatanam ca nuppajjissati manāyatanam ca na nirujjhissati ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_3.2.3:173.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ nuppajjissatīti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha rūpa āyatanam nuppajjissati iti ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_3.2.3:174.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ",
        "analyzed": "asaññasattānam tesam tattha manāyatanam na nirujjhissati no ca tesam tattha rūpa āyatana ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_3.2.3:174.1_1",
        "original": "nuppajjissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati rūpāyatanañca nuppajjissati.",
        "analyzed": "nuppajjissati parinibbantānam tesam tattha manāyatanam ca na nirujjhissati rūpāyatanam ca nuppajjissati ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_3.2.3:175.1",
        "original": "Yassa yattha rūpāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam na uppajjissati tassa tattha dhamma āyatanam na nirujjhissati iti ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_3.2.3:176.1_0",
        "original": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ",
        "analyzed": "pacchimabhavikānam pañcavokāram upapajjantānam arūpānam tesam tattha ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_3.2.3:176.1_1",
        "original": "nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ",
        "analyzed": "nuppajjissati no ca tesam tattha dhammāyatanam na nirujjhissati parinibbantāna ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_3.2.3:176.1_2",
        "original": "tesaṁ tattha rūpāyatanañca nuppajjissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha rūpa āyatanam ca nuppajjissati dhamma āyatanam ca na nirujjhissati ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_3.2.3:177.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā. (Rūpāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha pe āmantā rūpa āyatana mūlaka ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_3.2.3:178.1",
        "original": "Yassa yattha manāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha manāyatanam nuppajjissati tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_3.2.3:179.1_0",
        "original": "Pacchimabhavikānaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati,",
        "analyzed": "pacchimabhavikānam upapajjantānam asaññasattānam tesam tattha mana āyatanam na uppajjissati ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_3.2.3:179.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca",
        "analyzed": "no ca tesam tattha dhammāyatanam na nirujjhissati parinibbantānam tesam tattha manāyatanañca ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_3.2.3:179.1_2",
        "original": "nuppajjissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "nuppajjissati dhammāyatanam ca na nirujjhissati ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_3.2.3:180.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ nuppajjissatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha manāyatanam nuppajjissati iti āmantā ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_3.2.3:181.0.1",
        "original": "3.2.3.4. Paccuppannātītavāra",
        "analyzed": "      ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_3.2.3:181.0.2",
        "original": "3.2.3.4.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_3.2.3:181.1",
        "original": "Yassa cakkhāyatanaṁ uppajjati tassa sotāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa cakkhāyatanam uppajjati tassa sotāyatanam nirujjhittha ati āmantā ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_3.2.3:182.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhittha tassa cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana sota āyatanam nirujjhittha tassa cakkhu āyatanam uppajjati iti ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_3.2.3:183.1_0",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ nirujjhittha, no",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam sotāyatanam nirujjhittha no ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_3.2.3:183.1_1",
        "original": "ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca",
        "analyzed": "ca tesam cakkhāyatanam uppajjati sa cakkhukānam upapajjantānam tesam sotāyatanañca ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_3.2.3:183.1_2",
        "original": "nirujjhittha cakkhāyatanañca uppajjati.",
        "analyzed": "nirujjhittha cakkhu āyatanañca uppajjati ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_3.2.3:184.1",
        "original": "(Yathā uppādavāre paccuppannātītā pucchā vibhattā evaṁ uppādanirodhepi paccuppannātītā pucchā anulomampi paccanīkampi vibhajitabbā.)",
        "analyzed": "yathā uppāda vāre paccuppanna atītā pucchā vibhattā evam uppāda nirodhe pi paccuppanna atītā pucchā anulomam pi paccanīkam pi vibhajitabbā ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_3.2.3:185.0.1",
        "original": "3.2.3.5. Paccuppannānāgatavāra",
        "analyzed": "      ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_3.2.3:185.0.2",
        "original": "3.2.3.5.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_3.2.3:185.1",
        "original": "Yassa cakkhāyatanaṁ uppajjati tassa sotāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhāyatanam uppajjati tassa sotāyatanam nirujjhissati iti āmantā ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_3.2.3:186.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana sota āyatanam nirujjhissati tassa cakkhu āyatanam uppajjati iti ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_3.2.3:187.1_0",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam sotāyatanam nirujjhissati ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_3.2.3:187.1_1",
        "original": "no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca",
        "analyzed": "no ca tesam cakkhāyatanam uppajjati sa cakkhukānam upapajjantānam tesam sotāyatanañca ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_3.2.3:187.1_2",
        "original": "nirujjhissati cakkhāyatanañca uppajjati.",
        "analyzed": "nirujjhissati cakkhu āyatanañca uppajjati ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_3.2.3:188.1",
        "original": "Yassa cakkhāyatanaṁ uppajjati tassa ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam uppajjati tassa ghāna āyatanam nirujjhissati iti ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_3.2.3:189.1_0",
        "original": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca",
        "analyzed": "pacchimabhavikānam rūpāvacaram upapajjantānam tesam cakkhu āyatanam uppajjati no ca ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_3.2.3:189.1_1",
        "original": "tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "tesam ghāna āyatanam nirujjhissati itaresam sa cakkhukānam upapajjantānam tesam cakkhu āyatanam ca ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_3.2.3:189.1_2",
        "original": "uppajjati ghānāyatanañca nirujjhissati.",
        "analyzed": "uppajjati ghāna āyatanam ca nirujjhissati ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_3.2.3:190.1",
        "original": "Yassa vā pana ghānāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana ghāna āyatanam nirujjhissati tassa cakkhu āyatanam uppajjati iti ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_3.2.3:191.1_0",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam ghāna āyatanam nirujjhissati ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_3.2.3:191.1_1",
        "original": "no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca",
        "analyzed": "no ca tesam cakkhu āyatanam uppajjati sa cakkhukānam upapajjantānam tesam ghāna āyatanam ca ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_3.2.3:191.1_2",
        "original": "nirujjhissati cakkhāyatanañca uppajjati.",
        "analyzed": "nirujjhissati cakkhu āyatanañca uppajjati ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_3.2.3:192.1",
        "original": "Yassa cakkhāyatanaṁ uppajjati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam uppajjati tassa rūpa āyatanam nirujjhissati iti āmantā ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_3.2.3:193.1",
        "original": "Yassa vā pana rūpāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam nirujjhissati tassa cakkhu āyatanam uppajjati iti ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_3.2.3:194.1",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ …pe… sacakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam pe sacakkhukānam upapajjantānam tesam rūpa āyatanañca nirujjhissati cakkha āyatanañca uppajjati ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_3.2.3:195.1",
        "original": "Yassa cakkhāyatanaṁ uppajjati tassa manāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam uppajjati tassa mana āyatanam nirujjhissati iti āmantā ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_3.2.3:196.1",
        "original": "Yassa vā pana manāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana mana āyatanam nirujjhissati tassa cakkhu āyatanam uppajjati iti ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_3.2.3:197.1",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ …pe… sacakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam pe sacakkhukānam upapajjantānam tesam manāyatanañca nirujjhissati cakkhāyatanañca uppajjati ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_3.2.3:198.1",
        "original": "Yassa cakkhāyatanaṁ uppajjati tassa dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam uppajjati tassa dhamma āyatanam nirujjhissati iti āmantā ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_3.2.3:199.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa cakkhu āyatanam uppajjati iti ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_3.2.3:200.1",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ …pe… sacakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam pe sacakkhukānam upapajjantānam tesam dhamma āyatanañca nirujjhissati cakkha āyatanañca uppajjati ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_3.2.3:201.1",
        "original": "Yassa ghānāyatanaṁ uppajjati tassa rūpāyatanaṁ …pe… manāyatanaṁ … dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa ghāna āyatanam uppajjati tassa rūpa āyatanam pe manāyatanam dhamma āyatanam nirujjhissati iti āmantā ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_3.2.3:202.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa ghānāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa ghāna āyatanam uppajjati iti ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_3.2.3:203.1_0",
        "original": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam cavantānam aghānakānam upapajjantānam tesam dhammāyatanam nirujjhissati ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_3.2.3:203.1_1",
        "original": "no ca tesaṁ ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca",
        "analyzed": "no ca tesam ghāna āyatanam uppajjati sa ghānakānam upapajjantānam tesam dhamma āyatanañca ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_3.2.3:203.1_2",
        "original": "nirujjhissati ghānāyatanañca uppajjati.",
        "analyzed": "nirujjhissati ghāna āyatanam ca uppajjati ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_3.2.3:204.1",
        "original": "Yassa rūpāyatanaṁ uppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa rūpa āyatanam uppajjati tassa manāyatanam pe dhamma āyatanam nirujjhissati iti āmantā ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_3.2.3:205.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa rūpāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa rūpa āyatanam uppajjati iti ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_3.2.3:206.1_0",
        "original": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam cavantānam arūpakānam upapajjantānam tesam dhammāyatanam nirujjhissati ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_3.2.3:206.1_1",
        "original": "no ca tesaṁ rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca",
        "analyzed": "no ca tesam rūpa āyatanam uppajjati sarūpakānam upapajjantānam tesam dhamma āyatanañca ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_3.2.3:206.1_2",
        "original": "nirujjhissati rūpāyatanañca uppajjati.",
        "analyzed": "nirujjhissati rūpa āyatanam ca uppajjati ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_3.2.3:207.1",
        "original": "Yassa manāyatanaṁ uppajjati tassa dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa manāyatanam uppajjati tassa dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_3.2.3:208.1",
        "original": "Yassa vā pana dhammāyatanaṁ …pe… ?",
        "analyzed": "yassa vā pana dhamma āyatanam pe ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_3.2.3:209.1_0",
        "original": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam cavantānam acittakānam upapajjantānam tesam dhammāyatanam nirujjhissati ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_3.2.3:209.1_1",
        "original": "no ca tesaṁ manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca",
        "analyzed": "no ca tesam manāyatanam uppajjati sa cittakānam upapajjantānam tesam dhammāyatanañca ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_3.2.3:209.1_2",
        "original": "nirujjhissati manāyatanañca uppajjati.",
        "analyzed": "nirujjhissati mana āyatanam ca uppajjati ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_3.2.3:210.0",
        "original": "3.2.3.5.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_3.2.3:210.1",
        "original": "Yattha cakkhāyatanaṁ uppajjati …pe….",
        "analyzed": "yattha cakkhu āyatanam uppajjati pe ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_3.2.3:211.0",
        "original": "3.2.3.5.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_3.2.3:211.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha sotāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam uppajjati tassa tattha sotāyatanam nirujjhissati iti āmantā ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_3.2.3:212.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha sotāyatanam nirujjhissati tassa tattha cakkhāyatanam uppajjati iti ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_3.2.3:213.1_0",
        "original": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ",
        "analyzed": "pañcavokārā cavantānam acakkhukānam kāmāvacaram upapajjantānam tesam tattha sotāyatana ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_3.2.3:213.1_1",
        "original": "nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ",
        "analyzed": "nirujjhissati no ca tesam tattha cakkha āyatanam uppajjati sa cakkhukānam upapajjantānam ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_3.2.3:213.1_2",
        "original": "tesaṁ tattha sotāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
        "analyzed": "tesam tattha sota āyatanam ca nirujjhissati cakkhu āyatanam ca uppajjati ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_3.2.3:214.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam uppajjati tassa tattha ghāna āyatanam nirujjhissati iti ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_3.2.3:215.1_0",
        "original": "Rūpāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha",
        "analyzed": "rūpāvacaram upapajjantānam tesam tattha cakkhu āyatanam uppajjati no ca tesam tattha ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_3.2.3:215.1_1",
        "original": "ghānāyatanaṁ nirujjhissati. Sacakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha",
        "analyzed": "ghāna āyatanam nirujjhissati sa cakkhukānam kāmāvacaram upapajjantānam tesam tattha ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_3.2.3:215.1_2",
        "original": "cakkhāyatanañca uppajjati ghānāyatanañca nirujjhissati.",
        "analyzed": "cakkhu āyatanañca uppajjati ghāna āyatanañca nirujjhissati ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_3.2.3:216.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha ghāna āyatanam nirujjhissati tassa tattha cakkhu āyatanam uppajjati iti ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_3.2.3:217.1_0",
        "original": "Kāmāvacarā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ",
        "analyzed": "kāmāvacarā cavantānam acakkhukānam kāmāvacaram upapajjantānam tesam tattha ghāna āyatana ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_3.2.3:217.1_1",
        "original": "nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ kāmāvacaraṁ",
        "analyzed": "nirujjhissati no ca tesam tattha cakkha āyatanam uppajjati sa cakkhukānam kāmāvacara ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_3.2.3:217.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha ghānāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
        "analyzed": "upapajjantānam tesam tattha ghāna āyatanam ca nirujjhissati cakkhu āyatanam ca uppajjati ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_3.2.3:218.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam uppajjati tassa tattha rūpāyatanam nirujjhissati iti āmantā ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_3.2.3:219.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhissati tassa tattha cakkha āyatanam uppajjati iti ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_3.2.3:220.1_0",
        "original": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ",
        "analyzed": "pañcavokārā cavantānam acakkhukānam kāmāvacaram upapajjantānam asaññasattānam ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_3.2.3:220.1_1",
        "original": "tattha rūpāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ",
        "analyzed": "tattha rūpa āyatanam nirujjhissati no ca tesam tattha cakkhu āyatanam uppajjati sa cakkhukāna ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_3.2.3:220.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha rūpāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
        "analyzed": "upapajjantānam tesam tattha rūpa āyatanam ca nirujjhissati cakkhu āyatanam ca uppajjati ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_3.2.3:221.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhu āyatanam uppajjati tassa tattha mana āyatanam nirujjhissati iti āmantā ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_3.2.3:222.1",
        "original": "Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha mana āyatanam nirujjhissati tassa tattha cakkhu āyatanam uppajjati iti ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_3.2.3:223.1_0",
        "original": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "pañcavokārā cavantānam acakkhukānam kāmāvacaram upapajjantānam arūpānam tesam tattha ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_3.2.3:223.1_1",
        "original": "manāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ",
        "analyzed": "manāyatanam nirujjhissati no ca tesam tattha cakkhāyatanam uppajjati sa cakkhukāna ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_3.2.3:223.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha manāyatanañca nirujjhissati cakkhāyatanañca uppajjati.",
        "analyzed": "upapajjantānam tesam tattha manāyatanam ca nirujjhissati cakkhāyatanam ca uppajjati ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_3.2.3:224.1",
        "original": "Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam uppajjati tassa tattha dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_3.2.3:225.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhissati tassa tattha cakkhu āyatanam uppajjati iti ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_3.2.3:226.1_0",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam tattha dhammāyatanam nirujjhissati ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_3.2.3:226.1_1",
        "original": "no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha cakkha āyatanam uppajjati sa cakkhukānam upapajjantānam tesam tattha ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_3.2.3:226.1_2",
        "original": "dhammāyatanañca nirujjhissati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "dhamma āyatanañca nirujjhissati cakkhu āyatanañca uppajjati cakkhu āyatana mūlaka ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_3.2.3:227.1",
        "original": "Yassa yattha ghānāyatanaṁ uppajjati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam uppajjati tassa tattha rūpa āyatanam nirujjhissati iti āmantā ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_3.2.3:228.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhissati tassa tattha ghāna āyatanam uppajjati iti ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_3.2.3:229.1_0",
        "original": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ",
        "analyzed": "cavantānam aghānakānam kāmāvacaram upapajjantānam rūpāvacarānam ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_3.2.3:229.1_1",
        "original": "tattha rūpāyatanaṁ nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjati. Saghānakānaṁ",
        "analyzed": "tattha rūpa āyatanam nirujjhissati no ca tesam tattha ghāna āyatanam uppajjati sa ghānakāna ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_3.2.3:229.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha rūpāyatanañca nirujjhissati ghānāyatanañca uppajjati.",
        "analyzed": "upapajjantānam tesam tattha rūpa āyatanam ca nirujjhissati ghāna āyatanam ca uppajjati ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_3.2.3:230.1",
        "original": "Yassa yattha ghānāyatanaṁ uppajjati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam uppajjati tassa tattha mana āyatanam nirujjhissati iti āmantā ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_3.2.3:231.1",
        "original": "Yassa vā pana yattha manāyatanaṁ …pe… ?",
        "analyzed": "yassa vā pana yattha mana āyatanam pe ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_3.2.3:232.1_0",
        "original": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ",
        "analyzed": "cavantānam aghānakānam kāmāvacaram upapajjantānam rūpāvacarānam a rūpāvacarānam ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_3.2.3:232.1_1",
        "original": "tesaṁ tattha manāyatanaṁ …pe… saghānakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca",
        "analyzed": "tesam tattha mana āyatanam pe saghānakānam upapajjantānam tesam tattha mana āyatanañca ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_3.2.3:232.1_2",
        "original": "nirujjhissati ghānāyatanañca uppajjati.",
        "analyzed": "nirujjhissati ghāna āyatanam ca uppajjati ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_3.2.3:233.1",
        "original": "Yassa yattha ghānāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam uppajjati tassa tattha dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_3.2.3:234.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ …pe… ?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam pe ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_3.2.3:235.1_0",
        "original": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ …pe… saghānakānaṁ",
        "analyzed": "sabbesam cavantānam aghānakānam upapajjantānam tesam tattha dhammāyatanam pe ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_3.2.3:235.1_1",
        "original": "upapajjantānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati ghānāyatanañca uppajjati.",
        "analyzed": "upapajjantānam tesam tattha dhammāyatanam ca nirujjhissati ghāna āyatanam ca uppajjati ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_3.2.3:235.1_2",
        "original": "(Ghānāyatanamūlakaṁ.)",
        "analyzed": "ghāna āyatana mūlaka ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_3.2.3:236.1",
        "original": "Yassa yattha rūpāyatanaṁ uppajjati tassa tattha manāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam uppajjati tassa tattha manāyatanam nirujjhissati iti ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_3.2.3:237.1",
        "original": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ uppajjati, no ca tesaṁ tattha …pe… pañcavokāraṁ upapajjantānaṁ tesaṁ tattha …pe….",
        "analyzed": "asaññasattam upapajjantānam tesam tattha rūpa āyatanam uppajjati no ca tesam tattha pe pañcavokāram upapajjantānam tesam tattha pe",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_3.2.3:238.1",
        "original": "Yassa vā pana yattha manāyatanaṁ …pe… ?",
        "analyzed": "yassa vā pana yattha mana āyatanam pe ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_3.2.3:239.1",
        "original": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha …pe… pañcavokāraṁ upapajjantānaṁ tesaṁ tattha manāyatanañca nirujjhissati rūpāyatanañca uppajjati.",
        "analyzed": "pañcavokārā cavantānam arūpānam tesam tattha pe pañcavokāram upapajjantānam tesam tattha manāyatanam ca nirujjhissati rūpa āyatanam ca uppajjati ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_3.2.3:240.1",
        "original": "Yassa yattha rūpāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha rūpa āyatanam uppajjati tassa tattha dhamma āyatanam nirujjhissati iti āmantā ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_3.2.3:241.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ …pe… ?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam pe ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_3.2.3:242.1_0",
        "original": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam cavantānam arūpakānam upapajjantānam tesam tattha dhammāyatanam nirujjhissati ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_3.2.3:242.1_1",
        "original": "no ca tesaṁ tattha rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha rūpa āyatanam uppajjati sarūpakānam upapajjantānam tesam tattha ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_3.2.3:242.1_2",
        "original": "dhammāyatanañca nirujjhissati rūpāyatanañca uppajjati.",
        "analyzed": "dhamma āyatanam ca nirujjhissati rūpa āyatanam ca uppajjati ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_3.2.3:243.1",
        "original": "Yassa yattha manāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha manāyatanam uppajjati tassa tattha dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_3.2.3:244.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ uppajjatīti?",
        "analyzed": "yassa vā pana yattha dhammāyatanam nirujjhissati tassa tattha manāyatanam uppajjati iti ",
        "folio": "244"
    },
    {
        "segmentnr": "PA_ya_3.2.3:245.1_0",
        "original": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam cavantānam acittakānam upapajjantānam tesam tattha dhammāyatanam nirujjhissati ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_3.2.3:245.1_1",
        "original": "no ca tesaṁ tattha manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha mana āyatanam uppajjati sa cittakānam upapajjantānam tesam tattha ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_3.2.3:245.1_2",
        "original": "dhammāyatanañca nirujjhissati manāyatanañca uppajjati.",
        "analyzed": "dhamma āyatanam ca nirujjhissati manāyatanam ca uppajjati ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_3.2.3:246.0",
        "original": "3.2.3.5.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_3.2.3:246.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjati tassa sotāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhāyatanam nuppajjati tassa sotāyatanam na nirujjhissati iti ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_3.2.3:247.1_0",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam cakkha āyatanam nuppajjati no ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_3.2.3:247.1_1",
        "original": "ca tesaṁ sotāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "ca tesam sotāyatanam na nirujjhissati pañcavokāre parinibbantānam arūpe ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_3.2.3:247.1_2",
        "original": "ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam tesam cakkha āyatanam ca ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_3.2.3:247.1_3",
        "original": "nuppajjati sotāyatanañca na nirujjhissati.",
        "analyzed": "na uppajjati sotāyatanam ca na nirujjhissati ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_3.2.3:248.1",
        "original": "Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana sota āyatanam na nirujjhissati tassa cakkhu āyatanam nuppajjati iti āmantā ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_3.2.3:249.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjati tassa ghānāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjati tassa ghāna āyatanam na nirujjhissati iti ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_3.2.3:250.1_0",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam cakkha āyatanam nuppajjati no ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_3.2.3:250.1_1",
        "original": "ca tesaṁ ghānāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "ca tesam ghāna āyatanam na nirujjhissati pañcavokāre parinibbantānam arūpe ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_3.2.3:250.1_2",
        "original": "ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ",
        "analyzed": "ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti tesam cavantānam ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_3.2.3:250.1_3",
        "original": "cakkhāyatanañca nuppajjati ghānāyatanañca na nirujjhissati.",
        "analyzed": "cakkhu āyatanam ca nuppajjati ghāna āyatanam ca na nirujjhissati ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_3.2.3:251.1",
        "original": "Yassa vā pana ghānāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana ghāna āyatanam na nirujjhissati tassa cakkhu āyatanam nuppajjati iti ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_3.2.3:252.1_0",
        "original": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati,",
        "analyzed": "pacchimabhavikānam rūpāvacaram upapajjantānam tesam ghāna āyatanam na nirujjhissati ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_3.2.3:252.1_1",
        "original": "no ca tesaṁ cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "no ca tesam cakkhu āyatanam nuppajjati pañcavokāre parinibbantānam arūpe ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_3.2.3:252.1_2",
        "original": "ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ",
        "analyzed": "ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti tesam cavantānam ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_3.2.3:252.1_3",
        "original": "ghānāyatanañca na nirujjhissati cakkhāyatanañca nuppajjati.",
        "analyzed": "ghāna āyatanam ca na nirujjhissati cakkhu āyatanam ca nuppajjati ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_3.2.3:253.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjati tassa rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjati tassa rūpa āyatanam na nirujjhissati iti ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_3.2.3:254.1_0",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam cakkha āyatanam nuppajjati no ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_3.2.3:254.1_1",
        "original": "ca tesaṁ rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "ca tesam rūpa āyatanam na nirujjhissati pañcavokāre parinibbantānam arūpe ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_3.2.3:254.1_2",
        "original": "ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam tesam cakkha āyatanam ca ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_3.2.3:254.1_3",
        "original": "nuppajjati rūpāyatanañca na nirujjhissati.",
        "analyzed": "na uppajjati rūpa āyatanam ca na nirujjhissati ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_3.2.3:255.1",
        "original": "Yassa vā pana rūpāyatanaṁ …pe… ? Āmantā.",
        "analyzed": "yassa vā pana rūpa āyatanam pe āmantā ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_3.2.3:256.1",
        "original": "Yassa cakkhāyatanaṁ nuppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nuppajjati tassa manāyatanam pe dhammāyatanam na nirujjhissati iti ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_3.2.3:257.1_0",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam cakkha āyatanam nuppajjati no ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_3.2.3:257.1_1",
        "original": "ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ cakkhāyatanañca nuppajjati",
        "analyzed": "ca tesam dhammāyatanam na nirujjhissati parinibbantānam tesam cakkhāyatanam ca nuppajjati ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_3.2.3:257.1_2",
        "original": "dhammāyatanañca na nirujjhissati.",
        "analyzed": "dhamma āyatanam ca na nirujjhissati ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_3.2.3:258.1",
        "original": "Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana dhamma āyatanam pe āmantā cakkhāyatana mūlaka ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_3.2.3:259.1",
        "original": "Yassa ghānāyatanaṁ nuppajjati tassa rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam nuppajjati tassa rūpa āyatanam na nirujjhissati iti ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_3.2.3:260.1_0",
        "original": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no",
        "analyzed": "sabbesam cavantānam aghānakānam upapajjantānam tesam ghāna āyatanam nuppajjati no ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_3.2.3:260.1_1",
        "original": "ca tesaṁ rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "ca tesam rūpa āyatanam na nirujjhissati pañcavokāre parinibbantānam arūpe ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_3.2.3:260.1_2",
        "original": "ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca",
        "analyzed": "ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam tesam ghāna āyatanam ca ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_3.2.3:260.1_3",
        "original": "nuppajjati rūpāyatanañca na nirujjhissati.",
        "analyzed": "na uppajjati rūpa āyatanam ca na nirujjhissati ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_3.2.3:261.1",
        "original": "Yassa vā pana rūpāyatanaṁ …pe… ? Āmantā.",
        "analyzed": "yassa vā pana rūpa āyatanam pe āmantā ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_3.2.3:262.1",
        "original": "Yassa ghānāyatanaṁ nuppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam nuppajjati tassa manāyatanam pe dhammāyatanam na nirujjhissati iti ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_3.2.3:263.1_0",
        "original": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no",
        "analyzed": "sabbesam cavantānam aghānakānam upapajjantānam tesam ghāna āyatanam nuppajjati no ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_3.2.3:263.1_1",
        "original": "ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ ghānāyatanañca nuppajjati",
        "analyzed": "ca tesam dhammāyatanam na nirujjhissati parinibbantānam tesam ghāna āyatanam ca nuppajjati ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_3.2.3:263.1_2",
        "original": "dhammāyatanañca na nirujjhissati.",
        "analyzed": "dhamma āyatanam ca na nirujjhissati ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_3.2.3:264.1",
        "original": "Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana dhamma āyatanam pe āmantā ghāna āyatana mūlaka ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_3.2.3:265.1",
        "original": "Yassa rūpāyatanaṁ nuppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa rūpa āyatanam nuppajjati tassa manāyatanam pe dhamma āyatanam na nirujjhissati iti ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_3.2.3:266.1_0",
        "original": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nuppajjati, no ca",
        "analyzed": "sabbesam cavantānam arūpakānam upapajjantānam tesam rūpa āyatanam nuppajjati no ca ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_3.2.3:266.1_1",
        "original": "tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ rūpāyatanañca nuppajjati",
        "analyzed": "tesam dhammāyatanam na nirujjhissati parinibbantānam tesam rūpāyatanam ca nuppajjati ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_3.2.3:266.1_2",
        "original": "dhammāyatanañca na nirujjhissati.",
        "analyzed": "dhamma āyatanam ca na nirujjhissati ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_3.2.3:267.1",
        "original": "Yassa vā pana dhammāyatanaṁ …pe… ? Āmantā.",
        "analyzed": "yassa vā pana dhamma āyatanam pe āmantā ",
        "folio": "267"
    },
    {
        "segmentnr": "PA_ya_3.2.3:268.1",
        "original": "Yassa manāyatanaṁ nuppajjati tassa dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa manāyatanam nuppajjati tassa dhammāyatanam na nirujjhissati iti ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_3.2.3:269.1_0",
        "original": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ nuppajjati, no ca",
        "analyzed": "sabbesam cavantānam acittakānam upapajjantānam tesam manāyatanam nuppajjati no ca ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_3.2.3:269.1_1",
        "original": "tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ manāyatanañca nuppajjati",
        "analyzed": "tesam dhammāyatanam na nirujjhissati parinibbantānam tesam manāyatanam ca nuppajjati ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_3.2.3:269.1_2",
        "original": "dhammāyatanañca na nirujjhissati.",
        "analyzed": "dhamma āyatanam ca na nirujjhissati ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_3.2.3:270.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana dhammāyatanam na nirujjhissati tassa manāyatanam nuppajjati iti āmantā ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_3.2.3:271.0",
        "original": "3.2.3.5.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_3.2.3:271.1",
        "original": "Yattha cakkhāyatanaṁ nuppajjati …pe….",
        "analyzed": "yattha cakkhu āyatanam na uppajjati pe ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_3.2.3:272.0",
        "original": "3.2.3.5.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_3.2.3:272.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha sotāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nuppajjati tassa tattha sotāyatanam na nirujjhissati iti ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_3.2.3:273.1_0",
        "original": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "pañcavokārā cavantānam acakkhukānam kāmāvacaram upapajjantānam tesam tattha cakkhāyatana ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_3.2.3:273.1_1",
        "original": "nuppajjati, no ca tesaṁ tattha sotāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ",
        "analyzed": "nuppajjati no ca tesam tattha sotāyatanam na nirujjhissati pañcavokāre parinibbantāna ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_3.2.3:273.1_2",
        "original": "asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati sotāyatanañca na nirujjhissati.",
        "analyzed": "asaññasattānam arūpānam tesam tattha cakkhāyatanañca nuppajjati sotāyatanañca na nirujjhissati ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_3.2.3:274.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha sotāyatanam na nirujjhissati tassa tattha cakkhāyatanam nuppajjati iti āmantā ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_3.2.3:275.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha ghānāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam nuppajjati tassa tattha ghāna āyatanam na nirujjhissati iti ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_3.2.3:276.1_0",
        "original": "Kāmāvacarā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "kāmāvacarā cavantānam acakkhukānam kāmāvacaram upapajjantānam tesam tattha cakkhu āyatana ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_3.2.3:276.1_1",
        "original": "nuppajjati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhissati. Kāmāvacare parinibbantānaṁ",
        "analyzed": "nuppajjati no ca tesam tattha ghāna āyatanam na nirujjhissati kāmāvacare parinibbantāna ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_3.2.3:276.1_2",
        "original": "rūpāvacarā cavantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati",
        "analyzed": "rūpāvacarā cavantānam asaññasattānam arūpānam tesam tattha cakkhu āyatanañca nuppajjati ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_3.2.3:276.1_3",
        "original": "ghānāyatanañca na nirujjhissati.",
        "analyzed": "ghāna āyatanam ca na nirujjhissati ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_3.2.3:277.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha ghāna āyatanam na nirujjhissati tassa tattha cakkhu āyatanam nuppajjati iti ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_3.2.3:278.1_0",
        "original": "Rūpāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "rūpāvacaram upapajjantānam tesam tattha ghāna āyatanam na nirujjhissati no ca tesam ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_3.2.3:278.1_1",
        "original": "tattha cakkhāyatanaṁ nuppajjati. Kāmāvacare parinibbantānaṁ rūpāvacarā cavantānaṁ",
        "analyzed": "tattha cakkha āyatanam nuppajjati kāmāvacare parinibbantānam rūpāvacarā cavantānam ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_3.2.3:278.1_2",
        "original": "asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati cakkhāyatanañca nuppajjati.",
        "analyzed": "asaññasattānam arūpānam tesam tattha ghāna āyatanam ca na nirujjhissati cakkhu āyatanam ca nuppajjati ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_3.2.3:279.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nuppajjati tassa tattha rūpāyatanam na nirujjhissati iti ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_3.2.3:280.1_0",
        "original": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ",
        "analyzed": "pañcavokārā cavantānam acakkhukānam kāmāvacaram upapajjantānam asaññasattānam ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_3.2.3:280.1_1",
        "original": "tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati.",
        "analyzed": "tattha cakkhu āyatanam nuppajjati no ca tesam tattha rūpa āyatanam na nirujjhissati ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_3.2.3:280.1_2",
        "original": "Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati rūpāyatanañca na nirujjhissati.",
        "analyzed": "pañcavokāre parinibbantānam arūpānam tesam tattha cakkhāyatanam ca nuppajjati rūpāyatanam ca na nirujjhissati ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_3.2.3:281.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhissati tassa tattha cakkhu āyatanam nuppajjati iti āmantā ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_3.2.3:282.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nuppajjati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_3.2.3:283.1_0",
        "original": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ arūpānaṁ tasaṁ tattha",
        "analyzed": "pañcavokārā cavantānam acakkhukānam kāmāvacaram upapajjantānam arūpānam tasam tattha ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_3.2.3:283.1_1",
        "original": "cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ",
        "analyzed": "cakkhu āyatanam nuppajjati no ca tesam tattha manāyatanam na nirujjhissati parinibbantāna ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_3.2.3:283.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati manāyatanañca na nirujjhissati.",
        "analyzed": "asaññasattānam tesam tattha cakkhāyatanam ca nuppajjati manāyatanam ca na nirujjhissati ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_3.2.3:284.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha mana āyatanam na nirujjhissati tassa tattha cakkhu āyatanam nuppajjati iti āmantā ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_3.2.3:285.1",
        "original": "Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nuppajjati tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_3.2.3:286.1_0",
        "original": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati,",
        "analyzed": "sabbesam cavantānam acakkhukānam upapajjantānam tesam tattha cakkha āyatanam na uppajjati ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_3.2.3:286.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "no ca tesam tattha dhammāyatanam na nirujjhissati parinibbantānam tesam tattha cakkhāyatanañca ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_3.2.3:286.1_2",
        "original": "nuppajjati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na uppajjati dhammāyatanam ca na nirujjhissati ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_3.2.3:287.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ nuppajjatīti? Āmantā. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha cakkhāyatanam nuppajjati iti āmantā cakkhāyatana mūlaka ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_3.2.3:288.1",
        "original": "Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nuppajjati tassa tattha rūpa āyatanam na nirujjhissati iti ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_3.2.3:289.1_0",
        "original": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ",
        "analyzed": "cavantānam aghānakānam kāmāvacaram upapajjantānam rūpāvacarānam ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_3.2.3:289.1_1",
        "original": "tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati.",
        "analyzed": "tattha ghāna āyatanam nuppajjati no ca tesam tattha rūpa āyatanam na nirujjhissati ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_3.2.3:289.1_2",
        "original": "Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjati rūpāyatanañca na nirujjhissati.",
        "analyzed": "pañcavokāre parinibbantānam arūpānam tesam tattha ghāna āyatanam ca nuppajjati rūpa āyatanam ca na nirujjhissati ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_3.2.3:290.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhissati tassa tattha ghāna āyatanam nuppajjati iti āmantā ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_3.2.3:291.1",
        "original": "Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nuppajjati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_3.2.3:292.1_0",
        "original": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ",
        "analyzed": "cavantānam aghānakānam kāmāvacaram upapajjantānam rūpāvacarānam a rūpāvacarānam ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_3.2.3:292.1_1",
        "original": "tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati.",
        "analyzed": "tesam tattha ghāna āyatanam nuppajjati no ca tesam tattha mana āyatanam na nirujjhissati ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_3.2.3:292.1_2",
        "original": "Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca nuppajjati manāyatanañca na nirujjhissati.",
        "analyzed": "parinibbantānam asaññasattānam tesam tattha ghāna āyatanam ca nuppajjati mana āyatanam ca na nirujjhissati ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_3.2.3:293.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha ghāna āyatanam nuppajjati iti āmantā ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_3.2.3:294.1",
        "original": "Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nuppajjati tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_3.2.3:295.1_0",
        "original": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati,",
        "analyzed": "sabbesam cavantānam aghānakānam upapajjantānam tesam tattha ghāna āyatanam na uppajjati ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_3.2.3:295.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha ghānāyatanañca",
        "analyzed": "no ca tesam tattha dhammāyatanam na nirujjhissati parinibbantānam tesam tattha ghāna āyatanañca ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_3.2.3:295.1_2",
        "original": "nuppajjati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na uppajjati dhammāyatanam ca na nirujjhissati ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_3.2.3:296.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ nuppajjatīti? Āmantā. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha ghāna āyatanam nuppajjati iti āmantā ghāna āyatana mūlaka ",
        "folio": "296"
    },
    {
        "segmentnr": "PA_ya_3.2.3:297.1",
        "original": "Yassa yattha rūpāyatanaṁ nuppajjati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam nuppajjati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_3.2.3:298.1_0",
        "original": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjati, no ca tesaṁ",
        "analyzed": "pañcavokārā cavantānam arūpānam tesam tattha rūpa āyatanam nuppajjati no ca tesam ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_3.2.3:298.1_1",
        "original": "tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ",
        "analyzed": "tattha manāyatanam na nirujjhissati parinibbantānam asaññasattā cavantānam ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_3.2.3:298.1_2",
        "original": "tattha rūpāyatanañca nuppajjati manāyatanañca na nirujjhissati.",
        "analyzed": "tattha rūpa āyatanam ca nu pajjati manāyatanam ca na nirujjhissati ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_3.2.3:299.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ nuppajjatīti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha rūpa āyatanam nuppajjati iti ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_3.2.3:300.1_0",
        "original": "Asaññasattaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "asaññasattam upapajjantānam tesam tattha mana āyatanam na nirujjhissati no ca tesam ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_3.2.3:300.1_1",
        "original": "tattha rūpāyatanaṁ nuppajjati. Parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha",
        "analyzed": "tattha rūpa āyatanam nuppajjati parinibbantānam asaññasattā cavantānam tesam tattha ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_3.2.3:300.1_2",
        "original": "manāyatanañca na nirujjhissati rūpāyatanañca nuppajjati.",
        "analyzed": "manāyatanam ca na nirujjhissati rūpāyatanam ca nu pajjati ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_3.2.3:301.1",
        "original": "Yassa yattha rūpāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam na uppajjati tassa tattha dhamma āyatanam na nirujjhissati iti ",
        "folio": "301"
    },
    {
        "segmentnr": "PA_ya_3.2.3:302.1_0",
        "original": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjati,",
        "analyzed": "sabbesam cavantānam arūpakānam upapajjantānam tesam tattha rūpa āyatanam na uppajjati ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_3.2.3:302.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpāyatanañca",
        "analyzed": "no ca tesam tattha dhamma āyatanam na nirujjhissati parinibbantānam tesam tattha rūpa āyatanañca ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_3.2.3:302.1_2",
        "original": "nuppajjati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na uppajjati dhammāyatanam ca na nirujjhissati ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_3.2.3:303.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha rūpāyatanam nuppajjati iti āmantā ",
        "folio": "303"
    },
    {
        "segmentnr": "PA_ya_3.2.3:304.1",
        "original": "Yassa yattha manāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha manāyatanam nuppajjati tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "304"
    },
    {
        "segmentnr": "PA_ya_3.2.3:305.1_0",
        "original": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjati,",
        "analyzed": "sabbesam cavantānam acittakānam upapajjantānam tesam tattha manāyatanam na uppajjati ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_3.2.3:305.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca",
        "analyzed": "no ca tesam tattha dhammāyatanam na nirujjhissati parinibbantānam tesam tattha manāyatanañca ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_3.2.3:305.1_2",
        "original": "nuppajjati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na uppajjati dhammāyatanam ca na nirujjhissati ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_3.2.3:306.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ nuppajjatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha manāyatanam nuppajjati iti āmantā ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_3.2.3:307.0.1",
        "original": "3.2.3.6. Atītānāgatavāra",
        "analyzed": "       ",
        "folio": "307"
    },
    {
        "segmentnr": "PA_ya_3.2.3:307.0.2",
        "original": "3.2.3.6.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "307"
    },
    {
        "segmentnr": "PA_ya_3.2.3:307.1",
        "original": "Yassa cakkhāyatanaṁ uppajjittha tassa sotāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhāyatanam uppajjittha tassa sotāyatanam nirujjhissati iti ",
        "folio": "307"
    },
    {
        "segmentnr": "PA_ya_3.2.3:308.1_0",
        "original": "Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pañcavokāre parinibbantānam arūpe pacchimabhavikānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_3.2.3:308.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ uppajjittha, no ca tesaṁ sotāyatanaṁ nirujjhissati.",
        "analyzed": "tesam cavantānam tesam cakkhāyatanam uppajjittha no ca tesam sotāyatanam nirujjhissati ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_3.2.3:308.1_2",
        "original": "Itaresaṁ tesaṁ cakkhāyatanañca uppajjittha sotāyatanañca nirujjhissati.",
        "analyzed": "itaresam tesam cakkhāyatanam ca uppajjittha sotāyatanam ca nirujjhissati ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_3.2.3:309.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ uppajjitthāti? Āmantā.",
        "analyzed": "yassa vā pana sota āyatanam nirujjhissati tassa cakkhu āyatanam uppajjittha ati āmantā ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_3.2.3:310.1",
        "original": "(Yathā nirodhavāre atītānāgatā pucchā yassakampi yatthakampi yassayatthakampi anulomampi paccanīkampi vibhattaṁ, evaṁ uppādanirodhepi atītānāgatā pucchā vibhajitabbā.)",
        "analyzed": "yathā nirodha vāre atīta anāgatā pucchā anulomam pi paccanīkam pi vibhatta evam uppāda nirodhe pi atīta anāgatā pucchā vibhajitabbā ",
        "folio": "310"
    },
    {
        "segmentnr": "PA_ya_3.2.3:311.1",
        "original": "Uppādanirodhavāro.",
        "analyzed": "uppāda nirodha vāraḥ ",
        "folio": "311"
    },
    {
        "segmentnr": "PA_ya_3.2.3:312.1",
        "original": "Pavattivāro niṭṭhito.",
        "analyzed": "pavatti vāraḥ niṭṭhito ",
        "folio": "312"
    }
]