[
    {
        "segmentnr": "PA_ya_7.2.5:0.1",
        "original": "7 Anusayayamaka",
        "analyzed": "anu saya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.5:0.2",
        "original": "7.2 Mahāvāra",
        "analyzed": "mahāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.5:0.3",
        "original": "7.2.5. Pahīnavāra",
        "analyzed": "pahīnavāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.5:1.0",
        "original": "7.2.5.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.5:1.1",
        "original": "Yassa kāmarāgānusayo pahīno tassa paṭighānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ pahīno tassa paṭigha anusayaḥ pahīno ti āmantā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.5:2.1",
        "original": "Yassa vā pana paṭighānusayo pahīno tassa kāmarāgānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana paṭigha anusayaḥ pahīno tassa kāma rāga anusayaḥ pahīno ti āmantā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.5:3.1",
        "original": "Yassa kāmarāgānusayo pahīno tassa mānānusayo pahīnoti?",
        "analyzed": "yassa kāma rāga anusayaḥ pahīno tassa māna anusayaḥ pahīno ti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.5:4.1",
        "original": "Anāgāmissa kāmarāgānusayo pahīno, no ca tassa mānānusayo pahīno. Arahato kāmarāgānusayo ca pahīno mānānusayo ca pahīno.",
        "analyzed": "anāgāmissa kāma rāga anusayaḥ pahīno no ca tassa māna anusayaḥ pahīno arahataḥ kāma rāga anusayaḥ ca pahīnaḥ māna anusayaḥ ca pahīnaḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.5:5.1",
        "original": "Yassa vā pana mānānusayo pahīno tassa kāmarāgānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana māna anusayaḥ pahīno tassa kāma rāga anusayaḥ pahīno ti āmantā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.5:6.1",
        "original": "Yassa kāmarāgānusayo pahīno tassa diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo pahīno tassa diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.5:7.1",
        "original": "Yassa vā pana vicikicchānusayo pahīno tassa kāmarāgānusayo pahīnoti?",
        "analyzed": "yassa vā pana vicikicchā anusayo pahīno tassa kāmarāga anusayo pahīno ti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.5:8.1",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo pahīno, no ca tesaṁ kāmarāgānusayo pahīno. Dvinnaṁ puggalānaṁ vicikicchānusayo ca pahīno kāmarāgānusayo ca pahīno.",
        "analyzed": "dvinnam puggalānam vicikicchā anusayo pahīno no ca tesam kāmarāga anusayo pahīno dvinnam puggalānam vicikicchā anusayo ca pahīno kāmarāga anusayo ca pahīno ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.5:9.1",
        "original": "Yassa kāmarāgānusayo pahīno tassa bhavarāgānusayo …pe… avijjānusayo pahīnoti?",
        "analyzed": "yassa kāma rāga anusayo pahīno tassa bhava rāga anusayo pe avijjā anusayo pahīno ti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.5:10.1",
        "original": "Anāgāmissa kāmarāgānusayo pahīno, no ca tassa avijjānusayo pahīno. Arahato kāmarāgānusayo ca pahīno avijjānusayo ca pahīno.",
        "analyzed": "anāgāmissa kāma rāga anusayo pahīno no ca tassa avijjā anusayo pahīno arahataḥ kāma rāga anusayo ca pahīnaḥ avijjā anusayo ca pahīnaḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.5:11.1",
        "original": "Yassa vā pana avijjānusayo pahīno tassa kāmarāgānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ pahīno tassa kāma rāga anusayaḥ pahīno ti āmantā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.5:12.1",
        "original": "Yassa paṭighānusayo pahīno tassa mānānusayo pahīnoti?",
        "analyzed": "yassa paṭigha anusayaḥ pahīno tassa māna anusayaḥ pahīno ti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.5:13.1",
        "original": "Anāgāmissa paṭighānusayo pahīno, no ca tassa mānānusayo pahīno. Arahato paṭighānusayo ca pahīno mānānusayo ca pahīno.",
        "analyzed": "anāgāmissa paṭigha anusayaḥ pahīno no ca tassa māna anusayaḥ pahīno arahataḥ paṭigha anusayaḥ ca pahīnaḥ māna anusayaḥ ca pahīnaḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.5:14.1",
        "original": "Yassa vā pana mānānusayo pahīno tassa paṭighānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana māna anusayaḥ pahīno tassa paṭigha anusayaḥ pahīno ti āmantā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.5:15.1",
        "original": "Yassa paṭighānusayo pahīno tassa diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa paṭigha anusayo pahīno tassa diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.5:16.1",
        "original": "Yassa vā pana vicikicchānusayo pahīno tassa paṭighānusayo pahīnoti?",
        "analyzed": "yassa vā pana vicikicchā anusayo pahīno tassa paṭigha anusayo pahīno ti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.5:17.1",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo pahīno, no ca tesaṁ paṭighānusayo pahīno. Dvinnaṁ puggalānaṁ vicikicchānusayo ca pahīno paṭighānusayo ca pahīno.",
        "analyzed": "dvinnam puggalānam vicikicchā anusayo pahīno no ca tesam paṭigha anusayo pahīno dvinnam puggalānam vicikicchā anusayo ca pahīno paṭigha anusayo ca pahīno ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.5:18.1",
        "original": "Yassa paṭighānusayo pahīno tassa bhavarāgānusayo …pe… avijjānusayo pahīnoti?",
        "analyzed": "yassa paṭigha anusayo pahīno tassa bhava rāga anusayo pe avijjā anusayo pahīnoti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.5:19.1",
        "original": "Anāgāmissa paṭighānusayo pahīno, no ca tassa avijjānusayo pahīno. Arahato paṭighānusayo ca pahīno avijjānusayo ca pahīno.",
        "analyzed": "anāgāmissa paṭigha anusayo pahīno no ca tassa avijjā anusayo pahīno arahataḥ paṭigha anusayaḥ ca pahīnaḥ avijjā anusayaḥ ca pahīnaḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.5:20.1",
        "original": "Yassa vā pana avijjānusayo pahīno tassa paṭighānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ pahīno tassa paṭigha anusayaḥ pahīno ti āmantā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.5:21.1",
        "original": "Yassa mānānusayo pahīno tassa diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa māna anusayo pahīno tassa diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.5:22.1",
        "original": "Yassa vā pana vicikicchānusayo pahīno tassa mānānusayo pahīnoti?",
        "analyzed": "yassa vā pana vicikicchā anusayo pahīno tassa māna anusayo pahīno ti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.5:23.1",
        "original": "Tiṇṇaṁ puggalānaṁ vicikicchānusayo pahīno, no ca tesaṁ mānānusayo pahīno. Arahato vicikicchānusayo ca pahīno mānānusayo ca pahīno.",
        "analyzed": "tiṇṇam puggalānam vicikicchā anusayo pahīno no ca tesam māna anusayo pahīno arahataḥ vicikicchā anusayo ca pahīno māna anusayo ca pahīno ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.5:24.1",
        "original": "Yassa mānānusayo pahīno tassa bhavarāgānusayo …pe… avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa māna anusayaḥ pahīno tassa bhava rāga anusayo pe avijjā anusayo pahīno ti āmantā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.5:25.1",
        "original": "Yassa vā pana avijjānusayo pahīno tassa mānānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ pahīno tassa māna anusayaḥ pahīno ti āmantā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.5:26.1",
        "original": "Yassa diṭṭhānusayo pahīno tassa vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa diṭṭha anusayaḥ pahīno tassa vicikicchā anusayaḥ pahīno ti āmantā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.5:27.1",
        "original": "Yassa vā pana vicikicchānusayo pahīno tassa diṭṭhānusayo pahīnoti? Āmantā …pe….",
        "analyzed": "yassa vā pana vicikicchā anusayo pahīno tassa diṭṭha anusayo pahīno ti āmantā pe ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.5:28.1",
        "original": "Yassa vicikicchānusayo pahīno tassa bhavarāgānusayo …pe… avijjānusayo pahīnoti?",
        "analyzed": "yassa vicikicchā anusayo pahīno tassa bhava rāga anusayo pe avijjā anusayo pahīno ti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_7.2.5:29.1",
        "original": "Tiṇṇaṁ puggalānaṁ vicikicchānusayo pahīno, no ca tesaṁ avijjānusayo pahīno. Arahato vicikicchānusayo ca pahīno avijjānusayo ca pahīno.",
        "analyzed": "tiṇṇam puggalānam vicikicchā anusayaḥ pahīno no ca tesam avijjā anusayaḥ pahīno arahataḥ vicikicchā anusayaḥ ca pahīnaḥ avijjā anusayaḥ ca pahīno ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_7.2.5:30.1",
        "original": "Yassa vā pana avijjānusayo pahīno tassa vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ pahīno tassa vicikicchā anusayaḥ pahīno ti āmantā ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_7.2.5:31.1",
        "original": "Yassa bhavarāgānusayo pahīno tassa avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa bhava rāga anusayaḥ pahīno tassa avijjā anusayaḥ pahīno ti āmantā ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_7.2.5:32.1",
        "original": "Yassa vā pana avijjānusayo pahīno tassa bhavarāgānusayo pahīnoti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayaḥ pahīno tassa bhava rāga anusayaḥ pahīno ti āmantā eka mūlaka ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_7.2.5:33.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca pahīnā tassa mānānusayo pahīnoti?",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca pahīnā tassa māna anusayo pahīnoti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_7.2.5:34.1",
        "original": "Anāgāmissa kāmarāgānusayo ca paṭighānusayo ca pahīnā, no ca tassa mānānusayo pahīno. Arahato kāmarāgānusayo ca paṭighānusayo ca pahīnā mānānusayo ca pahīno.",
        "analyzed": "anāgāmissa kāma rāga anusayo ca paṭigha anusayo ca pahīnā no ca tassa māna anusayaḥ pahīnaḥ arahataḥ kāma rāga anusayo ca paṭigha anusayo ca pahīnā māna anusayaḥ ca pahīnaḥ ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_7.2.5:35.1",
        "original": "Yassa vā pana mānānusayo pahīno tassa kāmarāgānusayo ca paṭighānusayo ca pahīnāti? Āmantā.",
        "analyzed": "yassa vā pana māna anusayo pahīno tassa kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati āmantā ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_7.2.5:36.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca pahīnā tassa diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca pahīnā tassa diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_7.2.5:37.1",
        "original": "Yassa vā pana vicikicchānusayo pahīno tassa kāmarāgānusayo ca paṭighānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana vicikicchā anusayo pahīno tassa kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_7.2.5:38.1_0",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo pahīno, no ca tesaṁ kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "dvinnam puggalānam vicikicchā anusayo pahīno no ca tesam kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_7.2.5:38.1_1",
        "original": "ca pahīnā. Dvinnaṁ puggalānaṁ vicikicchānusayo ca pahīno kāmarāgānusayo ca paṭighānusayo ca pahīnā.",
        "analyzed": "ca pahīnā dvinnam puggalānam vicikicchā anusayo ca pahīno kāma rāga anusayo ca paṭigha anusayo ca pahīnā ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_7.2.5:39.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca pahīnā tassa bhavarāgānusayo …pe… avijjānusayo pahīnoti?",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca pahīnā tassa bhava rāga anusayo pe avijjā anusayo pahīnoti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_7.2.5:40.1",
        "original": "Anāgāmissa kāmarāgānusayo ca paṭighānusayo ca pahīnā, no ca tassa avijjānusayo pahīno. Arahato kāmarāgānusayo ca paṭighānusayo ca pahīnā avijjānusayo ca pahīno.",
        "analyzed": "anāgāmissa kāma rāga anusayo ca paṭigha anusayo ca pahīnā no ca tassa avijjā anusayo pahīno arahato kāma rāga anusayo ca paṭigha anusayo ca pahīnā avijjā anusayo ca pahīno ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_7.2.5:41.1",
        "original": "Yassa vā pana avijjānusayo pahīno tassa kāmarāgānusayo ca paṭighānusayo ca pahīnāti? Āmantā. (Dukamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayo pahīno tassa kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati āmantā duka mūlaka ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_7.2.5:42.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnā tassa diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā tassa diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_7.2.5:43.1",
        "original": "Yassa vā pana vicikicchānusayo pahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana vicikicchā anusayo pahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā ati ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_7.2.5:44.1_0",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo pahīno, no ca tesaṁ kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "dvinnam puggalānam vicikicchā anusayo pahīno no ca tesam kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_7.2.5:44.1_1",
        "original": "ca mānānusayo ca pahīnā. Anāgāmissa vicikicchānusayo ca kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "ca māna anusayo ca pahīnā anāgāmissa vicikicchā anusayo ca kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_7.2.5:44.1_2",
        "original": "ca pahīnā, no ca tassa mānānusayo pahīno. Arahato vicikicchānusayo ca pahīno kāmarāgānusayo",
        "analyzed": "ca pahīnā no ca tassa māna anusayo pahīno arahataḥ vicikicchā anusayo ca pahīno kāma rāga anusayo ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_7.2.5:44.1_3",
        "original": "ca paṭighānusayo ca mānānusayo ca pahīnā.",
        "analyzed": "ca paṭigha anusayaḥ ca māna anusayaḥ ca pahīnā ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_7.2.5:45.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnā tassa bhavarāgānusayo …pe… avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā tassa bhava rāga anusayo pe avijjā anusayo pahīno ti āmantā ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_7.2.5:46.1",
        "original": "Yassa vā pana avijjānusayo pahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnāti? Āmantā. (Tikamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayo pahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā ati āmantā tikamūlaka ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_7.2.5:47.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca pahīnā tassa vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca pahīnā tassa vicikicchā anusayo pahīno ti āmantā ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_7.2.5:48.1",
        "original": "Yassa vā pana vicikicchānusayo pahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana vicikicchā anusayo pahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca pahīnā ati ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_7.2.5:49.1_0",
        "original": "Dvinnaṁ puggalānaṁ vicikicchānusayo ca diṭṭhānusayo ca pahīnā, no ca tesaṁ kāmarāgānusayo",
        "analyzed": "dvinnam puggalānam vicikicchā anusayo ca diṭṭha anusayo ca pahīnā no ca tesam kāma rāga anusayo ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.5:49.1_1",
        "original": "ca paṭighānusayo ca mānānusayo ca pahīnā. Anāgāmissa vicikicchānusayo ca kāmarāgānusayo",
        "analyzed": "ca paṭigha anusayo ca māna anusayo ca pahīnā anāgāmissa vicikicchā anusayo ca kāma rāga anusayo ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.5:49.1_2",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca pahīnā, no ca tassa mānānusayo pahīno. Arahato",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca pahīnā no ca tassa māna anusayo pahīno arahato ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.5:49.1_3",
        "original": "vicikicchānusayo ca pahīno kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "vicikicchā anusayo ca pahīnaḥ kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.5:49.1_4",
        "original": "ca pahīnā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "ca pahīnā ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.5:50.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā tassa bhavarāgānusayo …pe… avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā tassa bhava rāga anusayo pe avijjā anusayo pahīno ti āmantā ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_7.2.5:51.1",
        "original": "Yassa vā pana avijjānusayo pahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnāti? Āmantā. (Pañcakamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayo pahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā ati āmantā pañcakamūlaka ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_7.2.5:52.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca pahīnā tassa avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca pahīnā tassa avijjā anusayo pahīno ti āmantā ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_7.2.5:53.1",
        "original": "Yassa vā pana avijjānusayo pahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca pahīnāti? Āmantā. (Chakkamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayo pahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca pahīnā ati āmantā chakkamūlaka ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_7.2.5:54.0",
        "original": "7.2.5.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_7.2.5:54.1",
        "original": "Yattha kāmarāgānusayo pahīno tattha paṭighānusayo pahīnoti?",
        "analyzed": "yattha kāma rāga anusayo pahīno tattha paṭigha anusayo pahīno ti ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_7.2.5:55.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.5:56.1",
        "original": "Yattha vā pana paṭighānusayo pahīno tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yattha vā pana paṭigha anusayo pahīno tattha kāma rāga anusayo pahīno ti ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_7.2.5:57.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_7.2.5:58.1",
        "original": "Yattha kāmarāgānusayo pahīno tattha mānānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayaḥ pahīno tattha māna anusayaḥ pahīno ti āmantā ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_7.2.5:59.1",
        "original": "Yattha vā pana mānānusayo pahīno tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yattha vā pana māna anusayo pahīno tattha kāma rāga anusayo pahīno ti ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_7.2.5:60.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha mānānusayo pahīno; kāmarāgānusayo na vattabbo “pahīno”ti",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha māna anusayo pahīno kāma rāga anusayo na vattabbo pahīnoti ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.5:60.1_1",
        "original": "vā “appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo ca pahīno kāmarāgānusayo ca pahīno.",
        "analyzed": "vā appahīno ti vā kāmadhātuyā dvīsu vedanāsu ettha māna anusayo ca pahīno kāma rāga anusayo ca pahīno ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.5:61.1",
        "original": "Yattha kāmarāgānusayo pahīno tattha diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayo pahīno tattha diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_7.2.5:62.1",
        "original": "Yattha vā pana vicikicchānusayo pahīno tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yattha vā pana vicikicchā anusayo pahīno tattha kāma rāga anusayo pahīno ti ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_7.2.5:63.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo pahīno; kāmarāgānusayo",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā ettha vicikicchā anusayo pahīno kāma rāga anusayo ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.5:63.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā kāmadhātuyā dvīsu vedanāsu ettha vicikicchā anusayo ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.5:63.1_2",
        "original": "ca pahīno kāmarāgānusayo ca pahīno.",
        "analyzed": "ca pahīnaḥ kāma rāga anusayaḥ ca pahīnaḥ ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.5:64.1",
        "original": "Yattha kāmarāgānusayo pahīno tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yattha kāma rāga anusayo pahīno tattha bhava rāga anusayo pahīno ti ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_7.2.5:65.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_7.2.5:66.1",
        "original": "Yattha vā pana bhavarāgānusayo pahīno tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yattha vā pana bhava rāga anusayo pahīno tattha kāma rāga anusayo pahīno ti ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.5:67.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_7.2.5:68.1",
        "original": "Yattha kāmarāgānusayo pahīno tattha avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayaḥ pahīno tattha avijjā anusayaḥ pahīno ti āmantā ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_7.2.5:69.1",
        "original": "Yattha vā pana avijjānusayo pahīno tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ pahīno tattha kāma rāga anusayaḥ pahīno ti ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_7.2.5:70.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha avijjānusayo pahīno; kāmarāgānusayo",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayaḥ pahīno kāma rāga anusayo ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_7.2.5:70.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_7.2.5:70.1_2",
        "original": "ca pahīno kāmarāgānusayo ca pahīno.",
        "analyzed": "ca pahīnaḥ kāma rāga anusayaḥ ca pahīnaḥ ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_7.2.5:71.1",
        "original": "Yattha paṭighānusayo pahīno tattha mānānusayo pahīnoti?",
        "analyzed": "yattha paṭigha anusayo pahīno tattha māna anusayo pahīno ti ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_7.2.5:72.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_7.2.5:73.1",
        "original": "Yattha vā pana mānānusayo pahīno tattha paṭighānusayo pahīnoti?",
        "analyzed": "yattha vā pana māna anusayo pahīno tattha paṭigha anusayo pahīno ti ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_7.2.5:74.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.5:75.1",
        "original": "Yattha paṭighānusayo pahīno tattha diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha paṭigha anusayo pahīno tattha diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_7.2.5:76.1",
        "original": "Yattha vā pana vicikicchānusayo pahīno tattha paṭighānusayo pahīnoti?",
        "analyzed": "yattha vā pana vicikicchā anusayo pahīno tattha paṭigha anusayo pahīno ti ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_7.2.5:77.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo pahīno;",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchā anusayaḥ pahīno ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_7.2.5:77.1_1",
        "original": "paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Dukkhāya vedanāya ettha",
        "analyzed": "paṭigha anusayaḥ na vattabbo pahīno ti vā appahīnaḥ ti vā dukkhāya vedanāya ettha ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_7.2.5:77.1_2",
        "original": "vicikicchānusayo ca pahīno paṭighānusayo ca pahīno.",
        "analyzed": "vicikicchā anusayaḥ ca pahīnaḥ paṭigha anusayaḥ ca pahīnaḥ ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_7.2.5:78.1",
        "original": "Yattha paṭighānusayo pahīno tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yattha paṭigha anusayo pahīno tattha bhava rāga anusayo pahīno ti ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_7.2.5:79.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.5:80.1",
        "original": "Yattha vā pana bhavarāgānusayo pahīno tattha paṭighānusayo pahīnoti?",
        "analyzed": "yattha vā pana bhava rāga anusayo pahīno tattha paṭigha anusayo pahīno ti ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_7.2.5:81.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_7.2.5:82.1",
        "original": "Yattha paṭighānusayo pahīno tattha avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha paṭigha anusayaḥ pahīno tattha avijjā anusayaḥ pahīno ti āmantā ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_7.2.5:83.1",
        "original": "Yattha vā pana avijjānusayo pahīno tattha paṭighānusayo pahīnoti?",
        "analyzed": "yattha vā pana avijjā anusayo pahīno tattha paṭigha anusayo pahīno ti ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_7.2.5:84.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjānusayo pahīno; paṭighānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā ettha avijjā anusayaḥ pahīnaḥ paṭigha anusayo ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.5:84.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Dukkhāya vedanāya ettha avijjānusayo ca",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā dukkhāya vedanāya ettha avijjā anusayo ca ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.5:84.1_2",
        "original": "pahīno paṭighānusayo ca pahīno.",
        "analyzed": "pahīnaḥ paṭigha anusayaḥ ca pahīnaḥ ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.5:85.1",
        "original": "Yattha mānānusayo pahīno tattha diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha māna anusayo pahīno tattha diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_7.2.5:86.1",
        "original": "Yattha vā pana vicikicchānusayo pahīno tattha mānānusayo pahīnoti?",
        "analyzed": "yattha vā pana vicikicchā anusayo pahīno tattha māna anusayo pahīno ti ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_7.2.5:87.1_0",
        "original": "Dukkhāya vedanāya ettha vicikicchānusayo pahīno; mānānusayo na vattabbo “pahīno”ti",
        "analyzed": "dukkhāya vedanāya ettha vicikicchā anusayaḥ pahīnaḥ māna anusayaḥ na vattabbo pahīnoti ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_7.2.5:87.1_1",
        "original": "vā “appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo",
        "analyzed": "vā appahīno ti vā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchā anusayo ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_7.2.5:87.1_2",
        "original": "ca pahīno mānānusayo ca pahīno.",
        "analyzed": "ca pahīnaḥ māna anusayaḥ ca pahīnaḥ ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_7.2.5:88.1",
        "original": "Yattha mānānusayo pahīno tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yattha māna anusayo pahīno tattha bhava rāga anusayo pahīno ti ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_7.2.5:89.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo pahīno; bhavarāgānusayo na vattabbo “pahīno”ti",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu ettha māna anusayaḥ pahīnaḥ bhava rāga anusayaḥ na vattabbo pahīno ti ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_7.2.5:89.1_1",
        "original": "vā “appahīno”ti vā. Rūpadhātuyā arūpadhātuyā ettha mānānusayo ca pahīno bhavarāgānusayo ca pahīno.",
        "analyzed": "vā appahīno ti vā rūpadhātuyā arūpadhātuyā ettha māna anusayo ca pahīnaḥ bhava rāga anusayo ca pahīno ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_7.2.5:90.1",
        "original": "Yattha vā pana bhavarāgānusayo pahīno tattha mānānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha vā pana bhava rāga anusayo pahīno tattha māna anusayo pahīno ti āmantā ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_7.2.5:91.1",
        "original": "Yattha mānānusayo pahīno tattha avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha māna anusayaḥ pahīno tattha avijjā anusayaḥ pahīno ti āmantā ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_7.2.5:92.1",
        "original": "Yattha vā pana avijjānusayo pahīno tattha mānānusayo pahīnoti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ pahīno tattha māna anusayaḥ pahīno ti ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_7.2.5:93.1_0",
        "original": "Dukkhāya vedanāya ettha avijjānusayo pahīno; mānānusayo na vattabbo “pahīno”ti vā",
        "analyzed": "dukkhāya vedanāya ettha avijjā anusayaḥ pahīnaḥ māna anusayaḥ na vattabbaḥ pahīnaḥ ti vā ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_7.2.5:93.1_1",
        "original": "“appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjānusayo",
        "analyzed": "appahīno ti vā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjā anusayo ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_7.2.5:93.1_2",
        "original": "ca pahīno mānānusayo ca pahīno.",
        "analyzed": "ca pahīnaḥ māna anusayaḥ ca pahīnaḥ ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_7.2.5:94.1",
        "original": "Yattha diṭṭhānusayo pahīno tattha vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha diṭṭha anusayo pahīno tattha vicikicchā anusayo pahīno ti āmantā ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_7.2.5:95.1",
        "original": "Yattha vā pana vicikicchānusayo pahīno tattha diṭṭhānusayo pahīnoti? Āmantā …pe….",
        "analyzed": "yattha vā pana vicikicchā anusayo pahīno tattha diṭṭha anusayo pahīno ti āmantā pe ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_7.2.5:96.1",
        "original": "Yattha vicikicchānusayo pahīno tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yattha vicikicchā anusayo pahīno tattha bhava rāga anusayo pahīno ti ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_7.2.5:97.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu ettha vicikicchānusayo pahīno; bhavarāgānusayo na vattabbo",
        "analyzed": "kāmadhātuyā tīsu vedanāsu ettha vicikicchā anusayaḥ pahīnaḥ bhava rāga anusayaḥ na vattabbo ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_7.2.5:97.1_1",
        "original": "“pahīno”ti vā “appahīno”ti vā. Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca",
        "analyzed": "pahīnoti vā appahīnoti vā rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo ca ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_7.2.5:97.1_2",
        "original": "pahīno bhavarāgānusayo ca pahīno.",
        "analyzed": "pahīnaḥ bhava rāga anusayaḥ ca pahīnaḥ ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_7.2.5:98.1",
        "original": "Yattha vā pana bhavarāgānusayo pahīno tattha vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha vā pana bhava rāga anusayo pahīno tattha vicikicchā anusayo pahīno ti āmantā ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.5:99.1",
        "original": "Yattha vicikicchānusayo pahīno tattha avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha vicikicchā anusayaḥ pahīno tattha avijjā anusayaḥ pahīno ti āmantā ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_7.2.5:100.1",
        "original": "Yattha vā pana avijjānusayo pahīno tattha vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha vā pana avijjā anusayaḥ pahīno tattha vicikicchā anusayaḥ pahīno ti āmantā ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_7.2.5:101.1",
        "original": "Yattha bhavarāgānusayo pahīno tattha avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yattha bhava rāga anusayaḥ pahīno tattha avijjā anusayaḥ pahīno ti āmantā ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.5:102.1",
        "original": "Yattha vā pana avijjānusayo pahīno tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yattha vā pana avijjā anusayo pahīno tattha bhava rāga anusayo pahīno ti ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_7.2.5:103.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu ettha avijjānusayo pahīno; bhavarāgānusayo na vattabbo",
        "analyzed": "kāmadhātuyā tīsu vedanāsu ettha avijjā anusayaḥ pahīnaḥ bhava rāga anusayaḥ na vattabbo ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_7.2.5:103.1_1",
        "original": "“pahīno”ti vā “appahīno”ti vā. Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca pahīno",
        "analyzed": "pahīno ti vā appahīnaḥ ti vā rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo ca pahīno ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_7.2.5:103.1_2",
        "original": "bhavarāgānusayo ca pahīno. (Ekamūlakaṁ.)",
        "analyzed": "bhava rāga anusayaḥ ca pahīnaḥ eka mūlaka ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_7.2.5:104.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca pahīnā tattha mānānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā tattha māna anusayo pahīno ti natthi ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.5:105.1",
        "original": "Yattha vā pana mānānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana māna anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_7.2.5:106.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha mānānusayo pahīno; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha māna anusayaḥ pahīnaḥ kāma rāga anusayaḥ ca paṭigha anusayaḥ ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.5:106.1_1",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu vedanāsu ettha māna anusayo ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.5:106.1_2",
        "original": "ca kāmarāgānusayo ca pahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "ca kāma rāga anusayo ca pahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.5:107.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca pahīnā tattha diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā tattha diṭṭha anusayo pe vicikicchā anusayo pahīno ti natthi ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_7.2.5:108.1",
        "original": "Yattha vā pana vicikicchānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana vicikicchā anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_7.2.5:109.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo pahīno; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayaḥ pahīnaḥ kāma rāga anusayaḥ ca paṭigha anusayaḥ ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.5:109.1_1",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu vedanāsu ettha vicikicchā anusayo ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.5:109.1_2",
        "original": "ca kāmarāgānusayo ca pahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "ca kāma rāga anusayo ca pahīnā paṭigha anusayo na vattabbo pahīnoti vā appahīnoti ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.5:109.1_3",
        "original": "vā. Dukkhāya vedanāya ettha vicikicchānusayo ca paṭighānusayo ca pahīnā; kāmarāgānusayo",
        "analyzed": "vā dukkhāya vedanāya ettha vicikicchā anusayo ca paṭigha anusayo ca pahīnā kāma rāga anusayo ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.5:109.1_4",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.5:110.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca pahīnā tattha bhavarāgānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā tattha bhava rāga anusayo pahīno ti natthi ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_7.2.5:111.1",
        "original": "Yattha vā pana bhavarāgānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana bhava rāga anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_7.2.5:112.1",
        "original": "Na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.5:113.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca pahīnā tattha avijjānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā tattha avijjā anusayo pahīno ti natthi ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_7.2.5:114.1",
        "original": "Yattha vā pana avijjānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana avijjā anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_7.2.5:115.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo pahīno; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo pahīno kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_7.2.5:115.1_1",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_7.2.5:115.1_2",
        "original": "ca kāmarāgānusayo ca pahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "ca kāma rāga anusayo ca pahīnā paṭigha anusayo na vattabbo pahīnoti vā appahīnoti ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_7.2.5:115.1_3",
        "original": "vā. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca pahīnā; kāmarāgānusayo",
        "analyzed": "vā dukkhāya vedanāya ettha avijjā anusayo ca paṭigha anusayo ca pahīnā kāma rāga anusayo ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_7.2.5:115.1_4",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. (Dukamūlakaṁ.)",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā duka mūlaka ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_7.2.5:116.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnā tattha diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā tattha diṭṭha anusayo pe vicikicchā anusayo pahīno ti natthi ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_7.2.5:117.1",
        "original": "Yattha vā pana vicikicchānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana vicikicchā anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā ati ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.5:118.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca mānānusayo ca pahīnā; kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo ca māna anusayo ca pahīnā kāma rāga anusayo ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.5:118.1_1",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.5:118.1_2",
        "original": "vedanāsu ettha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca pahīnā; paṭighānusayo",
        "analyzed": "vedanāsu ettha vicikicchā anusayaḥ ca kāma rāga anusayaḥ ca māna anusayaḥ ca pahīnā paṭigha anusayaḥ ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.5:118.1_3",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Dukkhāya vedanāya ettha vicikicchānusayo",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā dukkhāya vedanāya ettha vicikicchā anusayo ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.5:118.1_4",
        "original": "ca paṭighānusayo ca pahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "ca paṭigha anusayo ca pahīnā kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.5:119.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnā tattha bhavarāgānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā tattha bhava rāga anusayo pahīno ti natthi ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_7.2.5:120.1",
        "original": "Yattha vā pana bhavarāgānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana bhava rāga anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā ati ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_7.2.5:121.1",
        "original": "Mānānusayo pahīno; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "māna anusayo pahīnaḥ kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.5:122.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnā tattha avijjānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā tattha avijjā anusayo pahīnoti natthi ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_7.2.5:123.1",
        "original": "Yattha vā pana avijjānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana avijjā anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā ati ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.5:124.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca pahīnā; kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo ca māna anusayo ca pahīnā kāma rāga anusayo ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.5:124.1_1",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.5:124.1_2",
        "original": "vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca pahīnā; paṭighānusayo",
        "analyzed": "vedanāsu ettha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca pahīnā paṭigha anusayo ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.5:124.1_3",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Dukkhāya vedanāya ettha avijjānusayo ca",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā dukkhāya vedanāya ettha avijjā anusayo ca ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.5:124.1_4",
        "original": "paṭighānusayo ca pahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti vā",
        "analyzed": "paṭigha anusayo ca pahīnā kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati vā ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.5:124.1_5",
        "original": "“appahīnā”ti vā. (Tikamūlakaṁ.)",
        "analyzed": "vā tikamūlaka ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.5:125.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca pahīnā tattha vicikicchānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca pahīnā tattha vicikicchā anusayo pahīnoti natthi ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_7.2.5:126.1",
        "original": "Yattha vā pana vicikicchānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana vicikicchā anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca pahīnā ati ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_7.2.5:127.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca mānānusayo ca diṭṭhānusayo ca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo ca māna anusayo ca diṭṭha anusayo ca ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.5:127.1_1",
        "original": "pahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti",
        "analyzed": "pahīnā kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.5:127.1_2",
        "original": "vā. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo",
        "analyzed": "vā kāmadhātuyā dvīsu vedanāsu ettha vicikicchā anusayo ca kāma rāga anusayo ca māna anusayo ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.5:127.1_3",
        "original": "ca diṭṭhānusayo ca pahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "ca diṭṭha anusayo ca pahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.5:127.1_4",
        "original": "Dukkhāya vedanāya ettha vicikicchānusayo ca paṭighānusayo ca diṭṭhānusayo ca pahīnā;",
        "analyzed": "dukkhāya vedanāya ettha vicikicchā anusayo ca paṭigha anusayo ca diṭṭha anusayo ca pahīnā ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.5:127.1_5",
        "original": "kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā pe ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.5:128.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā tattha bhavarāgānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā tattha bhava rāga anusayo pahīno ti natthi ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_7.2.5:129.1",
        "original": "Yattha vā pana bhavarāgānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana bhava rāga anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā ati ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.5:130.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha bhava rāga anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.5:130.1_1",
        "original": "ca pahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "ca pahīnā kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.5:131.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā tattha avijjānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā tattha avijjā anusayo pahīnoti natthi ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_7.2.5:132.1",
        "original": "Yattha vā pana avijjānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana avijjā anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā ati ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.5:133.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.5:133.1_1",
        "original": "ca pahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti",
        "analyzed": "ca pahīnā kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.5:133.1_2",
        "original": "vā. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo",
        "analyzed": "vā kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.5:133.1_3",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā; paṭighānusayo na vattabbo “pahīno”ti",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā paṭigha anusayo na vattabbo pahīnoti ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.5:133.1_4",
        "original": "vā “appahīno”ti vā. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo",
        "analyzed": "vā appahīno ti vā dukkhāya vedanāya ettha avijjā anusayo ca paṭigha anusayo ca diṭṭha anusayo ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.5:133.1_5",
        "original": "ca vicikicchānusayo ca pahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "ca vicikicchā anusayo ca pahīnā kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.5:133.1_6",
        "original": "vā “appahīnā”ti vā. (Pañcakamūlakaṁ.)",
        "analyzed": "vā vā ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.5:134.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca pahīnā tattha avijjānusayo pahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca pahīnā tattha avijjā anusayo pahīno ti natthi ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_7.2.5:135.1",
        "original": "Yattha vā pana avijjānusayo pahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca pahīnāti?",
        "analyzed": "yattha vā pana avijjā anusayo pahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca pahīnā ati ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_7.2.5:136.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.5:136.1_1",
        "original": "ca bhavarāgānusayo ca pahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "ca bhava rāga anusayo ca pahīnā kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.5:136.1_2",
        "original": "vā “appahīnā”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo",
        "analyzed": "vā vā kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ca kāma rāga anusayo ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.5:136.1_3",
        "original": "ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā; paṭighānusayo ca bhavarāgānusayo",
        "analyzed": "ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā paṭigha anusayo ca bhava rāga anusayo ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.5:136.1_4",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Dukkhāya vedanāya ettha avijjānusayo",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā dukkhāya vedanāya ettha avijjā anusayo ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.5:136.1_5",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā; kāmarāgānusayo ca",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā kāma rāga anusayo ca ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.5:136.1_6",
        "original": "mānānusayo ca bhavarāgānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. (Chakkamūlakaṁ.)",
        "analyzed": "māna anusayo ca bhava rāga anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.5:137.0",
        "original": "7.2.5.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_7.2.5:137.1",
        "original": "Yassa yattha kāmarāgānusayo pahīno tassa tattha paṭighānusayo pahīnoti?",
        "analyzed": "yassa yattha kāma rāga anusayo pahīno tassa tattha paṭigha anusayo pahīno ti ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_7.2.5:138.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_7.2.5:139.1",
        "original": "Yassa vā pana yattha paṭighānusayo pahīno tassa tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha paṭigha anusayo pahīno tassa tattha kāma rāga anusayo pahīno ti ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_7.2.5:140.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_7.2.5:141.1",
        "original": "Yassa yattha kāmarāgānusayo pahīno tassa tattha mānānusayo pahīnoti?",
        "analyzed": "yassa yattha kāma rāga anusayaḥ pahīno tassa tattha māna anusayaḥ pahīno ti ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_7.2.5:142.1_0",
        "original": "Anāgāmissa kāmadhātuyā dvīsu vedanāsu tassa tattha kāmarāgānusayo pahīno, no ca tassa",
        "analyzed": "anāgāmissa kāmadhātuyā dvīsu vedanāsu tassa tattha kāma rāga anusayaḥ pahīnaḥ no ca tassa ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.5:142.1_1",
        "original": "tattha mānānusayo pahīno. Arahato kāmadhātuyā dvīsu vedanāsu tassa tattha kāmarāgānusayo",
        "analyzed": "tattha māna anusayo pahīno arahataḥ kāmadhātuyā dvīsu vedanāsu tassa tattha kāma rāga anusayo ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.5:142.1_2",
        "original": "ca pahīno mānānusayo ca pahīno.",
        "analyzed": "ca pahīnaḥ māna anusayaḥ ca pahīnaḥ ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.5:143.1",
        "original": "Yassa vā pana yattha mānānusayo pahīno tassa tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha māna anusayaḥ pahīno tassa tattha kāma rāga anusayaḥ pahīno ti ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_7.2.5:144.1_0",
        "original": "Arahato rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo pahīno; kāmarāgānusayo na",
        "analyzed": "arahataḥ rūpa dhātuyā arūpa dhātuyā tassa tattha māna anusayaḥ pahīnaḥ kāma rāga anusayaḥ na ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_7.2.5:144.1_1",
        "original": "vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_7.2.5:144.1_2",
        "original": "tassa tattha mānānusayo ca pahīno kāmarāgānusayo ca pahīno.",
        "analyzed": "tassa tattha māna anusayo ca pahīno kāma rāga anusayo ca pahīno ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_7.2.5:145.1",
        "original": "Yassa yattha kāmarāgānusayo pahīno tassa tattha diṭṭhānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayo pahīno tassa tattha diṭṭha anusayo pahīno ti āmantā ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_7.2.5:146.1",
        "original": "Yassa vā pana yattha diṭṭhānusayo pahīno tassa tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha diṭṭha anusayo pahīno tassa tattha kāma rāga anusayo pahīno ti ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_7.2.5:147.1_0",
        "original": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tesaṁ tattha diṭṭhānusayo",
        "analyzed": "dvinnam puggalānam dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tesam tattha diṭṭha anusayo ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.5:147.1_1",
        "original": "pahīno; kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ",
        "analyzed": "pahīnaḥ kāma rāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tesañca eva puggalāna ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.5:147.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu tesaṁ tattha diṭṭhānusayo pahīno, no ca tesaṁ tattha kāmarāgānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tesam tattha diṭṭha anusayo pahīno no ca tesam tattha kāma rāga anusayo ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.5:147.1_3",
        "original": "pahīno. Dvinnaṁ puggalānaṁ dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "pahīnaḥ dvinnam puggalānam dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.5:147.1_4",
        "original": "diṭṭhānusayo pahīno; kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva",
        "analyzed": "diṭṭha anusayo pahīno kāma rāga anusayo na vattabbo pahīno ti vā appahīnaḥ ti vā tesañca eva ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.5:147.1_5",
        "original": "puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha diṭṭhānusayo ca pahīno kāmarāgānusayo ca pahīno.",
        "analyzed": "puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha diṭṭha anusayo ca pahīno kāma rāga anusayo ca pahīno ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.5:148.1",
        "original": "Yassa yattha kāmarāgānusayo pahīno tassa tattha vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayaḥ pahīno tassa tattha vicikicchā anusayaḥ pahīno ti āmantā ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.5:149.1",
        "original": "Yassa vā pana yattha vicikicchānusayo pahīno tassa tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo pahīno tassa tattha kāma rāga anusayaḥ pahīno ti ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_7.2.5:150.1_0",
        "original": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo",
        "analyzed": "dvinnam puggalānam dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayo ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.5:150.1_1",
        "original": "pahīno; kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ",
        "analyzed": "pahīnaḥ kāma rāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tesañca eva puggalāna ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.5:150.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo pahīno, no ca tesaṁ tattha",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tesam tattha vicikicchā anusayaḥ pahīno no ca tesam tattha ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.5:150.1_3",
        "original": "kāmarāgānusayo pahīno. Dvinnaṁ puggalānaṁ dukkhāya vedanāya rūpadhātuyā arūpadhātuyā",
        "analyzed": "kāma rāga anusayaḥ pahīnaḥ dvinnam puggalānam dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.5:150.1_4",
        "original": "tesaṁ tattha vicikicchānusayo pahīno; kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "tesam tattha vicikicchā anusayaḥ pahīnaḥ kāma rāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.5:150.1_5",
        "original": "vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo",
        "analyzed": "vā tesaṃ eva puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha vicikicchā anusayo ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.5:150.1_6",
        "original": "ca pahīno kāmarāgānusayo ca pahīno.",
        "analyzed": "ca pahīnaḥ kāma rāga anusayaḥ ca pahīnaḥ ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.5:151.1",
        "original": "Yassa yattha kāmarāgānusayo pahīno tassa tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yassa yattha kāma rāga anusayo pahīno tassa tattha bhava rāga anusayo pahīno ti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.5:152.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_7.2.5:153.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo pahīno tassa tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo pahīno tassa tattha kāma rāga anusayo pahīno ti ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_7.2.5:154.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_7.2.5:155.1",
        "original": "Yassa yattha kāmarāgānusayo pahīno tassa tattha avijjānusayo pahīnoti?",
        "analyzed": "yassa yattha kāma rāga anusayaḥ pahīno tassa tattha avijjā anusayaḥ pahīno ti ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_7.2.5:156.1_0",
        "original": "Anāgāmissa kāmadhātuyā dvīsu vedanāsu tassa tattha kāmarāgānusayo pahīno, no ca tassa",
        "analyzed": "anāgāmissa kāmadhātuyā dvīsu vedanāsu tassa tattha kāma rāga anusayaḥ pahīnaḥ no ca tassa ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.5:156.1_1",
        "original": "tattha avijjānusayo pahīno. Arahato kāmadhātuyā dvīsu vedanāsu tassa tattha kāmarāgānusayo",
        "analyzed": "tattha avijjā anusayo pahīnaḥ arahataḥ kāmadhātuyā dvīsu vedanāsu tassa tattha kāma rāga anusayo ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.5:156.1_2",
        "original": "ca pahīno avijjānusayo ca pahīno.",
        "analyzed": "ca pahīnaḥ avijjā anusayaḥ ca pahīnaḥ ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.5:157.1",
        "original": "Yassa vā pana yattha avijjānusayo pahīno tassa tattha kāmarāgānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ pahīno tassa tattha kāma rāga anusayaḥ pahīno ti ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_7.2.5:158.1_0",
        "original": "Arahato dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo pahīno;",
        "analyzed": "arahataḥ dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayaḥ pahīno ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.5:158.1_1",
        "original": "kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa kāmadhātuyā",
        "analyzed": "kāma rāga anusayaḥ na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa kāmadhātuyā ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.5:158.1_2",
        "original": "dvīsu vedanāsu tassa tattha avijjānusayo ca pahīno kāmarāgānusayo ca pahīno.",
        "analyzed": "dvīsu vedanāsu tassa tattha avijjā anusayaḥ ca pahīnaḥ kāma rāga anusayaḥ ca pahīnaḥ ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.5:159.1",
        "original": "Yassa yattha paṭighānusayo pahīno tassa tattha mānānusayo pahīnoti?",
        "analyzed": "yassa yattha paṭigha anusayaḥ pahīno tassa tattha māna anusayaḥ pahīno ti ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_7.2.5:160.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_7.2.5:161.1",
        "original": "Yassa vā pana yattha mānānusayo pahīno tassa tattha paṭighānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha māna anusayo pahīno tassa tattha paṭigha anusayo pahīno ti ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_7.2.5:162.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_7.2.5:163.1",
        "original": "Yassa yattha paṭighānusayo pahīno tassa tattha diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa yattha paṭigha anusayo pahīno tassa tattha diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_7.2.5:164.1",
        "original": "Yassa vā pana yattha vicikicchānusayo pahīno tassa tattha paṭighānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo pahīno tassa tattha paṭigha anusayo pahīno ti ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_7.2.5:165.1_0",
        "original": "Dvinnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "dvinnam puggalānam kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.5:165.1_1",
        "original": "vicikicchānusayo pahīno; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "vicikicchā anusayaḥ pahīnaḥ paṭigha anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.5:165.1_2",
        "original": "Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo pahīno, no ca",
        "analyzed": "tesam eva puggalānam dukkhāya vedanāya tesam tattha vicikicchā anusayaḥ pahīnaḥ no ca ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.5:165.1_3",
        "original": "tesaṁ tattha paṭighānusayo pahīno. Dvinnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "tesam tattha paṭigha anusayaḥ pahīnaḥ dvinnam puggalānam kāmadhātuyā dvīsu vedanāsu ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.5:165.1_4",
        "original": "rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo pahīno; paṭighānusayo na vattabbo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayaḥ pahīnaḥ paṭigha anusayaḥ na vattabbo ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.5:165.1_5",
        "original": "“pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha",
        "analyzed": "pahīnoti vā appahīnoti vā tesam eva puggalānam dukkhāya vedanāya tesam tattha ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.5:165.1_6",
        "original": "vicikicchānusayo ca pahīno paṭighānusayo ca pahīno.",
        "analyzed": "vicikicchā anusayaḥ ca pahīnaḥ paṭigha anusayaḥ ca pahīnaḥ ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.5:166.1",
        "original": "Yassa yattha paṭighānusayo pahīno tassa tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yassa yattha paṭigha anusayo pahīno tassa tattha bhava rāga anusayo pahīno ti ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_7.2.5:167.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_7.2.5:168.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo pahīno tassa tattha paṭighānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo pahīno tassa tattha paṭigha anusayo pahīno ti ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_7.2.5:169.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_7.2.5:170.1",
        "original": "Yassa yattha paṭighānusayo pahīno tassa tattha avijjānusayo pahīnoti?",
        "analyzed": "yassa yattha paṭigha anusayo pahīno tassa tattha avijjā anusayo pahīno ti ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_7.2.5:171.1_0",
        "original": "Anāgāmissa dukkhāya vedanāya tassa tattha paṭighānusayo pahīno, no ca tassa tattha",
        "analyzed": "anāgāmissa dukkhāya vedanāya tassa tattha paṭigha anusayo pahīno no ca tassa tattha ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.5:171.1_1",
        "original": "avijjānusayo pahīno. Arahato dukkhāya vedanāya tassa tattha paṭighānusayo ca pahīno",
        "analyzed": "avijjā anusayaḥ pahīnaḥ arahataḥ dukkhāya vedanāya tassa tattha paṭigha anusayo ca pahīno ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.5:171.1_2",
        "original": "avijjānusayo ca pahīno.",
        "analyzed": "avijjā anusayaḥ ca pahīnaḥ ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.5:172.1",
        "original": "Yassa vā pana yattha avijjānusayo pahīno tassa tattha paṭighānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo pahīno tassa tattha paṭigha anusayo pahīno ti ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_7.2.5:173.1_0",
        "original": "Arahato kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo",
        "analyzed": "arahataḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.5:173.1_1",
        "original": "pahīno; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa",
        "analyzed": "pahīnaḥ paṭigha anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.5:173.1_2",
        "original": "dukkhāya vedanāya tassa tattha avijjānusayo ca pahīno paṭighānusayo ca pahīno.",
        "analyzed": "dukkhāya vedanāya tassa tattha avijjā anusayaḥ ca pahīnaḥ paṭigha anusayaḥ ca pahīnaḥ ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.5:174.1",
        "original": "Yassa yattha mānānusayo pahīno tassa tattha diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa yattha māna anusayo pahīno tassa tattha diṭṭha anusayo pe vicikicchā anusayo pahīno ti āmantā ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_7.2.5:175.1",
        "original": "Yassa vā pana yattha vicikicchānusayo pahīno tassa tattha mānānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo pahīno tassa tattha māna anusayo pahīno ti ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_7.2.5:176.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo pahīno; mānānusayo",
        "analyzed": "tiṇṇam puggalānam dukkhāya vedanāya tesam tattha vicikicchā anusayaḥ pahīnaḥ māna anusayo ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.5:176.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā tesam eva puggalānam kāmadhātuyā dvīsu ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.5:176.1_2",
        "original": "vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo pahīno, no ca tesaṁ",
        "analyzed": "vedanāsu rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayo pahīno no ca tesam ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.5:176.1_3",
        "original": "tattha mānānusayo pahīno. Arahato dukkhāya vedanāya tassa tattha vicikicchānusayo",
        "analyzed": "tattha māna anusayaḥ pahīnaḥ arahataḥ dukkhāya vedanāya tassa tattha vicikicchā anusayo ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.5:176.1_4",
        "original": "pahīno; mānānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa",
        "analyzed": "pahīnaḥ māna anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.5:176.1_5",
        "original": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.5:176.1_6",
        "original": "ca pahīno mānānusayo ca pahīno.",
        "analyzed": "ca pahīnaḥ māna anusayaḥ ca pahīnaḥ ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.5:177.1",
        "original": "Yassa yattha mānānusayo pahīno tassa tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yassa yattha māna anusayaḥ pahīno tassa tattha bhava rāga anusayaḥ pahīno ti ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_7.2.5:178.1_0",
        "original": "Arahato kāmadhātuyā dvīsu vedanāsu tassa tattha mānānusayo pahīno; bhavarāgānusayo",
        "analyzed": "arahataḥ kāmadhātuyā dvīsu vedanāsu tassa tattha māna anusayo pahīnaḥ bhava rāga anusayo ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.5:178.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa rūpadhātuyā arūpadhātuyā",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa rūpadhātuyā arūpadhātuyā ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.5:178.1_2",
        "original": "tassa tattha mānānusayo ca pahīno bhavarāgānusayo ca pahīno.",
        "analyzed": "tassa tattha māna anusayo ca pahīnaḥ bhava rāga anusayo ca pahīnaḥ ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.5:179.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo pahīno tassa tattha mānānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ pahīno tassa tattha māna anusayaḥ pahīno ti āmantā ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_7.2.5:180.1",
        "original": "Yassa yattha mānānusayo pahīno tassa tattha avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa yattha māna anusayaḥ pahīno tassa tattha avijjā anusayaḥ pahīno ti āmantā ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_7.2.5:181.1",
        "original": "Yassa vā pana yattha avijjānusayo pahīno tassa tattha mānānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo pahīno tassa tattha māna anusayo pahīno ti ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_7.2.5:182.1_0",
        "original": "Arahato dukkhāya vedanāya tassa tattha avijjānusayo pahīno; mānānusayo na vattabbo",
        "analyzed": "arahataḥ dukkhāya vedanāya tassa tattha avijjā anusayaḥ pahīnaḥ māna anusayaḥ na vattabbo ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.5:182.1_1",
        "original": "“pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā",
        "analyzed": "pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.5:182.1_2",
        "original": "arūpadhātuyā tassa tattha avijjānusayo ca pahīno mānānusayo ca pahīno.",
        "analyzed": "arūpa dhātuyā tassa tattha avijjā anusayo ca pahīnaḥ māna anusayo ca pahīnaḥ ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.5:183.1",
        "original": "Yassa yattha diṭṭhānusayo pahīno tassa tattha vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa yattha diṭṭha anusayaḥ pahīno tassa tattha vicikicchā anusayaḥ pahīno ti āmantā ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_7.2.5:184.1",
        "original": "Yassa vā pana yattha vicikicchānusayo pahīno tassa tattha diṭṭhānusayo pahīnoti? Āmantā …pe….",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo pahīno tassa tattha diṭṭha anusayo pahīno ti āmantā pe ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_7.2.5:185.1",
        "original": "Yassa yattha vicikicchānusayo pahīno tassa tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yassa yattha vicikicchā anusayaḥ pahīno tassa tattha bhava rāga anusayaḥ pahīno ti ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.5:186.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu tesaṁ tattha vicikicchānusayo pahīno;",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā tīsu vedanāsu tesam tattha vicikicchā anusayo pahīno ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.5:186.1_1",
        "original": "bhavarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ rūpadhātuyā",
        "analyzed": "bhava rāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tesaṃ eva puggalānam rūpadhātuyā ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.5:186.1_2",
        "original": "arūpadhātuyā tesaṁ tattha vicikicchānusayo pahīno, no ca tesaṁ tattha bhavarāgānusayo",
        "analyzed": "arūpa dhātuyā tesam tattha vicikicchā anusayo pahīno no ca tesam tattha bhava rāga anusayo ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.5:186.1_3",
        "original": "pahīno. Arahato kāmadhātuyā tīsu vedanāsu tassa tattha vicikicchānusayo pahīno; bhavarāgānusayo",
        "analyzed": "pahīnaḥ arahataḥ kāmadhātuyā tīsu vedanāsu tassa tattha vicikicchā anusayaḥ pahīnaḥ bhava rāga anusayaḥ ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.5:186.1_4",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa rūpadhātuyā arūpadhātuyā",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa rūpadhātuyā arūpadhātuyā ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.5:186.1_5",
        "original": "tassa tattha vicikicchānusayo ca pahīno bhavarāgānusayo ca pahīno.",
        "analyzed": "tassa tattha vicikicchā anusayaḥ ca pahīnaḥ bhava rāga anusayaḥ ca pahīnaḥ ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.5:187.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo pahīno tassa tattha vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ pahīno tassa tattha vicikicchā anusayaḥ pahīno ti āmantā ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_7.2.5:188.1",
        "original": "Yassa yattha vicikicchānusayo pahīno tassa tattha avijjānusayo pahīnoti?",
        "analyzed": "yassa yattha vicikicchā anusayaḥ pahīno tassa tattha avijjā anusayaḥ pahīno ti ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_7.2.5:189.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_7.2.5:189.1_1",
        "original": "vicikicchānusayo pahīno, no ca tesaṁ tattha avijjānusayo pahīno. Arahato kāmadhātuyā",
        "analyzed": "vicikicchā anusayo pahīno no ca tesam tattha avijjā anusayo pahīno arahataḥ kāmadhātuyā ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_7.2.5:189.1_2",
        "original": "tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca pahīno avijjānusayo ca pahīno.",
        "analyzed": "tīsu vedanāsu rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ca pahīnaḥ avijjā anusayo ca pahīnaḥ ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_7.2.5:190.1",
        "original": "Yassa vā pana yattha avijjānusayo pahīno tassa tattha vicikicchānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ pahīno tassa tattha vicikicchā anusayaḥ pahīno ti āmantā ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.5:191.1",
        "original": "Yassa yattha bhavarāgānusayo pahīno tassa tattha avijjānusayo pahīnoti? Āmantā.",
        "analyzed": "yassa yattha bhava rāga anusayaḥ pahīno tassa tattha avijjā anusayaḥ pahīno ti āmantā ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.5:192.1",
        "original": "Yassa vā pana yattha avijjānusayo pahīno tassa tattha bhavarāgānusayo pahīnoti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo pahīno tassa tattha bhava rāga anusayo pahīno ti ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_7.2.5:193.1_0",
        "original": "Arahato kāmadhātuyā tīsu vedanāsu tassa tattha avijjānusayo pahīno; bhavarāgānusayo",
        "analyzed": "arahataḥ kāmadhātuyā tīsu vedanāsu tassa tattha avijjā anusayo pahīnaḥ bhava rāga anusayo ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.5:193.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa rūpadhātuyā arūpadhātuyā",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa rūpadhātuyā arūpadhātuyā ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.5:193.1_2",
        "original": "tassa tattha avijjānusayo ca pahīno bhavarāgānusayo ca pahīno. (Ekamūlakaṁ.)",
        "analyzed": "tassa tattha avijjā anusayaḥ ca pahīnaḥ bhava rāga anusayaḥ ca pahīnaḥ eka mūlaka ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.5:194.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca pahīnā tassa tattha mānānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā tassa tattha māna anusayo pahīno ti natthi ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.5:195.1",
        "original": "Yassa vā pana yattha mānānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha māna anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_7.2.5:196.1_0",
        "original": "Arahato rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo pahīno; kāmarāgānusayo ca",
        "analyzed": "arahataḥ rūpa dhātuyā arūpa dhātuyā tassa tattha māna anusayo pahīno kāma rāga anusayo ca ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_7.2.5:196.1_1",
        "original": "paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa kāmadhātuyā",
        "analyzed": "paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa kāmadhātuyā ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_7.2.5:196.1_2",
        "original": "dvīsu vedanāsu tassa tattha mānānusayo ca kāmarāgānusayo ca pahīnā; paṭighānusayo",
        "analyzed": "dvīsu vedanāsu tassa tattha māna anusayo ca kāma rāga anusayo ca pahīnā paṭigha anusayo ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_7.2.5:196.1_3",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_7.2.5:197.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca pahīnā tassa tattha diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā tassa tattha diṭṭha anusayo pe vicikicchā anusayo pahīno ti natthi ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_7.2.5:198.1",
        "original": "Yassa vā pana yattha vicikicchānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_0",
        "original": "Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo pahīno;",
        "analyzed": "dvinnam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayaḥ pahīno ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tesaññeva",
        "analyzed": "kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tesañca eva ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_2",
        "original": "puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo pahīno, no ca",
        "analyzed": "puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha vicikicchā anusayo pahīnaḥ no ca ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_3",
        "original": "tesaṁ tattha kāmarāgānusayo pahīno; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "tesam tattha kāma rāga anusayaḥ pahīnaḥ paṭigha anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_4",
        "original": "vā. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo pahīno,",
        "analyzed": "vā tesam eva puggalānam dukkhāya vedanāya tesam tattha vicikicchā anusayaḥ pahīno ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_5",
        "original": "no ca tesaṁ tattha paṭighānusayo pahīno; kāmarāgānusayo na vattabbo “pahīno”ti vā",
        "analyzed": "no ca tesam tattha paṭigha anusayaḥ pahīno kāma rāga anusayaḥ na vattabbo pahīnaḥ ti vā ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_6",
        "original": "“appahīno”ti vā. Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo",
        "analyzed": "appahīno ti vā dvinnam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayo ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_7",
        "original": "pahīno; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti",
        "analyzed": "pahīno kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati vā appahīnā ati ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_8",
        "original": "vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha vicikicchānusayo",
        "analyzed": "vā tesaṃ eva puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha vicikicchā anusayo ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_9",
        "original": "ca kāmarāgānusayo ca pahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "ca kāma rāga anusayo ca pahīnā paṭigha anusayo na vattabbo pahīnoti vā appahīnoti ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_10",
        "original": "vā. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo ca paṭighānusayo",
        "analyzed": "vā tesam eva puggalānam dukkhāya vedanāya tesam tattha vicikicchā anusayo ca paṭigha anusayo ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:199.1_11",
        "original": "ca pahīnā; kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "ca pahīnā kāma rāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.5:200.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca pahīnā tassa tattha bhavarāgānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā tassa tattha bhava rāga anusayo pahīno ti natthi ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_7.2.5:201.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_7.2.5:202.1",
        "original": "Na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.5:203.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca pahīnā tassa tattha avijjānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā tassa tattha avijjā anusayo pahīnoti natthi ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.5:204.1",
        "original": "Yassa vā pana yattha avijjānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca pahīnā ati ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.5:205.1_0",
        "original": "Arahato rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo pahīno; kāmarāgānusayo",
        "analyzed": "arahataḥ rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo pahīnaḥ kāma rāga anusayo ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.5:205.1_1",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.5:205.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca kāmarāgānusayo ca pahīnā;",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tassa tattha avijjā anusayaḥ ca kāma rāga anusayaḥ ca pahīnā ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.5:205.1_3",
        "original": "paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa dukkhāya",
        "analyzed": "paṭigha anusayaḥ na vattabbo pahīno ti vā appahīnaḥ ti vā tassa iva puggalassa dukkhāya ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.5:205.1_4",
        "original": "vedanāya tassa tattha avijjānusayo ca paṭighānusayo ca pahīnā; kāmarāgānusayo na",
        "analyzed": "vedanāya tassa tattha avijjā anusayo ca paṭigha anusayo ca pahīnā kāma rāga anusayaḥ na ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.5:205.1_5",
        "original": "vattabbo “pahīno”ti vā “appahīno”ti vā. (Dukamūlakaṁ.)",
        "analyzed": "vattabbo pahīnaḥ ti vā appahīnaḥ ti vā duka mūlaka ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.5:206.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnā tassa tattha diṭṭhānusayo …pe… vicikicchānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā tassa tattha diṭṭha anusayo pe vicikicchā anusayo pahīno ti natthi ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_7.2.5:207.1",
        "original": "Yassa vā pana yattha vicikicchānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā ati ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_0",
        "original": "Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo pahīno,",
        "analyzed": "dvinnam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayaḥ pahīno ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_1",
        "original": "no ca tesaṁ tattha mānānusayo pahīno; kāmarāgānusayo ca paṭighānusayo ca na vattabbā",
        "analyzed": "no ca tesam tattha māna anusayaḥ pahīno kāma rāga anusayo ca paṭigha anusayo ca na vattabbā ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_2",
        "original": "“pahīnā”ti vā “appahīnā”ti vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ",
        "analyzed": "pahīnā ati vā appahīnā ati vā tesaṃ eva puggalānam kāmadhātuyā dvīsu vedanāsu ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_3",
        "original": "tattha vicikicchānusayo pahīno, no ca tesaṁ tattha kāmarāgānusayo ca mānānusayo ca",
        "analyzed": "tattha vicikicchā anusayo pahīno no ca tesam tattha kāma rāga anusayo ca māna anusayo ca ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_4",
        "original": "pahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ",
        "analyzed": "pahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tesaṃ eva puggalāna ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_5",
        "original": "dukkhāya vedanāya tesaṁ tattha vicikicchānusayo pahīno, no ca tesaṁ tattha paṭighānusayo",
        "analyzed": "dukkhāya vedanāya tesam tattha vicikicchā anusayo pahīno no ca tesam tattha paṭigha anusayo ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_6",
        "original": "pahīno; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "pahīnaḥ kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_7",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo pahīno, no ca tassa",
        "analyzed": "anāgāmissa rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo pahīno no ca tassa ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_8",
        "original": "tattha mānānusayo pahīno; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "tattha māna anusayaḥ pahīnaḥ kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_9",
        "original": "vā “appahīnā”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo",
        "analyzed": "vā appahīnā ati vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchā anusayo ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_10",
        "original": "ca kāmarāgānusayo ca pahīnā, no ca tassa tattha mānānusayo pahīno; paṭighānusayo",
        "analyzed": "ca kāma rāga anusayo ca pahīnā no ca tassa tattha māna anusayo pahīno paṭigha anusayo ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_11",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa dukkhāya vedanāya tassa",
        "analyzed": "na vattabbo pahīnoti vā appahīnaḥ ti vā tassa iva puggalassa dukkhāya vedanāya tassa ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_12",
        "original": "tattha vicikicchānusayo ca paṭighānusayo ca pahīnā; kāmarāgānusayo ca mānānusayo",
        "analyzed": "tattha vicikicchā anusayo ca paṭigha anusayo ca pahīnā kāma rāga anusayo ca māna anusayo ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_13",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Arahato rūpadhātuyā arūpadhātuyā tassa",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā arahataḥ rūpadhātuyā arūpadhātuyā tassa ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_14",
        "original": "tattha vicikicchānusayo ca mānānusayo ca pahīnā; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "tattha vicikicchā anusayo ca māna anusayo ca pahīnā kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_15",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa kāmadhātuyā dvīsu ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_16",
        "original": "vedanāsu tassa tattha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca pahīnā;",
        "analyzed": "vedanāsu tassa tattha vicikicchā anusayaḥ ca kāma rāga anusayaḥ ca māna anusayaḥ ca pahīnā ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_17",
        "original": "paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa dukkhāya",
        "analyzed": "paṭigha anusayaḥ na vattabbo pahīno ti vā appahīnaḥ ti vā tassa iva puggalassa dukkhāya ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_18",
        "original": "vedanāya tassa tattha vicikicchānusayo ca paṭighānusayo ca pahīnā; kāmarāgānusayo",
        "analyzed": "vedanāya tassa tattha vicikicchā anusayo ca paṭigha anusayo ca pahīnā kāma rāga anusayo ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:208.1_19",
        "original": "ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "ca māna anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.5:209.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnā tassa tattha bhavarāgānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā tassa tattha bhava rāga anusayo pahīno ti natthi ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.5:210.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā ati ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_7.2.5:211.1",
        "original": "Mānānusayo pahīno; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "māna anusayo pahīnaḥ kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.5:212.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnā tassa tattha avijjānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā tassa tattha avijjā anusayo pahīno ti natthi ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.5:213.1",
        "original": "Yassa vā pana yattha avijjānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca pahīnā ati ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_7.2.5:214.1_0",
        "original": "Arahato rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca pahīnā;",
        "analyzed": "arahataḥ rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca pahīnā ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.5:214.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva",
        "analyzed": "kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.5:214.1_2",
        "original": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca kāmarāgānusayo",
        "analyzed": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjā anusayo ca kāma rāga anusayo ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.5:214.1_3",
        "original": "ca mānānusayo ca pahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "ca māna anusayo ca pahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.5:214.1_4",
        "original": "Tasseva puggalassa dukkhāya vedanāya tassa tattha avijjānusayo ca paṭighānusayo ca",
        "analyzed": "tassa iva puggalassa dukkhāya vedanāya tassa tattha avijjā anusayo ca paṭigha anusayo ca ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.5:214.1_5",
        "original": "pahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. (Tikamūlakaṁ.)",
        "analyzed": "pahīnā kāma rāga anusayaḥ ca māna anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tikamūlaka ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.5:215.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca pahīnā tassa tattha vicikicchānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca pahīnā tassa tattha vicikicchā anusayo pahīno ti natthi ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_7.2.5:216.1",
        "original": "Yassa vā pana yattha vicikicchānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca pahīnā ati ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_0",
        "original": "Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha vicikicchānusayo ca diṭṭhānusayo",
        "analyzed": "dvinnam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha vicikicchā anusayo ca diṭṭha anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_1",
        "original": "ca pahīnā, no ca tesaṁ tattha mānānusayo pahīno; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "ca pahīnāḥ no ca tesam tattha māna anusayo pahīno kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_2",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā tesam eva puggalānam kāmadhātuyā dvīsu ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_3",
        "original": "vedanāsu tesaṁ tattha vicikicchānusayo ca diṭṭhānusayo ca pahīnā, no ca tesaṁ tattha",
        "analyzed": "vedanāsu tesam tattha vicikicchā anusayo ca diṭṭha anusayo ca pahīnā no ca tesam tattha ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_4",
        "original": "kāmarāgānusayo ca mānānusayo ca pahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "kāma rāga anusayaḥ ca māna anusayaḥ ca pahīnā paṭigha anusayaḥ na vattabbo pahīno ti vā appahīno ti ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_5",
        "original": "vā. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha vicikicchānusayo ca diṭṭhānusayo",
        "analyzed": "vā tesam eva puggalānam dukkhāya vedanāya tesam tattha vicikicchā anusayo ca diṭṭha anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_6",
        "original": "ca pahīnā, no ca tesaṁ tattha paṭighānusayo pahīno; kāmarāgānusayo ca mānānusayo",
        "analyzed": "ca pahīnāḥ no ca tesam tattha paṭigha anusayo pahīno kāma rāga anusayo ca māna anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_7",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Anāgāmissa rūpadhātuyā arūpadhātuyā",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā anāgāmissa rūpadhātuyā arūpadhātuyā ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_8",
        "original": "tassa tattha vicikicchānusayo ca diṭṭhānusayo ca pahīnā, no ca tassa tattha mānānusayo",
        "analyzed": "tassa tattha vicikicchā anusayo ca diṭṭha anusayo ca pahīnā no ca tassa tattha māna anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_9",
        "original": "pahīno; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti",
        "analyzed": "pahīno kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati vā appahīnā ati ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_10",
        "original": "vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca",
        "analyzed": "vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchā anusayo ca ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_11",
        "original": "kāmarāgānusayo ca diṭṭhānusayo ca pahīnā, no ca tassa tattha mānānusayo pahīno; paṭighānusayo",
        "analyzed": "kāma rāga anusayo ca diṭṭha anusayo ca pahīnā no ca tassa tattha māna anusayo pahīno paṭigha anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_12",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa dukkhāya vedanāya tassa",
        "analyzed": "na vattabbo pahīnoti vā appahīnaḥ ti vā tassa iva puggalassa dukkhāya vedanāya tassa ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_13",
        "original": "tattha vicikicchānusayo ca paṭighānusayo ca diṭṭhānusayo ca pahīnā; kāmarāgānusayo",
        "analyzed": "tattha vicikicchā anusayo ca paṭigha anusayo ca diṭṭha anusayo ca pahīnā kāma rāga anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_14",
        "original": "ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Arahato rūpadhātuyā arūpadhātuyā",
        "analyzed": "ca māna anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā arahataḥ rūpa dhātuyā arūpa dhātuyā ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_15",
        "original": "tassa tattha vicikicchānusayo ca mānānusayo ca diṭṭhānusayo ca pahīnā; kāmarāgānusayo",
        "analyzed": "tassa tattha vicikicchā anusayo ca māna anusayo ca diṭṭha anusayo ca pahīnā kāma rāga anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_16",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_17",
        "original": "kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchā anusayo ca kāma rāga anusayo ca māna anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_18",
        "original": "ca diṭṭhānusayo ca pahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "ca diṭṭha anusayo ca pahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_19",
        "original": "Tasseva puggalassa dukkhāya vedanāya tassa tattha vicikicchānusayo ca paṭighānusayo",
        "analyzed": "tassa iva puggalassa dukkhāya vedanāya tassa tattha vicikicchā anusayo ca paṭigha anusayo ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_20",
        "original": "ca diṭṭhānusayo ca pahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "ca diṭṭha anusayo ca pahīnā kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:217.1_21",
        "original": "vā “appahīnā”ti vā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "vā vā pe ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.5:218.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā tassa tattha bhavarāgānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā tassa tattha bhava rāga anusayo pahīno ti natthi ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.5:219.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā ati ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_7.2.5:220.1_0",
        "original": "Arahato rūpadhātuyā arūpadhātuyā tassa tattha bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "arahataḥ rūpa dhātuyā arūpa dhātuyā tassa tattha bhava rāga anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_7.2.5:220.1_1",
        "original": "ca vicikicchānusayo ca pahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "ca vicikicchā anusayo ca pahīnā kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_7.2.5:221.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā tassa tattha avijjānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā tassa tattha avijjā anusayo pahīno ti natthi ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.5:222.1",
        "original": "Yassa vā pana yattha avijjānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā ati ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_7.2.5:223.1_0",
        "original": "Arahato rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "arahataḥ rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.5:223.1_1",
        "original": "ca vicikicchānusayo ca pahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "ca vicikicchā anusayo ca pahīnā kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.5:223.1_2",
        "original": "vā “appahīnā”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo",
        "analyzed": "vā appahīnā ati vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjā anusayo ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.5:223.1_3",
        "original": "ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā; paṭighānusayo",
        "analyzed": "ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā paṭigha anusayo ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.5:223.1_4",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa dukkhāya vedanāya tassa",
        "analyzed": "na vattabbo pahīnoti vā appahīnaḥ ti vā tassa iva puggalassa dukkhāya vedanāya tassa ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.5:223.1_5",
        "original": "tattha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā;",
        "analyzed": "tattha avijjā anusayo ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.5:223.1_6",
        "original": "kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. (Pañcakamūlakaṁ.)",
        "analyzed": "kāma rāga anusayaḥ ca māna anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.5:224.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca pahīnā tassa tattha avijjānusayo pahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca pahīnā tassa tattha avijjā anusayo pahīno ti natthi ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_7.2.5:225.1",
        "original": "Yassa vā pana yattha avijjānusayo pahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca pahīnāti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo pahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca pahīnā ati ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_7.2.5:226.1_0",
        "original": "Arahato rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "arahataḥ rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.5:226.1_1",
        "original": "ca vicikicchānusayo ca bhavarāgānusayo ca pahīnā; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "ca vicikicchā anusayaḥ ca bhava rāga anusayaḥ ca pahīnā kāma rāga anusayaḥ ca paṭigha anusayaḥ ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.5:226.1_2",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa kāmadhātuyā dvīsu ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.5:226.1_3",
        "original": "vedanāsu tassa tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo",
        "analyzed": "vedanāsu tassa tattha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.5:226.1_4",
        "original": "ca vicikicchānusayo ca pahīnā; paṭighānusayo ca bhavarāgānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "ca vicikicchā anusayo ca pahīnā paṭigha anusayo ca bhava rāga anusayo ca na vattabbā pahīnā ati ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.5:226.1_5",
        "original": "vā “appahīnā”ti vā. Tasseva puggalassa dukkhāya vedanāya tassa tattha avijjānusayo",
        "analyzed": "vā appahīnā ati vā tassa iva puggalassa dukkhāya vedanāya tassa tattha avijjā anusayo ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.5:226.1_6",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca pahīnā; kāmarāgānusayo ca",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca pahīnā kāma rāga anusayo ca ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.5:226.1_7",
        "original": "mānānusayo ca bhavarāgānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. (Chakkamūlakaṁ.)",
        "analyzed": "māna anusayo ca bhava rāga anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.5:227.1",
        "original": "Pahīnavāre anulomaṁ.",
        "analyzed": "anuloma ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.5:228.0",
        "original": "7.2.5.4. Paṭilomapuggala",
        "analyzed": "paṭiloma puggala ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_7.2.5:228.1",
        "original": "Yassa kāmarāgānusayo appahīno tassa paṭighānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ appahīno tassa paṭigha anusayaḥ appahīno ti āmantā ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_7.2.5:229.1",
        "original": "Yassa vā pana paṭighānusayo appahīno tassa kāmarāgānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa vā pana paṭigha anusayaḥ appahīno tassa kāma rāga anusayaḥ appahīno ti āmantā ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_7.2.5:230.1",
        "original": "Yassa kāmarāgānusayo appahīno tassa mānānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ appahīno tassa māna anusayaḥ appahīno ti āmantā ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.5:231.1",
        "original": "Yassa vā pana mānānusayo appahīno tassa kāmarāgānusayo appahīnoti?",
        "analyzed": "yassa vā pana māna anusayo appahīno tassa kāma rāga anusayo appahīno ti ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_7.2.5:232.1",
        "original": "Anāgāmissa mānānusayo appahīno, no ca tassa kāmarāgānusayo appahīno. Tiṇṇaṁ puggalānaṁ mānānusayo ca appahīno kāmarāgānusayo ca appahīno.",
        "analyzed": "anāgāmissa māna anusayaḥ appahīno no ca tassa kāma rāga anusayaḥ appahīno tiṇṇam puggalānam māna anusayaḥ ca appahīno kāma rāga anusayaḥ ca appahīno ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_7.2.5:233.1",
        "original": "Yassa kāmarāgānusayo appahīno tassa diṭṭhānusayo …pe… vicikicchānusayo appahīnoti?",
        "analyzed": "yassa kāma rāga anusayo appahīno tassa diṭṭha anusayo pe vicikicchā anusayo appahīno ti ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.5:234.1",
        "original": "Dvinnaṁ puggalānaṁ kāmarāgānusayo appahīno, no ca tesaṁ vicikicchānusayo appahīno. Puthujjanassa kāmarāgānusayo ca appahīno vicikicchānusayo ca appahīno.",
        "analyzed": "dvinnam puggalānam kāma rāga anusayaḥ appahīno no ca tesam vicikicchā anusayaḥ appahīno puthujjanassa kāma rāga anusayo ca appahīno vicikicchā anusayo ca appahīno ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_7.2.5:235.1",
        "original": "Yassa vā pana vicikicchānusayo appahīno tassa kāmarāgānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ appahīno tassa kāmarāga anusayaḥ appahīno ti āmantā ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_7.2.5:236.1",
        "original": "Yassa kāmarāgānusayo appahīno tassa bhavarāgānusayo …pe… avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayaḥ appahīno tassa bhava rāga anusayaḥ pe avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.5:237.1",
        "original": "Yassa vā pana avijjānusayo appahīno tassa kāmarāgānusayo appahīnoti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ appahīno tassa kāmarāga anusayaḥ appahīno ti ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_7.2.5:238.1",
        "original": "Anāgāmissa avijjānusayo appahīno, no ca tassa kāmarāgānusayo appahīno. Tiṇṇaṁ puggalānaṁ avijjānusayo ca appahīno kāmarāgānusayo ca appahīno.",
        "analyzed": "anāgāmissa avijjā anusayaḥ appahīno no ca tassa kāmarāga anusayaḥ appahīno tiṇṇam puggalānam avijjā anusayaḥ ca appahīno kāmarāga anusayaḥ ca appahīno ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_7.2.5:239.1",
        "original": "Yassa paṭighānusayo appahīno tassa mānānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa paṭigha anusayaḥ appahīno tassa māna anusayaḥ appahīno ti āmantā ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_7.2.5:240.1",
        "original": "Yassa vā pana mānānusayo appahīno tassa paṭighānusayo appahīnoti?",
        "analyzed": "yassa vā pana māna anusayo appahīno tassa paṭigha anusayo appahīno ti ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_7.2.5:241.1",
        "original": "Anāgāmissa mānānusayo appahīno, no ca tassa paṭighānusayo appahīno. Tiṇṇaṁ puggalānaṁ mānānusayo ca appahīno paṭighānusayo ca appahīno.",
        "analyzed": "anāgāmissa māna anusayaḥ appahīno no ca tassa paṭigha anusayaḥ appahīno tiṇṇam puggalānam māna anusayaḥ ca appahīno paṭigha anusayaḥ ca appahīno ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_7.2.5:242.1",
        "original": "Yassa paṭighānusayo appahīno tassa diṭṭhānusayo …pe… vicikicchānusayo appahīnoti?",
        "analyzed": "yassa paṭigha anusayo appahīno tassa diṭṭha anusayo pe vicikicchā anusayo appahīno ti ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_7.2.5:243.1",
        "original": "Dvinnaṁ puggalānaṁ paṭighānusayo appahīno, no ca tesaṁ vicikicchānusayo appahīno. Puthujjanassa paṭighānusayo ca appahīno vicikicchānusayo ca appahīno.",
        "analyzed": "dvinnam puggalānam paṭigha anusayaḥ appahīno no ca tesam vicikicchā anusayaḥ appahīno puthujjanassa paṭigha anusayaḥ ca appahīno vicikicchā anusayaḥ ca appahīno ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_7.2.5:244.1",
        "original": "Yassa vā pana vicikicchānusayo appahīno tassa paṭighānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ appahīno tassa paṭigha anusayaḥ appahīno ti āmantā ",
        "folio": "244"
    },
    {
        "segmentnr": "PA_ya_7.2.5:245.1",
        "original": "Yassa paṭighānusayo appahīno tassa bhavarāgānusayo …pe… avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa paṭigha anusayo appahīno tassa bhava rāga anusayo pe avijjā anusayo appahīno ti āmantā ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_7.2.5:246.1",
        "original": "Yassa vā pana avijjānusayo appahīno tassa paṭighānusayo appahīnoti?",
        "analyzed": "yassa vā pana avijjā anusayo appahīno tassa paṭigha anusayo appahīno ti ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_7.2.5:247.1",
        "original": "Anāgāmissa avijjānusayo appahīno, no ca tassa paṭighānusayo appahīno. Tiṇṇaṁ puggalānaṁ avijjānusayo ca appahīno paṭighānusayo ca appahīno.",
        "analyzed": "anāgāmissa avijjā anusayo appahīno no ca tassa paṭigha anusayo appahīno tiṇṇam puggalānam avijjā anusayo ca appahīno paṭigha anusayo ca appahīno ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_7.2.5:248.1",
        "original": "Yassa mānānusayo appahīno tassa diṭṭhānusayo …pe… vicikicchānusayo appahīnoti?",
        "analyzed": "yassa māna anusayo appahīno tassa diṭṭha anusayo pe vicikicchā anusayo appahīno ti ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_7.2.5:249.1",
        "original": "Tiṇṇaṁ puggalānaṁ mānānusayo appahīno, no ca tesaṁ vicikicchānusayo appahīno. Puthujjanassa mānānusayo ca appahīno vicikicchānusayo ca appahīno.",
        "analyzed": "tiṇṇam puggalānam māna anusayaḥ appahīno no ca tesam vicikicchā anusayaḥ appahīno puthujjanassa māna anusayo ca appahīno vicikicchā anusayo ca appahīno ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_7.2.5:250.1",
        "original": "Yassa vā pana vicikicchānusayo appahīno tassa mānānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayaḥ appahīno tassa māna anusayaḥ appahīno ti āmantā ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_7.2.5:251.1",
        "original": "Yassa mānānusayo appahīno tassa bhavarāgānusayo …pe… avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa māna anusayaḥ appahīno tassa bhava rāga anusayo pe avijjā anusayo appahīno ti āmantā ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_7.2.5:252.1",
        "original": "Yassa vā pana avijjānusayo appahīno tassa mānānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa vā pana avijjā anusayaḥ appahīno tassa māna anusayaḥ appahīno ti āmantā ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_7.2.5:253.1",
        "original": "Yassa diṭṭhānusayo appahīno tassa vicikicchānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa diṭṭha anusayaḥ appahīno tassa vicikicchā anusayaḥ appahīno ti āmantā ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_7.2.5:254.1",
        "original": "Yassa vā pana vicikicchānusayo appahīno tassa diṭṭhānusayo appahīnoti? Āmantā …pe….",
        "analyzed": "yassa vā pana vicikicchā anusayo appahīno tassa diṭṭha anusayo appahīno ti āmantā pe ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_7.2.5:255.1",
        "original": "Yassa vicikicchānusayo appahīno tassa bhavarāgānusayo …pe… avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa vicikicchā anusayaḥ appahīno tassa bhava rāga anusayaḥ pe avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_7.2.5:256.1",
        "original": "Yassa vā pana avijjānusayo appahīno tassa vicikicchānusayo appahīnoti?",
        "analyzed": "yassa vā pana avijjā anusayaḥ appahīno tassa vicikicchā anusayaḥ appahīno ti ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.5:257.1",
        "original": "Tiṇṇaṁ puggalānaṁ avijjānusayo appahīno, no ca tesaṁ vicikicchānusayo appahīno. Puthujjanassa avijjānusayo ca appahīno vicikicchānusayo ca appahīno.",
        "analyzed": "tiṇṇam puggalānam avijjā anusayaḥ appahīno no ca tesam vicikicchā anusayaḥ appahīno puthujjanassa avijjā anusayaḥ ca appahīno vicikicchā anusayaḥ ca appahīno ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_7.2.5:258.1",
        "original": "Yassa bhavarāgānusayo appahīno tassa avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa bhava rāga anusayaḥ appahīno tassa avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_7.2.5:259.1",
        "original": "Yassa vā pana avijjānusayo appahīno tassa bhavarāgānusayo appahīnoti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yassa vā pana avijjā anusayaḥ appahīno tassa bhava rāga anusayaḥ appahīno ti āmantā ekamūlaka ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_7.2.5:260.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca appahīnā tassa mānānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca appahīnā tassa māna anusayo appahīno ti āmantā ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_7.2.5:261.1",
        "original": "Yassa vā pana mānānusayo appahīno tassa kāmarāgānusayo ca paṭighānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana māna anusayo appahīno tassa kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_7.2.5:262.1",
        "original": "Anāgāmissa mānānusayo appahīno, no ca tassa kāmarāgānusayo ca paṭighānusayo ca appahīnā. Tiṇṇaṁ puggalānaṁ mānānusayo ca appahīno kāmarāgānusayo ca paṭighānusayo ca appahīnā.",
        "analyzed": "anāgāmissa māna anusayo appahīno no ca tassa kāma rāga anusayo ca paṭigha anusayo ca appahīnā tiṇṇam puggalānam māna anusayo ca appahīno kāma rāga anusayo ca paṭigha anusayo ca appahīnā ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_7.2.5:263.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca appahīnā tassa diṭṭhānusayo …pe… vicikicchānusayo appahīnoti?",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca appahīnā tassa diṭṭha anusayo pe vicikicchā anusayo appahīno ti ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_7.2.5:264.1_0",
        "original": "Dvinnaṁ puggalānaṁ kāmarāgānusayo ca paṭighānusayo ca appahīnā, no ca tesaṁ vicikicchānusayo",
        "analyzed": "dvinnam puggalānam kāma rāga anusayo ca paṭigha anusayo ca appahīnā no ca tesam vicikicchā anusayo ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_7.2.5:264.1_1",
        "original": "appahīno. Puthujjanassa kāmarāgānusayo ca paṭighānusayo ca appahīnā vicikicchānusayo ca appahīno.",
        "analyzed": "appahīno puthujjanassa kāma rāga anusayo ca paṭigha anusayo ca appahīnā vicikicchā anusayo ca appahīno ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_7.2.5:265.1",
        "original": "Yassa vā pana vicikicchānusayo appahīno tassa kāmarāgānusayo ca paṭighānusayo ca appahīnāti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayo appahīno tassa kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati āmantā ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.5:266.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca appahīnā tassa bhavarāgānusayo …pe… avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca appahīnā tassa bhava rāga anusayo pe avijjā anusayo appahīno ti āmantā ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.5:267.1",
        "original": "Yassa vā pana avijjānusayo appahīno tassa kāmarāgānusayo ca paṭighānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana avijjā anusayo appahīno tassa kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati ",
        "folio": "267"
    },
    {
        "segmentnr": "PA_ya_7.2.5:268.1_0",
        "original": "Anāgāmissa avijjānusayo appahīno, no ca tassa kāmarāgānusayo ca paṭighānusayo ca",
        "analyzed": "anāgāmissa avijjā anusayo appahīno no ca tassa kāma rāga anusayo ca paṭigha anusayo ca ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.5:268.1_1",
        "original": "appahīnā. Tiṇṇaṁ puggalānaṁ avijjānusayo ca appahīno kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "appahīnā tiṇṇam puggalānam avijjā anusayo ca appahīnaḥ kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.5:268.1_2",
        "original": "ca appahīnā. (Dukamūlakaṁ.)",
        "analyzed": "ca appahīnā dukamūlaka ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.5:269.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā tassa diṭṭhānusayo …pe… vicikicchānusayo appahīnoti?",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā tassa diṭṭha anusayo pe vicikicchā anusayo appahīno ti ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.5:270.1_0",
        "original": "Dvinnaṁ puggalānaṁ kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā, no",
        "analyzed": "dvinnam puggalānam kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā no ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_7.2.5:270.1_1",
        "original": "ca tesaṁ vicikicchānusayo appahīno. Puthujjanassa kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "ca tesam vicikicchā anusayo appahīno puthujjanassa kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_7.2.5:270.1_2",
        "original": "ca mānānusayo ca appahīnā vicikicchānusayo ca appahīno.",
        "analyzed": "ca māna anusayo ca appahīnā vicikicchā anusayo ca appahīno ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_7.2.5:271.1",
        "original": "Yassa vā pana vicikicchānusayo appahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnāti? Āmantā.",
        "analyzed": "yassa vā pana vicikicchā anusayo appahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā ati āmantā ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.5:272.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā tassa bhavarāgānusayo …pe… avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā tassa bhava rāga anusayo pe avijjā anusayo appahīno ti āmantā ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.5:273.1",
        "original": "Yassa vā pana avijjānusayo appahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana avijjā anusayo appahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā ati ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_7.2.5:274.1_0",
        "original": "Anāgāmissa avijjānusayo ca mānānusayo ca appahīnā, no ca tassa kāmarāgānusayo ca",
        "analyzed": "anāgāmissa avijjā anusayo ca māna anusayo ca appahīnā no ca tassa kāma rāga anusayo ca ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.5:274.1_1",
        "original": "paṭighānusayo ca appahīnā. Tiṇṇaṁ puggalānaṁ avijjānusayo ca appahīno kāmarāgānusayo",
        "analyzed": "paṭigha anusayo ca appahīnā tiṇṇam puggalānam avijjā anusayo ca appahīno kāma rāga anusayo ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.5:274.1_2",
        "original": "ca paṭighānusayo ca mānānusayo ca appahīnā. (Tikamūlakaṁ.)",
        "analyzed": "ca paṭigha anusayo ca māna anusayo ca appahīnā tika mūlaka ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.5:275.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca appahīnā tassa vicikicchānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca appahīnā tassa vicikicchā anusayo appahīno ti āmantā ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_7.2.5:276.1",
        "original": "Yassa vā pana vicikicchānusayo appahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca appahīnāti? Āmantā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "yassa vā pana vicikicchā anusayo appahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca appahīnā ati āmantā pe catukkamūlaka ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_7.2.5:277.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā tassa bhavarāgānusayo …pe… avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā tassa bhava rāga anusayo pe avijjā anusayo appahīno ti āmantā ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_7.2.5:278.1",
        "original": "Yassa vā pana avijjānusayo appahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana avijjā anusayo appahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā ati ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_7.2.5:279.1_0",
        "original": "Anāgāmissa avijjānusayo ca mānānusayo ca appahīnā, no ca tassa kāmarāgānusayo ca",
        "analyzed": "anāgāmissa avijjā anusayo ca māna anusayo ca appahīnā no ca tassa kāma rāga anusayo ca ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.5:279.1_1",
        "original": "paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā. Dvinnaṁ puggalānaṁ",
        "analyzed": "paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā dvinnam puggalāna ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.5:279.1_2",
        "original": "avijjānusayo ca kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā, no ca",
        "analyzed": "avijjā anusayo ca kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā no ca ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.5:279.1_3",
        "original": "tesaṁ diṭṭhānusayo ca vicikicchānusayo ca appahīnā. Puthujjanassa avijjānusayo ca",
        "analyzed": "tesam diṭṭha anusayo ca vicikicchā anusayo ca appahīnā puthujjanassa avijjā anusayo ca ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.5:279.1_4",
        "original": "appahīno; kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "appahīno kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.5:279.1_5",
        "original": "ca appahīnā. (Pañcakamūlakaṁ.)",
        "analyzed": "ca appahīnā pañcakamūlaka ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.5:280.1",
        "original": "Yassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca appahīnā tassa avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca appahīnā tassa avijjā anusayo appahīno ti āmantā ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_7.2.5:281.1",
        "original": "Yassa vā pana avijjānusayo appahīno tassa kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana avijjā anusayo appahīno tassa kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca appahīnā ati ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.5:282.1_0",
        "original": "Anāgāmissa avijjānusayo ca mānānusayo ca bhavarāgānusayo ca appahīnā, no ca tassa",
        "analyzed": "anāgāmissa avijjā anusayo ca māna anusayo ca bhava rāga anusayo ca appahīnā no ca tassa ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.5:282.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā.",
        "analyzed": "kāma rāga anusayo ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.5:282.1_2",
        "original": "Dvinnaṁ puggalānaṁ avijjānusayo ca kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "dvinnam puggalānam avijjā anusayaḥ ca kāma rāga anusayaḥ ca paṭigha anusayaḥ ca māna anusayaḥ ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.5:282.1_3",
        "original": "ca bhavarāgānusayo ca appahīnā, no ca tesaṁ diṭṭhānusayo ca vicikicchānusayo ca appahīnā.",
        "analyzed": "ca bhava rāga anusayo ca appahīnā no ca tesam diṭṭha anusayo ca vicikicchā anusayo ca appahīnā ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.5:282.1_4",
        "original": "Puthujjanassa avijjānusayo ca appahīno, kāmarāgānusayo ca paṭighānusayo ca mānānusayo",
        "analyzed": "puthujjanassa avijjā anusayo ca appahīno kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.5:282.1_5",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca appahīnā. (Chakkamūlakaṁ.)",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca appahīnā chakka mūlaka ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.5:283.0",
        "original": "7.2.5.5. Paṭilomaokāsa",
        "analyzed": "paṭiloma okāsa ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_7.2.5:283.1",
        "original": "Yattha kāmarāgānusayo appahīno tattha paṭighānusayo appahīnoti?",
        "analyzed": "yattha kāma rāga anusayaḥ appahīno tattha paṭigha anusayaḥ appahīno ti ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_7.2.5:284.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_7.2.5:285.1",
        "original": "Yattha vā pana paṭighānusayo appahīno tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yattha vā pana paṭigha anusayaḥ appahīno tattha kāma rāga anusayaḥ appahīno ti ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_7.2.5:286.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.5:287.1",
        "original": "Yattha kāmarāgānusayo appahīno tattha mānānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayaḥ appahīno tattha māna anusayaḥ appahīno ti āmantā ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_7.2.5:288.1",
        "original": "Yattha vā pana mānānusayo appahīno tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yattha vā pana māna anusayaḥ appahīno tattha kāma rāga anusayaḥ appahīno ti ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_7.2.5:289.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha mānānusayo appahīno; kāmarāgānusayo na vattabbo “pahīno”ti",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha māna anusayaḥ appahīno kāma rāga anusayaḥ na vattabbo pahīnoti ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_7.2.5:289.1_1",
        "original": "vā “appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo ca appahīno kāmarāgānusayo ca appahīno.",
        "analyzed": "vā appahīno ti vā kāmadhātuyā dvīsu vedanāsu ettha māna anusayo ca appahīno kāma rāga anusayo ca appahīno ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_7.2.5:290.1",
        "original": "Yattha kāmarāgānusayo appahīno tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayo appahīno tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti āmantā ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_7.2.5:291.1",
        "original": "Yattha vā pana vicikicchānusayo appahīno tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yattha vā pana vicikicchā anusayo appahīno tattha kāma rāga anusayo appahīno ti ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.5:292.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo appahīno; kāmarāgānusayo",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo appahīno kāma rāga anusayo ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_7.2.5:292.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā kāmadhātuyā dvīsu vedanāsu ettha vicikicchā anusayo ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_7.2.5:292.1_2",
        "original": "ca appahīno kāmarāgānusayo ca appahīno.",
        "analyzed": "ca appahīno kāma rāga anusayo ca appahīno ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_7.2.5:293.1",
        "original": "Yattha kāmarāgānusayo appahīno tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yattha kāma rāga anusayaḥ appahīno tattha bhava rāga anusayaḥ appahīno ti ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_7.2.5:294.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_7.2.5:295.1",
        "original": "Yattha vā pana bhavarāgānusayo appahīno tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ appahīno tattha kāma rāga anusayaḥ appahīno ti ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_7.2.5:296.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "296"
    },
    {
        "segmentnr": "PA_ya_7.2.5:297.1",
        "original": "Yattha kāmarāgānusayo appahīno tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha kāma rāga anusayaḥ appahīno tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_7.2.5:298.1",
        "original": "Yattha vā pana avijjānusayo appahīno tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ appahīno tattha kāmarāga anusayaḥ appahīno ti ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_7.2.5:299.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha avijjānusayo appahīno; kāmarāgānusayo",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayaḥ appahīnaḥ kāma rāga anusayo ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.5:299.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.5:299.1_2",
        "original": "ca appahīno kāmarāgānusayo ca appahīno.",
        "analyzed": "ca appahīno kāma rāga anusayo ca appahīno ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.5:300.1",
        "original": "Yattha paṭighānusayo appahīno tattha mānānusayo appahīnoti?",
        "analyzed": "yattha paṭigha anusayaḥ appahīno tattha māna anusayaḥ appahīno ti ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_7.2.5:301.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "301"
    },
    {
        "segmentnr": "PA_ya_7.2.5:302.1",
        "original": "Yattha vā pana mānānusayo appahīno tattha paṭighānusayo appahīnoti?",
        "analyzed": "yattha vā pana māna anusayo appahīno tattha paṭigha anusayo appahīno ti ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_7.2.5:303.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "303"
    },
    {
        "segmentnr": "PA_ya_7.2.5:304.1",
        "original": "Yattha paṭighānusayo appahīno tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha paṭigha anusayo appahīno tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti āmantā ",
        "folio": "304"
    },
    {
        "segmentnr": "PA_ya_7.2.5:305.1",
        "original": "Yattha vā pana vicikicchānusayo appahīno tattha paṭighānusayo appahīnoti?",
        "analyzed": "yattha vā pana vicikicchā anusayo appahīno tattha paṭigha anusayo appahīno ti ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_7.2.5:306.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo appahīno;",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchā anusayo appahīno ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_7.2.5:306.1_1",
        "original": "paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Dukkhāya vedanāya ettha",
        "analyzed": "paṭigha anusayaḥ na vattabbo pahīno ti vā appahīnaḥ ti vā dukkhāya vedanāya ettha ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_7.2.5:306.1_2",
        "original": "vicikicchānusayo ca appahīno paṭighānusayo ca appahīno.",
        "analyzed": "vicikicchā anusayo ca appahīno paṭigha anusayo ca appahīno ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_7.2.5:307.1",
        "original": "Yattha paṭighānusayo appahīno tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yattha paṭigha anusayaḥ appahīno tattha bhava rāga anusayaḥ appahīno ti ",
        "folio": "307"
    },
    {
        "segmentnr": "PA_ya_7.2.5:308.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_7.2.5:309.1",
        "original": "Yattha vā pana bhavarāgānusayo appahīno tattha paṭighānusayo appahīnoti?",
        "analyzed": "yattha vā pana bhava rāga anusayo appahīno tattha paṭigha anusayo appahīno ti ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_7.2.5:310.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "310"
    },
    {
        "segmentnr": "PA_ya_7.2.5:311.1",
        "original": "Yattha paṭighānusayo appahīno tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha paṭigha anusayaḥ appahīno tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "311"
    },
    {
        "segmentnr": "PA_ya_7.2.5:312.1",
        "original": "Yattha vā pana avijjānusayo appahīno tattha paṭighānusayo appahīnoti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ appahīno tattha paṭigha anusayaḥ appahīno ti ",
        "folio": "312"
    },
    {
        "segmentnr": "PA_ya_7.2.5:313.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjānusayo appahīno;",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjā anusayaḥ appahīno ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_7.2.5:313.1_1",
        "original": "paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Dukkhāya vedanāya ettha",
        "analyzed": "paṭigha anusayaḥ na vattabbo pahīno ti vā appahīnaḥ ti vā dukkhāya vedanāya ettha ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_7.2.5:313.1_2",
        "original": "avijjānusayo ca appahīno paṭighānusayo ca appahīno.",
        "analyzed": "avijjā anusayo ca appahīno paṭigha anusayo ca appahīno ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_7.2.5:314.1",
        "original": "Yattha mānānusayo appahīno tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha māna anusayo appahīno tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti āmantā ",
        "folio": "314"
    },
    {
        "segmentnr": "PA_ya_7.2.5:315.1",
        "original": "Yattha vā pana vicikicchānusayo appahīno tattha mānānusayo appahīnoti?",
        "analyzed": "yattha vā pana vicikicchā anusayaḥ appahīno tattha māna anusayaḥ appahīno ti ",
        "folio": "315"
    },
    {
        "segmentnr": "PA_ya_7.2.5:316.1_0",
        "original": "Dukkhāya vedanāya ettha vicikicchānusayo appahīno; mānānusayo na vattabbo “pahīno”ti",
        "analyzed": "dukkhāya vedanāya ettha vicikicchā anusayaḥ appahīnaḥ māna anusayaḥ na vattabbo pahīnoti ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.5:316.1_1",
        "original": "vā “appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo",
        "analyzed": "vā appahīno ti vā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha vicikicchā anusayo ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.5:316.1_2",
        "original": "ca appahīno mānānusayo ca appahīno.",
        "analyzed": "ca appahīno māna anusayo ca appahīno ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.5:317.1",
        "original": "Yattha mānānusayo appahīno tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yattha māna anusayaḥ appahīno tattha bhava rāga anusayaḥ appahīno ti ",
        "folio": "317"
    },
    {
        "segmentnr": "PA_ya_7.2.5:318.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo appahīno; bhavarāgānusayo na vattabbo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu ettha māna anusayaḥ appahīnaḥ bhava rāga anusayaḥ na vattabbo ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_7.2.5:318.1_1",
        "original": "“pahīno”ti vā “appahīno”ti vā. Rūpadhātuyā arūpadhātuyā ettha mānānusayo ca appahīno",
        "analyzed": "pahīnoti vā appahīnoti vā rūpa dhātuyā arūpa dhātuyā ettha māna anusayo ca appahīno ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_7.2.5:318.1_2",
        "original": "bhavarāgānusayo ca appahīno.",
        "analyzed": "bhava rāga anusayo ca appahīno ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_7.2.5:319.1",
        "original": "Yattha vā pana bhavarāgānusayo appahīno tattha mānānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ appahīno tattha māna anusayaḥ appahīno ti āmantā ",
        "folio": "319"
    },
    {
        "segmentnr": "PA_ya_7.2.5:320.1",
        "original": "Yattha mānānusayo appahīno tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha māna anusayaḥ appahīno tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_7.2.5:321.1",
        "original": "Yattha vā pana avijjānusayo appahīno tattha mānānusayo appahīnoti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ appahīno tattha māna anusayaḥ appahīno ti ",
        "folio": "321"
    },
    {
        "segmentnr": "PA_ya_7.2.5:322.1_0",
        "original": "Dukkhāya vedanāya ettha avijjānusayo appahīno; mānānusayo na vattabbo “pahīno”ti",
        "analyzed": "dukkhāya vedanāya ettha avijjā anusayaḥ appahīnaḥ māna anusayaḥ na vattabbaḥ pahīno ti ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_7.2.5:322.1_1",
        "original": "vā “appahīno”ti vā. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjānusayo",
        "analyzed": "vā appahīno ti vā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ettha avijjā anusayo ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_7.2.5:322.1_2",
        "original": "ca appahīno mānānusayo ca appahīno.",
        "analyzed": "ca appahīno māna anusayo ca appahīno ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_7.2.5:323.1",
        "original": "Yattha diṭṭhānusayo appahīno tattha vicikicchānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha diṭṭha anusayaḥ appahīno tattha vicikicchā anusayaḥ appahīno ti āmantā ",
        "folio": "323"
    },
    {
        "segmentnr": "PA_ya_7.2.5:324.1",
        "original": "Yattha vā pana vicikicchānusayo appahīno tattha diṭṭhānusayo appahīnoti? Āmantā …pe….",
        "analyzed": "yattha vā pana vicikicchā anusayo appahīno tattha diṭṭha anusayo appahīno ti āmantā pe ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_7.2.5:325.1",
        "original": "Yattha vicikicchānusayo appahīno tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yattha vicikicchā anusayaḥ appahīno tattha bhava rāga anusayaḥ appahīno ti ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_7.2.5:326.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu ettha vicikicchānusayo appahīno; bhavarāgānusayo na vattabbo",
        "analyzed": "kāmadhātuyā tīsu vedanāsu ettha vicikicchā anusayaḥ appahīnaḥ bhava rāga anusayaḥ na vattabbo ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.5:326.1_1",
        "original": "“pahīno”ti vā “appahīno”ti vā. Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca",
        "analyzed": "pahīnoti vā appahīnoti vā rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo ca ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.5:326.1_2",
        "original": "appahīno bhavarāgānusayo ca appahīno.",
        "analyzed": "appahīno bhava rāga anusayo ca appahīno ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.5:327.1",
        "original": "Yattha vā pana bhavarāgānusayo appahīno tattha vicikicchānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha vā pana bhava rāga anusayaḥ appahīno tattha vicikicchā anusayaḥ appahīno ti āmantā ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_7.2.5:328.1",
        "original": "Yattha vicikicchānusayo appahīno tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha vicikicchā anusayaḥ appahīno tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_7.2.5:329.1",
        "original": "Yattha vā pana avijjānusayo appahīno tattha vicikicchānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha vā pana avijjā anusayaḥ appahīno tattha vicikicchā anusayaḥ appahīno ti āmantā ",
        "folio": "329"
    },
    {
        "segmentnr": "PA_ya_7.2.5:330.1",
        "original": "Yattha bhavarāgānusayo appahīno tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yattha bhava rāga anusayaḥ appahīno tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "330"
    },
    {
        "segmentnr": "PA_ya_7.2.5:331.1",
        "original": "Yattha vā pana avijjānusayo appahīno tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yattha vā pana avijjā anusayaḥ appahīno tattha bhava rāga anusayaḥ appahīno ti ",
        "folio": "331"
    },
    {
        "segmentnr": "PA_ya_7.2.5:332.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu ettha avijjānusayo appahīno; bhavarāgānusayo na vattabbo",
        "analyzed": "kāmadhātuyā tīsu vedanāsu ettha avijjā anusayaḥ appahīnaḥ bhava rāga anusayaḥ na vattabbo ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.5:332.1_1",
        "original": "“pahīno”ti vā “appahīno”ti vā. Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca appahīno",
        "analyzed": "pahīno ti vā appahīno ti vā rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo ca appahīno ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.5:332.1_2",
        "original": "bhavarāgānusayo ca appahīno. (Ekamūlakaṁ.)",
        "analyzed": "bhava rāga anusayo ca appahīno eka mūlaka ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.5:333.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca appahīnā tattha mānānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā tattha māna anusayo appahīno ti natthi ",
        "folio": "333"
    },
    {
        "segmentnr": "PA_ya_7.2.5:334.1",
        "original": "Yattha vā pana mānānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana māna anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.5:335.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha mānānusayo appahīno; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha māna anusayo appahīno kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_7.2.5:335.1_1",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha mānānusayo",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu vedanāsu ettha māna anusayo ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_7.2.5:335.1_2",
        "original": "ca kāmarāgānusayo ca appahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "ca kāma rāga anusayo ca appahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_7.2.5:336.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca appahīnā tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti natthi ",
        "folio": "336"
    },
    {
        "segmentnr": "PA_ya_7.2.5:337.1",
        "original": "Yattha vā pana vicikicchānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana vicikicchā anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati ",
        "folio": "337"
    },
    {
        "segmentnr": "PA_ya_7.2.5:338.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo appahīno; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo appahīno kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_7.2.5:338.1_1",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu vedanāsu ettha vicikicchā anusayo ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_7.2.5:338.1_2",
        "original": "ca kāmarāgānusayo ca appahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "ca kāma rāga anusayo ca appahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_7.2.5:338.1_3",
        "original": "vā. Dukkhāya vedanāya ettha vicikicchānusayo ca paṭighānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "vā dukkhāya vedanāya ettha vicikicchā anusayo ca paṭigha anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_7.2.5:338.1_4",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_7.2.5:339.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca appahīnā tattha bhavarāgānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā tattha bhava rāga anusayo appahīno ti natthi ",
        "folio": "339"
    },
    {
        "segmentnr": "PA_ya_7.2.5:340.1",
        "original": "Yattha vā pana bhavarāgānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca appahīnāti? Na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "yattha vā pana bhava rāga anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_7.2.5:341.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca appahīnā tattha avijjānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā tattha avijjā anusayo appahīno ti natthi ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.5:342.1",
        "original": "Yattha vā pana avijjānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana avijjā anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_7.2.5:343.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo appahīno; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo appahīno kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.5:343.1_1",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.5:343.1_2",
        "original": "ca kāmarāgānusayo ca appahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "ca kāma rāga anusayo ca appahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.5:343.1_3",
        "original": "vā. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "vā dukkhāya vedanāya ettha avijjā anusayo ca paṭigha anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.5:343.1_4",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. (Dukamūlakaṁ.)",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā duka mūlaka ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.5:344.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti natthi ",
        "folio": "344"
    },
    {
        "segmentnr": "PA_ya_7.2.5:345.1",
        "original": "Yattha vā pana vicikicchānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana vicikicchā anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā ati ",
        "folio": "345"
    },
    {
        "segmentnr": "PA_ya_7.2.5:346.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca mānānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo ca māna anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.5:346.1_1",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.5:346.1_2",
        "original": "vedanāsu ettha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca appahīnā; paṭighānusayo",
        "analyzed": "vedanāsu ettha vicikicchā anusayo ca kāma rāga anusayo ca māna anusayo ca appahīnā paṭigha anusayo ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.5:346.1_3",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Dukkhāya vedanāya ettha vicikicchānusayo",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā dukkhāya vedanāya ettha vicikicchā anusayo ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.5:346.1_4",
        "original": "ca paṭighānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "ca paṭigha anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.5:347.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā tattha bhavarāgānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā tattha bhava rāga anusayo appahīno ti natthi ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.5:348.1",
        "original": "Yattha vā pana bhavarāgānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana bhava rāga anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā ati ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.5:349.1",
        "original": "Rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo ca mānānusayo ca appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha bhava rāga anusayo ca māna anusayo ca appahīnā kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_7.2.5:350.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā tattha avijjānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā tattha avijjā anusayo appahīno ti natthi ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.5:351.1",
        "original": "Yattha vā pana avijjānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana avijjā anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā ati ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.5:352.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha avijjā anusayo ca māna anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.5:352.1_1",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Kāmadhātuyā dvīsu",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā kāmadhātuyā dvīsu ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.5:352.1_2",
        "original": "vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca appahīnā; paṭighānusayo",
        "analyzed": "vedanāsu ettha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca appahīnā paṭigha anusayo ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.5:352.1_3",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Dukkhāya vedanāya ettha avijjānusayo ca",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā dukkhāya vedanāya ettha avijjā anusayo ca ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.5:352.1_4",
        "original": "paṭighānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "paṭigha anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.5:352.1_5",
        "original": "vā “appahīnā”ti vā. (Tikamūlakaṁ.)",
        "analyzed": "vā vā ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.5:353.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca appahīnā tattha vicikicchānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca appahīnā tattha vicikicchā anusayo appahīno ti natthi ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.5:354.1",
        "original": "Yattha vā pana vicikicchānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana vicikicchā anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca appahīnā ati ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_7.2.5:355.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca mānānusayo ca diṭṭhānusayo ca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā ettha vicikicchā anusayo ca māna anusayo ca diṭṭha anusayo ca ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.5:355.1_1",
        "original": "appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti",
        "analyzed": "appahīnā kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.5:355.1_2",
        "original": "vā. Kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo",
        "analyzed": "vā kāmadhātuyā dvīsu vedanāsu ettha vicikicchā anusayo ca kāma rāga anusayo ca māna anusayo ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.5:355.1_3",
        "original": "ca diṭṭhānusayo ca appahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "ca diṭṭha anusayo ca appahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.5:355.1_4",
        "original": "vā. Dukkhāya vedanāya ettha vicikicchānusayo ca paṭighānusayo ca diṭṭhānusayo ca",
        "analyzed": "vā dukkhāya vedanāya ettha vicikicchā anusayo ca paṭigha anusayo ca diṭṭha anusayo ca ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.5:355.1_5",
        "original": "appahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti",
        "analyzed": "appahīnā kāma rāga anusayaḥ ca māna anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.5:355.1_6",
        "original": "vā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "vā pe ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.5:356.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā tattha bhavarāgānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā tattha bhava rāga anusayo appahīno ti natthi ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_7.2.5:357.1",
        "original": "Yattha vā pana bhavarāgānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana bhava rāga anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā ati ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.5:358.1",
        "original": "Mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_7.2.5:359.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā tattha avijjānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā tattha avijjā anusayo appahīno ti natthi ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.5:360.1",
        "original": "Yattha vā pana avijjānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana avijjā anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā ati ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_7.2.5:361.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.5:361.1_1",
        "original": "ca appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti",
        "analyzed": "ca appahīnā kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.5:361.1_2",
        "original": "vā. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo ca mānānusayo",
        "analyzed": "vā kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.5:361.1_3",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā; paṭighānusayo na vattabbo “pahīno”ti",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā paṭigha anusayo na vattabbo pahīno ti ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.5:361.1_4",
        "original": "vā “appahīno”ti vā. Dukkhāya vedanāya ettha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo",
        "analyzed": "vā appahīno ti vā dukkhāya vedanāya ettha avijjā anusayo ca paṭigha anusayo ca diṭṭha anusayo ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.5:361.1_5",
        "original": "ca vicikicchānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.5:361.1_6",
        "original": "vā “appahīnā”ti vā. (Pañcakamūlakaṁ.)",
        "analyzed": "vā vā ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.5:362.1",
        "original": "Yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca appahīnā tattha avijjānusayo appahīnoti? Natthi.",
        "analyzed": "yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca appahīnā tattha avijjā anusayo appahīno ti natthi ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_7.2.5:363.1",
        "original": "Yattha vā pana avijjānusayo appahīno tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca appahīnāti?",
        "analyzed": "yattha vā pana avijjā anusayo appahīno tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca appahīnā ati ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_7.2.5:364.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā ettha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "rūpa dhātuyāḥ arūpa dhātuyāḥ ettha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.5:364.1_1",
        "original": "ca bhavarāgānusayo ca appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "ca bhava rāga anusayo ca appahīnā kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.5:364.1_2",
        "original": "vā “appahīnā”ti vā. Kāmadhātuyā dvīsu vedanāsu ettha avijjānusayo ca kāmarāgānusayo",
        "analyzed": "vā vā kāmadhātuyā dvīsu vedanāsu ettha avijjā anusayo ca kāma rāga anusayo ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.5:364.1_3",
        "original": "ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā; paṭighānusayo ca bhavarāgānusayo",
        "analyzed": "ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā paṭigha anusayo ca bhava rāga anusayo ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.5:364.1_4",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Dukkhāya vedanāya ettha avijjānusayo",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā dukkhāya vedanāya ettha avijjā anusayo ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.5:364.1_5",
        "original": "ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.5:364.1_6",
        "original": "ca mānānusayo ca bhavarāgānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. (Chakkamūlakaṁ.)",
        "analyzed": "ca māna anusayo ca bhava rāga anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.5:365.0",
        "original": "7.2.5.6. Paṭilomapuggalokāsa",
        "analyzed": "paṭiloma puggala ukāsa ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.5:365.1",
        "original": "Yassa yattha kāmarāgānusayo appahīno tassa tattha paṭighānusayo appahīnoti?",
        "analyzed": "yassa yattha kāma rāga anusayo appahīno tassa tattha paṭigha anusayo appahīno ti ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.5:366.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.5:367.1",
        "original": "Yassa vā pana yattha paṭighānusayo appahīno tassa tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha paṭigha anusayo appahīno tassa tattha kāma rāga anusayo appahīno ti ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_7.2.5:368.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.5:369.1",
        "original": "Yassa yattha kāmarāgānusayo appahīno tassa tattha mānānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayaḥ appahīno tassa tattha māna anusayaḥ appahīno ti āmantā ",
        "folio": "369"
    },
    {
        "segmentnr": "PA_ya_7.2.5:370.1",
        "original": "Yassa vā pana yattha mānānusayo appahīno tassa tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha māna anusayaḥ appahīno tassa tattha kāma rāga anusayaḥ appahīno ti ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.5:371.1_0",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo appahīno; kāmarāgānusayo",
        "analyzed": "anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha māna anusayo appahīno kāma rāga anusayo ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.5:371.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.5:371.1_2",
        "original": "tassa tattha mānānusayo appahīno, no ca tassa tattha kāmarāgānusayo appahīno. Tiṇṇaṁ",
        "analyzed": "tassa tattha māna anusayaḥ appahīno no ca tassa tattha kāma rāga anusayaḥ appahīno ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.5:371.1_3",
        "original": "puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha mānānusayo appahīno; kāmarāgānusayo",
        "analyzed": "puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha māna anusayo appahīno kāma rāga anusayo ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.5:371.1_4",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā tesam eva puggalānam kāmadhātuyā dvīsu ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.5:371.1_5",
        "original": "vedanāsu tesaṁ tattha mānānusayo ca appahīno kāmarāgānusayo ca appahīno.",
        "analyzed": "vedanāsu tesam tattha māna anusayo ca appahīno kāma rāga anusayo ca appahīno ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.5:372.1",
        "original": "Yassa yattha kāmarāgānusayo appahīno tassa tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti?",
        "analyzed": "yassa yattha kāma rāga anusayo appahīno tassa tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.5:373.1_0",
        "original": "Dvinnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha kāmarāgānusayo appahīno,",
        "analyzed": "dvinnam puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha kāma rāga anusayo appahīno ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.5:373.1_1",
        "original": "no ca tesaṁ tattha vicikicchānusayo appahīno. Puthujjanassa kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca tesam tattha vicikicchā anusayo appahīno puthujjanassa kāmadhātuyā dvīsu vedanāsu ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.5:373.1_2",
        "original": "tassa tattha kāmarāgānusayo ca appahīno vicikicchānusayo ca appahīno.",
        "analyzed": "tassa tattha kāma rāga anusayo ca appahīno vicikicchā anusayo ca appahīno ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.5:374.1",
        "original": "Yassa vā pana yattha vicikicchānusayo appahīno tassa tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo appahīno tassa tattha kāma rāga anusayo appahīno ti ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.5:375.1_0",
        "original": "Puthujjanassa dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo",
        "analyzed": "puthujjanassa dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.5:375.1_1",
        "original": "appahīno; kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa",
        "analyzed": "appahīnaḥ kāma rāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.5:375.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca appahīno kāmarāgānusayo ca appahīno.",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchā anusayo ca appahīno kāma rāga anusayo ca appahīno ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.5:376.1",
        "original": "Yassa yattha kāmarāgānusayo appahīno tassa tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yassa yattha kāma rāga anusayo appahīno tassa tattha bhava rāga anusayo appahīno ti ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.5:377.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "377"
    },
    {
        "segmentnr": "PA_ya_7.2.5:378.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo appahīno tassa tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo appahīno tassa tattha kāma rāga anusayo appahīno ti ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_7.2.5:379.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.5:380.1",
        "original": "Yassa yattha kāmarāgānusayo appahīno tassa tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa yattha kāma rāga anusayaḥ appahīno tassa tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_7.2.5:381.1",
        "original": "Yassa vā pana yattha avijjānusayo appahīno tassa tattha kāmarāgānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ appahīno tassa tattha kāmarāga anusayaḥ appahīno ti ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.5:382.1_0",
        "original": "Anāgāmissa dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo appahīno;",
        "analyzed": "anāgāmissa dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayaḥ appahīno ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.5:382.1_1",
        "original": "kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa kāmadhātuyā",
        "analyzed": "kāma rāga anusayaḥ na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa kāmadhātuyā ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.5:382.1_2",
        "original": "dvīsu vedanāsu tassa tattha avijjānusayo appahīno, no ca tassa tattha kāmarāgānusayo",
        "analyzed": "dvīsu vedanāsu tassa tattha avijjā anusayo appahīnaḥ no ca tassa tattha kāma rāga anusayo ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.5:382.1_3",
        "original": "appahīno. Tiṇṇaṁ puggalānaṁ dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "appahīno tiṇṇam puggalānam dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.5:382.1_4",
        "original": "avijjānusayo appahīno; kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "avijjā anusayaḥ appahīnaḥ kāmarāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.5:382.1_5",
        "original": "Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca appahīno",
        "analyzed": "tesam eva puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha avijjā anusayo ca appahīno ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.5:382.1_6",
        "original": "kāmarāgānusayo ca appahīno.",
        "analyzed": "kāma rāga anusayo ca appahīno ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.5:383.1",
        "original": "Yassa yattha paṭighānusayo appahīno tassa tattha mānānusayo appahīnoti?",
        "analyzed": "yassa yattha paṭigha anusayaḥ appahīno tassa tattha māna anusayaḥ appahīno ti ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.5:384.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.5:385.1",
        "original": "Yassa vā pana yattha mānānusayo appahīno tassa tattha paṭighānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha māna anusayo appahīno tassa tattha paṭigha anusayo appahīno ti ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.5:386.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.5:387.1",
        "original": "Yassa yattha paṭighānusayo appahīno tassa tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti?",
        "analyzed": "yassa yattha paṭigha anusayo appahīno tassa tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.5:388.1_0",
        "original": "Dvinnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha paṭighānusayo appahīno, no ca tesaṁ",
        "analyzed": "dvinnam puggalānam dukkhāya vedanāya tesam tattha paṭigha anusayo appahīno no ca tesam ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.5:388.1_1",
        "original": "tattha vicikicchānusayo appahīno. Puthujjanassa dukkhāya vedanāya tassa tattha paṭighānusayo",
        "analyzed": "tattha vicikicchā anusayo appahīno puthujjanassa dukkhāya vedanāya tassa tattha paṭigha anusayo ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.5:388.1_2",
        "original": "ca appahīno vicikicchānusayo ca appahīno.",
        "analyzed": "ca appahīnaḥ vicikicchā anusayo ca appahīno ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.5:389.1",
        "original": "Yassa vā pana yattha vicikicchānusayo appahīno tassa tattha paṭighānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo appahīno tassa tattha paṭigha anusayo appahīno ti ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_7.2.5:390.1_0",
        "original": "Puthujjanassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo",
        "analyzed": "puthujjanassa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.5:390.1_1",
        "original": "appahīno; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa",
        "analyzed": "appahīnaḥ paṭigha anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.5:390.1_2",
        "original": "dukkhāya vedanāya tassa tattha vicikicchānusayo ca appahīno paṭighānusayo ca appahīno.",
        "analyzed": "dukkhāya vedanāya tassa tattha vicikicchā anusayo ca appahīno paṭigha anusayo ca appahīno ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.5:391.1",
        "original": "Yassa yattha paṭighānusayo appahīno tassa tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yassa yattha paṭigha anusayo appahīno tassa tattha bhava rāga anusayo appahīno ti ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.5:392.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.5:393.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo appahīno tassa tattha paṭighānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo appahīno tassa tattha paṭigha anusayo appahīno ti ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_7.2.5:394.1",
        "original": "Na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.5:395.1",
        "original": "Yassa yattha paṭighānusayo appahīno tassa tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa yattha paṭigha anusayaḥ appahīno tassa tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.5:396.1",
        "original": "Yassa vā pana yattha avijjānusayo appahīno tassa tattha paṭighānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo appahīno tassa tattha paṭigha anusayo appahīno ti ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.5:397.1_0",
        "original": "Anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo",
        "analyzed": "anāgāmissa kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.5:397.1_1",
        "original": "appahīno; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa",
        "analyzed": "appahīnaḥ paṭigha anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.5:397.1_2",
        "original": "dukkhāya vedanāya tassa tattha avijjānusayo appahīno, no ca tassa tattha paṭighānusayo",
        "analyzed": "dukkhāya vedanāya tassa tattha avijjā anusayo appahīnaḥ no ca tassa tattha paṭigha anusayo ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.5:397.1_3",
        "original": "appahīno. Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ",
        "analyzed": "appahīno tiṇṇam puggalānam kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.5:397.1_4",
        "original": "tattha avijjānusayo appahīno; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "tattha avijjā anusayaḥ appahīnaḥ paṭigha anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.5:397.1_5",
        "original": "vā. Tesaññeva puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo ca appahīno",
        "analyzed": "vā tesam eva puggalānam dukkhāya vedanāya tesam tattha avijjā anusayo ca appahīno ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.5:397.1_6",
        "original": "paṭighānusayo ca appahīno.",
        "analyzed": "paṭigha anusayo ca appahīno ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.5:398.1",
        "original": "Yassa yattha mānānusayo appahīno tassa tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti?",
        "analyzed": "yassa yattha māna anusayo appahīno tassa tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.5:399.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_7.2.5:399.1_1",
        "original": "mānānusayo appahīno, no ca tesaṁ tattha vicikicchānusayo appahīno. Puthujjanassa",
        "analyzed": "māna anusayaḥ appahīno no ca tesam tattha vicikicchā anusayaḥ appahīno puthujjanassa ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_7.2.5:399.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo ca appahīno",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha māna anusayo ca appahīno ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_7.2.5:399.1_3",
        "original": "vicikicchānusayo ca appahīno.",
        "analyzed": "vicikicchā anusayo ca appahīno ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_7.2.5:400.1",
        "original": "Yassa vā pana yattha vicikicchānusayo appahīno tassa tattha mānānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo appahīno tassa tattha māna anusayo appahīno ti ",
        "folio": "400"
    },
    {
        "segmentnr": "PA_ya_7.2.5:401.1_0",
        "original": "Puthujjanassa dukkhāya vedanāya tassa tattha vicikicchānusayo appahīno; mānānusayo",
        "analyzed": "puthujjanassa dukkhāya vedanāya tassa tattha vicikicchā anusayaḥ appahīnaḥ māna anusayaḥ ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.5:401.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.5:401.1_2",
        "original": "rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca appahīno mānānusayo ca appahīno.",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ca appahīno māna anusayo ca appahīno ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.5:402.1",
        "original": "Yassa yattha mānānusayo appahīno tassa tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yassa yattha māna anusayaḥ appahīno tassa tattha bhava rāga anusayaḥ appahīno ti ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.5:403.1_0",
        "original": "Catunnaṁ puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha mānānusayo appahīno;",
        "analyzed": "catunnam puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha māna anusayo appahīno ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.5:403.1_1",
        "original": "bhavarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ rūpadhātuyā",
        "analyzed": "bhava rāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tesaṃ eva puggalānam rūpadhātuyā ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.5:403.1_2",
        "original": "arūpadhātuyā tesaṁ tattha mānānusayo ca appahīno bhavarāgānusayo ca appahīno.",
        "analyzed": "arūpadhātuyā tesam tattha māna anusayo ca appahīno bhava rāga anusayo ca appahīno ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.5:404.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo appahīno tassa tattha mānānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa vā pana yattha bhava rāga anusayaḥ appahīno tassa tattha māna anusayaḥ appahīno ti āmantā ",
        "folio": "404"
    },
    {
        "segmentnr": "PA_ya_7.2.5:405.1",
        "original": "Yassa yattha mānānusayo appahīno tassa tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa yattha māna anusayaḥ appahīno tassa tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.5:406.1",
        "original": "Yassa vā pana yattha avijjānusayo appahīno tassa tattha mānānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha avijjā anusayaḥ appahīno tassa tattha māna anusayaḥ appahīno ti ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_7.2.5:407.1_0",
        "original": "Catunnaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha avijjānusayo appahīno; mānānusayo",
        "analyzed": "catunnam puggalānam dukkhāya vedanāya tesam tattha avijjā anusayaḥ appahīnaḥ māna anusayaḥ ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.5:407.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā tesam eva puggalānam kāmadhātuyā dvīsu ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.5:407.1_2",
        "original": "vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca appahīno mānānusayo ca appahīno.",
        "analyzed": "vedanāsu rūpa dhātuyā arūpa dhātuyā tesam tattha avijjā anusayo ca appahīno māna anusayo ca appahīno ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.5:408.1",
        "original": "Yassa yattha diṭṭhānusayo appahīno tassa tattha vicikicchānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa yattha diṭṭha anusayo appahīno tassa tattha vicikicchā anusayo appahīno ti āmantā ",
        "folio": "408"
    },
    {
        "segmentnr": "PA_ya_7.2.5:409.1",
        "original": "Yassa vā pana yattha vicikicchānusayo appahīno tassa tattha diṭṭhānusayo appahīnoti? Āmantā …pe….",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo appahīno tassa tattha diṭṭha anusayo appahīno ti āmantā pe ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.5:410.1",
        "original": "Yassa yattha vicikicchānusayo appahīno tassa tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yassa yattha vicikicchā anusayo appahīno tassa tattha bhava rāga anusayo appahīno ti ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.5:411.1_0",
        "original": "Puthujjanassa kāmadhātuyā tīsu vedanāsu tassa tattha vicikicchānusayo appahīno; bhavarāgānusayo",
        "analyzed": "puthujjanassa kāmadhātuyā tīsu vedanāsu tassa tattha vicikicchā anusayo appahīnaḥ bhava rāga anusayo ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.5:411.1_1",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa rūpadhātuyā arūpadhātuyā",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tassa iva puggalassa rūpadhātuyā arūpadhātuyā ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.5:411.1_2",
        "original": "tassa tattha vicikicchānusayo ca appahīno bhavarāgānusayo ca appahīno.",
        "analyzed": "tassa tattha vicikicchā anusayo ca appahīnaḥ bhava rāga anusayo ca appahīnaḥ ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.5:412.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo appahīno tassa tattha vicikicchānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo appahīno tassa tattha vicikicchā anusayo appahīno ti ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.5:413.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo appahīno,",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha bhava rāga anusayo appahīno ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.5:413.1_1",
        "original": "no ca tesaṁ tattha vicikicchānusayo appahīno. Puthujjanassa rūpadhātuyā arūpadhātuyā",
        "analyzed": "no ca tesam tattha vicikicchā anusayaḥ appahīno puthujjanassa rūpa dhātuyā arūpa dhātuyā ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.5:413.1_2",
        "original": "tassa tattha bhavarāgānusayo ca appahīno vicikicchānusayo ca appahīno.",
        "analyzed": "tassa tattha bhava rāga anusayo ca appahīno vicikicchā anusayo ca appahīno ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.5:414.1",
        "original": "Yassa yattha vicikicchānusayo appahīno tassa tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa yattha vicikicchā anusayaḥ appahīno tassa tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.5:415.1",
        "original": "Yassa vā pana yattha avijjānusayo appahīno tassa tattha vicikicchānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo appahīno tassa tattha vicikicchā anusayo appahīno ti ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.5:416.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tesaṁ tattha",
        "analyzed": "tiṇṇam puggalānam kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpa dhātuyā tesam tattha ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.5:416.1_1",
        "original": "avijjānusayo appahīno, no ca tesaṁ tattha vicikicchānusayo appahīno. Puthujjanassa",
        "analyzed": "avijjā anusayo appahīno no ca tesam tattha vicikicchā anusayo appahīno puthujjanassa ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.5:416.1_2",
        "original": "kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca appahīno",
        "analyzed": "kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā tassa tattha avijjā anusayo ca appahīno ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.5:416.1_3",
        "original": "vicikicchānusayo ca appahīno.",
        "analyzed": "vicikicchā anusayo ca appahīno ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.5:417.1",
        "original": "Yassa yattha bhavarāgānusayo appahīno tassa tattha avijjānusayo appahīnoti? Āmantā.",
        "analyzed": "yassa yattha bhava rāga anusayaḥ appahīno tassa tattha avijjā anusayaḥ appahīno ti āmantā ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.5:418.1",
        "original": "Yassa vā pana yattha avijjānusayo appahīno tassa tattha bhavarāgānusayo appahīnoti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo appahīno tassa tattha bhava rāga anusayo appahīno ti ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.5:419.1_0",
        "original": "Catunnaṁ puggalānaṁ kāmadhātuyā tīsu vedanāsu tesaṁ tattha avijjānusayo appahīno;",
        "analyzed": "catunnam puggalānam kāmadhātuyā tīsu vedanāsu tesam tattha avijjā anusayaḥ appahīno ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.5:419.1_1",
        "original": "bhavarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ rūpadhātuyā",
        "analyzed": "bhava rāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tesaṃ eva puggalānam rūpadhātuyā ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.5:419.1_2",
        "original": "arūpadhātuyā tesaṁ tattha avijjānusayo ca appahīno bhavarāgānusayo ca appahīno. (Ekamūlakaṁ.)",
        "analyzed": "arūpa dhātuyā tesam tattha avijjā anusayo ca appahīno bhava rāga anusayo ca appahīno eka mūlaka ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.5:420.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca appahīnā tassa tattha mānānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā tassa tattha māna anusayo appahīno ti natthi ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.5:421.1",
        "original": "Yassa vā pana yattha mānānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha māna anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.5:422.1_0",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha mānānusayo appahīno; kāmarāgānusayo",
        "analyzed": "anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha māna anusayo appahīno kāma rāga anusayo ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.5:422.1_1",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.5:422.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu tassa tattha mānānusayo appahīno, no ca tassa tattha kāmarāgānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tassa tattha māna anusayo appahīno no ca tassa tattha kāma rāga anusayo ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.5:422.1_3",
        "original": "appahīno; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tiṇṇaṁ puggalānaṁ",
        "analyzed": "appahīnaḥ paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tiṇṇam puggalāna ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.5:422.1_4",
        "original": "rūpadhātuyā arūpadhātuyā tesaṁ tattha mānānusayo appahīno; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tesam tattha māna anusayo appahīno kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.5:422.1_5",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā tesam eva puggalānam kāmadhātuyā dvīsu ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.5:422.1_6",
        "original": "vedanāsu tesaṁ tattha mānānusayo ca kāmarāgānusayo ca appahīnā; paṭighānusayo na",
        "analyzed": "vedanāsu tesam tattha māna anusayo ca kāma rāga anusayo ca appahīnā paṭigha anusayo na ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.5:422.1_7",
        "original": "vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.5:423.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca appahīnā tassa tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā tassa tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti natthi ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.5:424.1",
        "original": "Yassa vā pana yattha vicikicchānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.5:425.1_0",
        "original": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo appahīno; kāmarāgānusayo",
        "analyzed": "puthujjanassa rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo appahīnaḥ kāma rāga anusayo ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.5:425.1_1",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.5:425.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca kāmarāgānusayo ca appahīnā;",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchā anusayo ca kāma rāga anusayo ca appahīnā ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.5:425.1_3",
        "original": "paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa dukkhāya",
        "analyzed": "paṭigha anusayaḥ na vattabbo pahīno ti vā appahīnaḥ ti vā tassa iva puggalassa dukkhāya ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.5:425.1_4",
        "original": "vedanāya tassa tattha vicikicchānusayo ca paṭighānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "vedanāya tassa tattha vicikicchā anusayo ca paṭigha anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.5:425.1_5",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "na vattabbaḥ pahīnaḥ ti vā appahīnaḥ ti vā ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.5:426.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca appahīnā tassa tattha bhavarāgānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā tassa tattha bhava rāga anusayo appahīno ti natthi ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.5:427.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.5:428.1",
        "original": "Na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.5:429.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca appahīnā tassa tattha avijjānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā tassa tattha avijjā anusayo appahīno ti natthi ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.5:430.1",
        "original": "Yassa vā pana yattha avijjānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca appahīnā ati ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_0",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo appahīno; kāmarāgānusayo",
        "analyzed": "anāgāmissa rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo appahīnaḥ kāma rāga anusayo ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_1",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo appahīno, no ca tassa tattha",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tassa tattha avijjā anusayo appahīno no ca tassa tattha ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_3",
        "original": "kāmarāgānusayo appahīno. Paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā.",
        "analyzed": "kāma rāga anusayaḥ appahīnaḥ paṭigha anusayaḥ na vattabbo pahīnaḥ iti vā appahīnaḥ iti vā ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_4",
        "original": "Tasseva puggalassa dukkhāya vedanāya tassa tattha avijjānusayo appahīno, no ca tassa",
        "analyzed": "tassa iva puggalassa dukkhāya vedanāya tassa tattha avijjā anusayaḥ appahīno no ca tassa ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_5",
        "original": "tattha paṭighānusayo appahīno; kāmarāgānusayo na vattabbo “pahīno”ti vā “appahīno”ti",
        "analyzed": "tattha paṭigha anusayaḥ appahīnaḥ kāma rāga anusayaḥ na vattabbo pahīnaḥ ti vā appahīnaḥ ti ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_6",
        "original": "vā. Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo appahīno;",
        "analyzed": "vā tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha avijjā anusayo appahīno ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_7",
        "original": "kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tesaññeva",
        "analyzed": "kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tesañca eva ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_8",
        "original": "puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo",
        "analyzed": "puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha avijjā anusayo ca kāma rāga anusayo ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_9",
        "original": "ca appahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ",
        "analyzed": "ca appahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tesaṃ eva puggalāna ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_10",
        "original": "dukkhāya vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "dukkhāya vedanāya tesam tattha avijjā anusayo ca paṭigha anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:431.1_11",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. (Dukamūlakaṁ.)",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā duka mūlaka ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.5:432.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā tassa tattha diṭṭhānusayo …pe… vicikicchānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā tassa tattha diṭṭha anusayo pe vicikicchā anusayo appahīno ti natthi ",
        "folio": "432"
    },
    {
        "segmentnr": "PA_ya_7.2.5:433.1",
        "original": "Yassa vā pana yattha vicikicchānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā ati ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.5:434.1_0",
        "original": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca mānānusayo",
        "analyzed": "puthujjanassa rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ca māna anusayo ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.5:434.1_1",
        "original": "ca appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti",
        "analyzed": "ca appahīnā kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.5:434.1_2",
        "original": "vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo ca",
        "analyzed": "vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchā anusayo ca ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.5:434.1_3",
        "original": "kāmarāgānusayo ca mānānusayo ca appahīnā; paṭighānusayo na vattabbo “pahīno”ti vā",
        "analyzed": "kāma rāga anusayo ca māna anusayo ca appahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.5:434.1_4",
        "original": "“appahīno”ti vā. Tasseva puggalassa dukkhāya vedanāya tassa tattha vicikicchānusayo",
        "analyzed": "appahīnaḥ ti vā tassa iva puggalassa dukkhāya vedanāya tassa tattha vicikicchā anusayo ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.5:434.1_5",
        "original": "ca paṭighānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "ca paṭigha anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.5:435.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā tassa tattha bhavarāgānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā tassa tattha bhava rāga anusayo appahīno ti natthi ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.5:436.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā ati ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_7.2.5:437.1",
        "original": "Mānānusayo appahīno; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "māna anusayaḥ appahīnaḥ kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_7.2.5:438.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnā tassa tattha avijjānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā tassa tattha avijjā anusayo appahīno ti natthi ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_7.2.5:439.1",
        "original": "Yassa vā pana yattha avijjānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca appahīnā ati ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_0",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca appahīnā;",
        "analyzed": "anāgāmissa rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca appahīnā ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_1",
        "original": "kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva",
        "analyzed": "kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_2",
        "original": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca mānānusayo ca",
        "analyzed": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjā anusayo ca māna anusayo ca ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_3",
        "original": "appahīnā, no ca tassa tattha kāmarāgānusayo appahīno; paṭighānusayo na vattabbo “pahīno”ti",
        "analyzed": "appahīnā no ca tassa tattha kāma rāga anusayaḥ appahīnaḥ paṭigha anusayaḥ na vattabbo pahīnoti ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_4",
        "original": "vā “appahīno”ti vā. Tasseva puggalassa dukkhāya vedanāya tassa tattha avijjānusayo",
        "analyzed": "vā appahīno ti vā tassa iva puggalassa dukkhāya vedanāya tassa tattha avijjā anusayo ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_5",
        "original": "appahīno, no ca tassa tattha paṭighānusayo appahīno; kāmarāgānusayo ca mānānusayo",
        "analyzed": "appahīno no ca tassa tattha paṭigha anusayo appahīno kāma rāga anusayo ca māna anusayo ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_6",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā tiṇṇam puggalānam rūpadhātuyā arūpadhātuyā ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_7",
        "original": "tesaṁ tattha avijjānusayo ca mānānusayo ca appahīnā; kāmarāgānusayo ca paṭighānusayo",
        "analyzed": "tesam tattha avijjā anusayo ca māna anusayo ca appahīnā kāma rāga anusayo ca paṭigha anusayo ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_8",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā tesam eva puggalānam kāmadhātuyā dvīsu ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_9",
        "original": "vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo ca appahīnā; paṭighānusayo",
        "analyzed": "vedanāsu tesam tattha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ca appahīnā paṭigha anusayo ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_10",
        "original": "na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ dukkhāya vedanāya",
        "analyzed": "na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tesaṃ eva puggalānam dukkhāya vedanāya ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_11",
        "original": "tesaṁ tattha avijjānusayo ca paṭighānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo",
        "analyzed": "tesam tattha avijjā anusayo ca paṭigha anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:440.1_12",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. (Tikamūlakaṁ.)",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā tikamūlaka ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_7.2.5:441.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca appahīnā tassa tattha vicikicchānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca appahīnā tassa tattha vicikicchā anusayo appahīno ti natthi ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_7.2.5:442.1",
        "original": "Yassa vā pana yattha vicikicchānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha vicikicchā anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca appahīnā ati ",
        "folio": "442"
    },
    {
        "segmentnr": "PA_ya_7.2.5:443.1_0",
        "original": "Puthujjanassa rūpadhātuyā arūpadhātuyā tassa tattha vicikicchānusayo ca mānānusayo",
        "analyzed": "puthujjanassa rūpa dhātuyā arūpa dhātuyā tassa tattha vicikicchā anusayo ca māna anusayo ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.5:443.1_1",
        "original": "ca diṭṭhānusayo ca appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "ca diṭṭha anusayo ca appahīnā kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.5:443.1_2",
        "original": "vā “appahīnā”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchānusayo",
        "analyzed": "vā appahīnā ati vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha vicikicchā anusayo ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.5:443.1_3",
        "original": "ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca appahīnā; paṭighānusayo na vattabbo",
        "analyzed": "ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ca appahīnā paṭigha anusayo na vattabbo ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.5:443.1_4",
        "original": "“pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa dukkhāya vedanāya tassa tattha",
        "analyzed": "pahīnoti vā appahīnoti vā tassa iva puggalassa dukkhāya vedanāya tassa tattha ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.5:443.1_5",
        "original": "vicikicchānusayo ca paṭighānusayo ca diṭṭhānusayo ca appahīnā; kāmarāgānusayo ca",
        "analyzed": "vicikicchā anusayo ca paṭigha anusayo ca diṭṭha anusayo ca appahīnā kāma rāga anusayo ca ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.5:443.1_6",
        "original": "mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "māna anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā pe ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_7.2.5:444.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā tassa tattha bhavarāgānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā tassa tattha bhava rāga anusayo appahīno ti natthi ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_7.2.5:445.1",
        "original": "Yassa vā pana yattha bhavarāgānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha bhava rāga anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā ati ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_7.2.5:446.1_0",
        "original": "Tiṇṇaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha bhavarāgānusayo ca mānānusayo",
        "analyzed": "tiṇṇam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha bhava rāga anusayo ca māna anusayo ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.5:446.1_1",
        "original": "ca appahīnā, no ca tesaṁ tattha diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "ca appahīnā no ca tesam tattha diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.5:446.1_2",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Puthujjanassa rūpadhātuyā",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā puthujjanassa rūpadhātuyā ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.5:446.1_3",
        "original": "arūpadhātuyā tassa tattha bhavarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "arūpa dhātuyā tassa tattha bhava rāga anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.5:446.1_4",
        "original": "ca appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā.",
        "analyzed": "ca appahīnā kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_7.2.5:447.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā tassa tattha avijjānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā tassa tattha avijjā anusayo appahīno ti natthi ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_7.2.5:448.1",
        "original": "Yassa vā pana yattha avijjānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā ati ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_0",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca appahīnā,",
        "analyzed": "anāgāmissa rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca appahīnā ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_1",
        "original": "no ca tassa tattha diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo ca",
        "analyzed": "no ca tassa tattha diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ca ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_2",
        "original": "paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa kāmadhātuyā",
        "analyzed": "paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa kāmadhātuyā ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_3",
        "original": "dvīsu vedanāsu tassa tattha avijjānusayo ca mānānusayo ca appahīnā, no ca tassa tattha",
        "analyzed": "dvīsu vedanāsu tassa tattha avijjā anusayo ca māna anusayo ca appahīnā no ca tassa tattha ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_4",
        "original": "kāmarāgānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā; paṭighānusayo na",
        "analyzed": "kāma rāga anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā paṭigha anusayo na ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_5",
        "original": "vattabbo “pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa dukkhāya vedanāya tassa",
        "analyzed": "vattabbo pahīnoti vā appahīnaḥ ti vā tassa iva puggalassa dukkhāya vedanāya tassa ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_6",
        "original": "tattha avijjānusayo appahīno, no ca tassa tattha paṭighānusayo ca diṭṭhānusayo ca",
        "analyzed": "tattha avijjā anusayo appahīno no ca tassa tattha paṭigha anusayo ca diṭṭha anusayo ca ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_7",
        "original": "vicikicchānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "vicikicchā anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ca na vattabbā pahīnā ati ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_8",
        "original": "vā “appahīnā”ti vā. Dvinnaṁ puggalānaṁ rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo",
        "analyzed": "vā appahīnā ati vā dvinnam puggalānam rūpa dhātuyā arūpa dhātuyā tesam tattha avijjā anusayo ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_9",
        "original": "ca mānānusayo ca appahīnā, no ca tesaṁ tattha diṭṭhānusayo ca vicikicchānusayo ca",
        "analyzed": "ca māna anusayo ca appahīnā no ca tesam tattha diṭṭha anusayo ca vicikicchā anusayo ca ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_10",
        "original": "appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti",
        "analyzed": "appahīnā kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_11",
        "original": "vā. Tesaññeva puggalānaṁ kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca",
        "analyzed": "vā tesaṃ eva puggalānam kāmadhātuyā dvīsu vedanāsu tesam tattha avijjā anusayo ca ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_12",
        "original": "kāmarāgānusayo ca mānānusayo ca appahīnā, no ca tesaṁ tattha diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "kāma rāga anusayo ca māna anusayo ca appahīnā no ca tesam tattha diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_13",
        "original": "ca appahīnā; paṭighānusayo na vattabbo “pahīno”ti vā “appahīno”ti vā. Tesaññeva puggalānaṁ",
        "analyzed": "ca appahīnā paṭigha anusayo na vattabbo pahīnaḥ ti vā appahīnaḥ ti vā tesaṃ eva puggalāna ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_14",
        "original": "dukkhāya vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo ca appahīnā, no ca tesaṁ",
        "analyzed": "dukkhāya vedanāya tesam tattha avijjā anusayo ca paṭigha anusayo ca appahīnā no ca tesam ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_15",
        "original": "tattha diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo",
        "analyzed": "tattha diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_16",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Puthujjanassa rūpadhātuyā arūpadhātuyā",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā puthujjanassa rūpa dhātuyā arūpa dhātuyā ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_17",
        "original": "tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā;",
        "analyzed": "tassa tattha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_18",
        "original": "kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva",
        "analyzed": "kāma rāga anusayaḥ ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_19",
        "original": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca kāmarāgānusayo",
        "analyzed": "puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjā anusayo ca kāma rāga anusayo ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_20",
        "original": "ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā; paṭighānusayo na vattabbo",
        "analyzed": "ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā paṭigha anusayo na vattabbo ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_21",
        "original": "“pahīno”ti vā “appahīno”ti vā. Tasseva puggalassa dukkhāya vedanāya tassa tattha",
        "analyzed": "pahīnoti vā appahīnoti vā tassa iva puggalassa dukkhāya vedanāya tassa tattha ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_22",
        "original": "avijjānusayo ca paṭighānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "avijjā anusayo ca paṭigha anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:449.1_23",
        "original": "ca mānānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. (Pañcakamūlakaṁ.)",
        "analyzed": "ca māna anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_7.2.5:450.1",
        "original": "Yassa yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca appahīnā tassa tattha avijjānusayo appahīnoti? Natthi.",
        "analyzed": "yassa yattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca appahīnā tassa tattha avijjā anusayo appahīno ti natthi ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_7.2.5:451.1",
        "original": "Yassa vā pana yattha avijjānusayo appahīno tassa tattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca bhavarāgānusayo ca appahīnāti?",
        "analyzed": "yassa vā pana yattha avijjā anusayo appahīno tassa tattha kāma rāga anusayo ca paṭigha anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca bhava rāga anusayo ca appahīnā ati ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_0",
        "original": "Anāgāmissa rūpadhātuyā arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca bhavarāgānusayo",
        "analyzed": "anāgāmissa rūpa dhātuyā arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca bhava rāga anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_1",
        "original": "ca appahīnā, no ca tassa tattha diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "ca appahīnā no ca tassa tattha diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_2",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa",
        "analyzed": "ca paṭigha anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_3",
        "original": "kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo ca mānānusayo ca appahīnā, no",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tassa tattha avijjā anusayo ca māna anusayo ca appahīnā no ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_4",
        "original": "ca tassa tattha kāmarāgānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā; paṭighānusayo",
        "analyzed": "ca tassa tattha kāma rāga anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā paṭigha anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_5",
        "original": "ca bhavarāgānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva puggalassa",
        "analyzed": "ca bhava rāga anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā tassa iva puggalassa ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_6",
        "original": "dukkhāya vedanāya tassa tattha avijjānusayo appahīno, no ca tassa tattha paṭighānusayo",
        "analyzed": "dukkhāya vedanāya tassa tattha avijjā anusayo appahīnaḥ no ca tassa tattha paṭigha anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_7",
        "original": "ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo ca",
        "analyzed": "ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ca ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_8",
        "original": "bhavarāgānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Dvinnaṁ puggalānaṁ",
        "analyzed": "bhava rāga anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā dvinnam puggalānam ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_9",
        "original": "rūpadhātuyā arūpadhātuyā tesaṁ tattha avijjānusayo ca mānānusayo ca bhavarāgānusayo",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tesam tattha avijjā anusayo ca māna anusayo ca bhava rāga anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_10",
        "original": "ca appahīnā, no ca tesaṁ tattha diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo",
        "analyzed": "ca appahīnā no ca tesam tattha diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_11",
        "original": "ca paṭighānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tesaññeva puggalānaṁ",
        "analyzed": "ca paṭigha anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā tesaṃ eva puggalāna ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_12",
        "original": "kāmadhātuyā dvīsu vedanāsu tesaṁ tattha avijjānusayo ca kāmarāgānusayo ca mānānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tesam tattha avijjā anusayo ca kāma rāga anusayo ca māna anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_13",
        "original": "ca appahīnā, no ca tesaṁ tattha diṭṭhānusayo ca vicikicchānusayo ca appahīnā; paṭighānusayo",
        "analyzed": "ca appahīnā no ca tesam tattha diṭṭha anusayo ca vicikicchā anusayo ca appahīnā paṭigha anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_14",
        "original": "ca bhavarāgānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tesaññeva puggalānaṁ",
        "analyzed": "ca bhava rāga anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā tesañca eva puggalāna ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_15",
        "original": "dukkhāya vedanāya tesaṁ tattha avijjānusayo ca paṭighānusayo ca appahīnā, no ca tesaṁ",
        "analyzed": "dukkhāya vedanāya tesam tattha avijjā anusayo ca paṭigha anusayo ca appahīnā no ca tesam ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_16",
        "original": "tattha diṭṭhānusayo ca vicikicchānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo",
        "analyzed": "tattha diṭṭha anusayo ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_17",
        "original": "ca bhavarāgānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Puthujjanassa rūpadhātuyā",
        "analyzed": "ca bhava rāga anusayaḥ ca na vattabbā pahīnā ati vā appahīnā ati vā puthujjanassa rūpadhātuyā ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_18",
        "original": "arūpadhātuyā tassa tattha avijjānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo",
        "analyzed": "arūpa dhātuyā tassa tattha avijjā anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_19",
        "original": "ca bhavarāgānusayo ca appahīnā; kāmarāgānusayo ca paṭighānusayo ca na vattabbā “pahīnā”ti",
        "analyzed": "ca bhava rāga anusayo ca appahīnā kāma rāga anusayo ca paṭigha anusayo ca na vattabbā pahīnā ati ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_20",
        "original": "vā “appahīnā”ti vā. Tasseva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjānusayo",
        "analyzed": "vā appahīnā ati vā tassa iva puggalassa kāmadhātuyā dvīsu vedanāsu tassa tattha avijjā anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_21",
        "original": "ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca vicikicchānusayo ca appahīnā;",
        "analyzed": "ca kāma rāga anusayo ca māna anusayo ca diṭṭha anusayo ca vicikicchā anusayo ca appahīnā ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_22",
        "original": "paṭighānusayo ca bhavarāgānusayo ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. Tasseva",
        "analyzed": "paṭigha anusayo ca bhava rāga anusayo ca na vattabbā pahīnā ati vā appahīnā ati vā tassa eva ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_23",
        "original": "puggalassa dukkhāya vedanāya tassa tattha avijjānusayo ca paṭighānusayo ca diṭṭhānusayo",
        "analyzed": "puggalassa dukkhāya vedanāya tassa tattha avijjā anusayo ca paṭigha anusayo ca diṭṭha anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_24",
        "original": "ca vicikicchānusayo ca appahīnā; kāmarāgānusayo ca mānānusayo ca bhavarāgānusayo",
        "analyzed": "ca vicikicchā anusayo ca appahīnā kāma rāga anusayo ca māna anusayo ca bhava rāga anusayo ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:452.1_25",
        "original": "ca na vattabbā “pahīnā”ti vā “appahīnā”ti vā. (Chakkamūlakaṁ.)",
        "analyzed": "ca na vattabbā pahīnā ati vā appahīnā ati vā chakkamūlaka ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_7.2.5:453.1",
        "original": "Pahīnavāre paṭilomaṁ.",
        "analyzed": "pahīna vāre paṭiloma ",
        "folio": "453"
    },
    {
        "segmentnr": "PA_ya_7.2.5:453.2",
        "original": "Pahīnavāro.",
        "analyzed": "pahīna vāraḥ ",
        "folio": "453"
    }
]