[
    {
        "segmentnr": "PA_ya_3.2.2:0.1",
        "original": "3 Āyatanayamaka",
        "analyzed": "āyatana yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_3.2.2:0.2",
        "original": "3.2 Pavattivāra",
        "analyzed": "  ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_3.2.2:0.3",
        "original": "3.2.2. Nirodhavāra",
        "analyzed": "    ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_3.2.2:1.0.1",
        "original": "3.2.2.1. Paccuppannavāra",
        "analyzed": "     ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_3.2.2:1.0.2",
        "original": "3.2.2.1.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_3.2.2:1.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa sotāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa sotāyatanam nirujjhati iti ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_3.2.2:2.1_0",
        "original": "Sacakkhukānaṁ asotakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ sotāyatanaṁ",
        "analyzed": "sa cakkhukānam a sotakānam cavantānam tesam cakkhāyatanam nirujjhati no ca tesam sota āyatana ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_3.2.2:2.1_1",
        "original": "nirujjhati. Sacakkhukānaṁ sasotakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati",
        "analyzed": "nirujjhati sa cakkhukānam sa sotakānam cavantānam tesam cakkha āyatanam ca nirujjhati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_3.2.2:2.1_2",
        "original": "sotāyatanañca nirujjhati.",
        "analyzed": "sotāyatanam ca nirujjhati ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_3.2.2:3.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana sota āyatanam nirujjhati tassa cakkhu āyatanam nirujjhati iti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_3.2.2:4.1_0",
        "original": "Sasotakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ sotāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "sa sotakānam acakkhukānam cavantānam tesam sota āyatanam nirujjhati no ca tesam cakkhu āyatana ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_3.2.2:4.1_1",
        "original": "nirujjhati. Sasotakānaṁ sacakkhukānaṁ cavantānaṁ tesaṁ sotāyatanañca nirujjhati cakkhāyatanañca nirujjhati.",
        "analyzed": "nirujjhati sa sotakānam sa cakkhukānam cavantānam tesam sota āyatanañca nirujjhati cakkha āyatanañca nirujjhati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_3.2.2:5.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa ghāna āyatanam nirujjhati iti ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_3.2.2:6.1_0",
        "original": "Sacakkhukānaṁ aghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ",
        "analyzed": "sa cakkhukānam aghānakānam cavantānam tesam cakkha āyatanam nirujjhati no ca tesam ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_3.2.2:6.1_1",
        "original": "ghānāyatanaṁ nirujjhati. Sacakkhukānaṁ saghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "ghāna āyatanam nirujjhati sa cakkhukānam sa ghānakānam cavantānam tesam cakkha āyatanam ca ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_3.2.2:6.1_2",
        "original": "nirujjhati ghānāyatanañca nirujjhati.",
        "analyzed": "nirujjhati ghāna āyatanam ca nirujjhati ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_3.2.2:7.1",
        "original": "Yassa vā pana ghānāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana ghāna āyatanam nirujjhati tassa cakkhu āyatanam nirujjhati iti ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_3.2.2:8.1_0",
        "original": "Saghānakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "sa ghānakānam acakkhukānam cavantānam tesam ghāna āyatanam nirujjhati no ca tesam cakkhu āyatana ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_3.2.2:8.1_1",
        "original": "nirujjhati. Saghānakānaṁ sacakkhukānaṁ cavantānaṁ tesaṁ ghānāyatanañca nirujjhati",
        "analyzed": "nirujjhati sa ghānakānam sa cakkhukānam cavantānam tesam ghāna āyatanam ca nirujjhati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_3.2.2:8.1_2",
        "original": "cakkhāyatanañca nirujjhati.",
        "analyzed": "cakkhu āyatanañca nirujjhati ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_3.2.2:9.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa rūpa āyatanam nirujjhati iti āmantā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_3.2.2:10.1",
        "original": "Yassa vā pana rūpāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam nirujjhati tassa cakkhu āyatanam nirujjhati iti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_3.2.2:11.1_0",
        "original": "Sarūpakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "sarūpakānam acakkhukānam cavantānam tesam rūpa āyatanam nirujjhati no ca tesam cakkhu āyatana ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_3.2.2:11.1_1",
        "original": "nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhati cakkhāyatanañca nirujjhati.",
        "analyzed": "nirujjhati sa cakkhukānam cavantānam tesam rūpa āyatanam ca nirujjhati cakkha āyatanam ca nirujjhati ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_3.2.2:12.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa manāyatanaṁ nirujjhatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa mana āyatanam nirujjhati iti āmantā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_3.2.2:13.1",
        "original": "Yassa vā pana manāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana mana āyatanam nirujjhati tassa cakkhu āyatanam nirujjhati iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_3.2.2:14.1_0",
        "original": "Sacittakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ manāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "sa cittakānam acakkhukānam cavantānam tesam mana āyatanam nirujjhati no ca tesam cakkhu āyatana ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_3.2.2:14.1_1",
        "original": "nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ manāyatanañca nirujjhati cakkhāyatanañca nirujjhati.",
        "analyzed": "nirujjhati sa cakkhukānam cavantānam tesam mana āyatanam ca nirujjhati cakkhu āyatanam ca nirujjhati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_3.2.2:15.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa dhamma āyatanam nirujjhati iti āmantā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_3.2.2:16.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhati tassa cakkhu āyatanam nirujjhati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_3.2.2:17.1_0",
        "original": "Acakkhukānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "acakkhukānam cavantānam tesam dhamma āyatanam nirujjhati no ca tesam cakkhu āyatana ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_3.2.2:17.1_1",
        "original": "nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhati cakkhāyatanañca",
        "analyzed": "nirujjhati sa cakkhukānam cavantānam tesam dhamma āyatanam ca nirujjhati cakkhu āyatanam ca ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_3.2.2:17.1_2",
        "original": "nirujjhati. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "nirujjhati cakkhu āyatana mūlaka ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_3.2.2:18.1",
        "original": "Yassa ghānāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhatīti? Āmantā.",
        "analyzed": "yassa ghāna āyatanam nirujjhati tassa rūpa āyatanam nirujjhati iti āmantā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_3.2.2:19.1",
        "original": "Yassa vā pana rūpāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam nirujjhati tassa ghāna āyatanam nirujjhati iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_3.2.2:20.1_0",
        "original": "Sarūpakānaṁ aghānakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhati, no ca tesaṁ ghānāyatanaṁ",
        "analyzed": "sarūpakānam a ghānakānam cavantānam tesam rūpa āyatanam nirujjhati no ca tesam ghāna āyatana ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_3.2.2:20.1_1",
        "original": "nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhati ghānāyatanañca nirujjhati.",
        "analyzed": "nirujjhati sa ghānakānam cavantānam tesam rūpa āyatanam ca nirujjhati ghāna āyatanam ca nirujjhati ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_3.2.2:21.1",
        "original": "Yassa ghānāyatanaṁ nirujjhati tassa manāyatanaṁ nirujjhatīti? Āmantā.",
        "analyzed": "yassa ghāna āyatanam nirujjhati tassa mana āyatanam nirujjhati iti āmantā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_3.2.2:22.1",
        "original": "Yassa vā pana manāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana mana āyatanam nirujjhati tassa ghāna āyatanam nirujjhati iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_3.2.2:23.1_0",
        "original": "Sacittakānaṁ aghānakānaṁ cavantānaṁ tesaṁ manāyatanaṁ nirujjhati, no ca tesaṁ ghānāyatanaṁ",
        "analyzed": "sa cittakānam a ghānakānam cavantānam tesam mana āyatanam nirujjhati no ca tesam ghāna āyatana ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_3.2.2:23.1_1",
        "original": "nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ manāyatanañca nirujjhati ghānāyatanañca nirujjhati.",
        "analyzed": "nirujjhati sa ghānakānam cavantānam tesam mana āyatanam ca nirujjhati ghāna āyatanam ca nirujjhati ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_3.2.2:24.1",
        "original": "Yassa ghānāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhatīti? Āmantā.",
        "analyzed": "yassa ghāna āyatanam nirujjhati tassa dhamma āyatanam nirujjhati iti āmantā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_3.2.2:25.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhati tassa ghāna āyatanam nirujjhati iti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_3.2.2:26.1_0",
        "original": "Aghānakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhati, no ca tesaṁ ghānāyatanaṁ nirujjhati.",
        "analyzed": "aghānakānam cavantānam tesam dhammāyatanam nirujjhati no ca tesam ghāna āyatanam nirujjhati ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_3.2.2:26.1_1",
        "original": "Saghānakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhati ghānāyatanañca nirujjhati.",
        "analyzed": "sa ghānakānam cavantānam tesam dhamma āyatanam ca nirujjhati ghāna āyatanam ca nirujjhati ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_3.2.2:26.1_2",
        "original": "(Ghānāyatanamūlakaṁ.)",
        "analyzed": "ghāna āyatana mūlaka ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_3.2.2:27.1",
        "original": "Yassa rūpāyatanaṁ nirujjhati tassa manāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa rūpa āyatanam nirujjhati tassa manāyatanam nirujjhati iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_3.2.2:28.1_0",
        "original": "Acittakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhati, no ca tesaṁ manāyatanaṁ nirujjhati.",
        "analyzed": "acittakānam cavantānam tesam rūpa āyatanam nirujjhati no ca tesam manāyatanam nirujjhati ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_3.2.2:28.1_1",
        "original": "Sarūpakānaṁ sacittakānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhati manāyatanañca nirujjhati.",
        "analyzed": "sarūpakānam sa cittakānam cavantānam tesam rūpa āyatanam ca nirujjhati manāyatanam ca nirujjhati ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_3.2.2:29.1",
        "original": "Yassa vā pana manāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana manāyatanam nirujjhati tassa rūpāyatanam nirujjhati iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_3.2.2:30.1",
        "original": "Arūpakānaṁ cavantānaṁ tesaṁ manāyatanaṁ nirujjhati, no ca tesaṁ rūpāyatanaṁ nirujjhati. Sarūpakānaṁ sacittakānaṁ cavantānaṁ tesaṁ manāyatanañca nirujjhati rūpāyatanañca nirujjhati.",
        "analyzed": "arūpakānam cavantānam tesam manāyatanam nirujjhati no ca tesam rūpāyatanam nirujjhati sarūpakānam sa cittakānam cavantānam tesam manāyatanam ca nirujjhati rūpāyatanam ca nirujjhati ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_3.2.2:31.1",
        "original": "Yassa rūpāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhatīti? Āmantā.",
        "analyzed": "yassa rūpa āyatanam nirujjhati tassa dhamma āyatanam nirujjhati iti āmantā ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_3.2.2:32.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhati tassa rūpa āyatanam nirujjhati iti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_3.2.2:33.1",
        "original": "Arūpakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhati, no ca tesaṁ rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhati rūpāyatanañca nirujjhati.",
        "analyzed": "arūpakānam cavantānam tesam dhamma āyatanam nirujjhati no ca tesam rūpa āyatanam nirujjhati sarūpakānam cavantānam tesam dhamma āyatanam ca nirujjhati rūpa āyatanam ca nirujjhati ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_3.2.2:34.1",
        "original": "Yassa manāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhatīti? Āmantā.",
        "analyzed": "yassa manāyatanam nirujjhati tassa dhammāyatanam nirujjhati iti āmantā ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_3.2.2:35.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhati tassa manāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhati tassa manāyatanam nirujjhati iti ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_3.2.2:36.1",
        "original": "Acittakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhati, no ca tesaṁ manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhati manāyatanañca nirujjhati.",
        "analyzed": "acittakānam cavantānam tesam dhammāyatanam nirujjhati no ca tesam manāyatanam nirujjhati sa cittakānam cavantānam tesam dhammāyatanam ca nirujjhati manāyatanam ca nirujjhati ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_3.2.2:37.0",
        "original": "3.2.2.1.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_3.2.2:37.1",
        "original": "Yattha cakkhāyatanaṁ nirujjhati …pe… (uppādepi nirodhepi uppādanirodhepi yatthakaṁ sabbattha sadisaṁ.)",
        "analyzed": "yattha cakkhu āyatanam nirujjhati pe uppāde pi nirodhe pi uppāda nirodhe pi yatthakam sabbattha ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_3.2.2:38.0",
        "original": "3.2.2.1.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_3.2.2:38.1_0",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha sotāyatanaṁ nirujjhatīti …pe…",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhati tassa tattha sotāyatanam nirujjhati iti pe ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_3.2.2:38.1_1",
        "original": "ghānāyatanaṁ … rūpāyatanaṁ … manāyatanaṁ … dhammāyatanaṁ nirujjhatīti? (Yassa yatthakampi",
        "analyzed": "ghāna āyatanam rūpa āyatanam manāyatanam dhamma āyatanam nirujjhati iti yassa yatthakam pi ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_3.2.2:38.1_2",
        "original": "sadisaṁ vitthāretabbaṁ.)",
        "analyzed": "sadisam ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_3.2.2:39.0",
        "original": "3.2.2.1.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_3.2.2:39.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa sotāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam na nirujjhati tassa sotāyatanam na nirujjhati iti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_3.2.2:40.1_0",
        "original": "Acakkhukānaṁ sasotakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ",
        "analyzed": "acakkhukānam sa sotakānam cavantānam tesam cakkha āyatanam na nirujjhati no ca tesam ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_3.2.2:40.1_1",
        "original": "sotāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ acakkhukānaṁ asotakānaṁ cavantānaṁ",
        "analyzed": "sotāyatanam na nirujjhati sabbesam upapajjantānam acakkhukānam a sotakānam cavantānam ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_3.2.2:40.1_2",
        "original": "tesaṁ cakkhāyatanañca na nirujjhati sotāyatanañca na nirujjhati.",
        "analyzed": "tesam cakkhu āyatanam ca na nirujjhati sotāyatanam ca na nirujjhati ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_3.2.2:41.1",
        "original": "Yassa vā pana sotāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana sota āyatanam na nirujjhati tassa cakkhu āyatanam na nirujjhati iti ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_3.2.2:42.1_0",
        "original": "Asotakānaṁ sacakkhukānaṁ cavantānaṁ tesaṁ sotāyatanaṁ na nirujjhati, no ca tesaṁ",
        "analyzed": "a sotakānam sa cakkhukānam cavantānam tesam sotāyatanam na nirujjhati no ca tesam ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_3.2.2:42.1_1",
        "original": "cakkhāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ asotakānaṁ acakkhukānaṁ cavantānaṁ",
        "analyzed": "cakkha āyatanam na nirujjhati sabbesam upapajjantānam a sotakānam a cakkhukānam cavantānam ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_3.2.2:42.1_2",
        "original": "tesaṁ sotāyatanañca na nirujjhati cakkhāyatanañca na nirujjhati.",
        "analyzed": "tesam sota āyatanam ca na nirujjhati cakkhu āyatanam ca na nirujjhati ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_3.2.2:43.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam na nirujjhati tassa ghāna āyatanam na nirujjhati iti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_3.2.2:44.1_0",
        "original": "Acakkhukānaṁ saghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ",
        "analyzed": "acakkhukānam saghānakānam cavantānam tesam cakkha āyatanam na nirujjhati no ca tesam ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_3.2.2:44.1_1",
        "original": "ghānāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ acakkhukānaṁ aghānakānaṁ cavantānaṁ",
        "analyzed": "ghāna āyatanam na nirujjhati sabbesam upapajjantānam acakkhukānam a ghānakānam cavantānam ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_3.2.2:44.1_2",
        "original": "tesaṁ cakkhāyatanañca na nirujjhati ghānāyatanañca na nirujjhati.",
        "analyzed": "tesam cakkhu āyatanam ca na nirujjhati ghāna āyatanam ca na nirujjhati ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_3.2.2:45.1",
        "original": "Yassa vā pana ghānāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana ghāna āyatanam na nirujjhati tassa cakkhu āyatanam na nirujjhati iti ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_3.2.2:46.1_0",
        "original": "Aghānakānaṁ sacakkhukānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ",
        "analyzed": "a ghānakānam sa cakkhukānam cavantānam tesam ghāna āyatanam na nirujjhati no ca tesam ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_3.2.2:46.1_1",
        "original": "cakkhāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ aghānakānaṁ acakkhukānaṁ cavantānaṁ",
        "analyzed": "cakkha āyatanam na nirujjhati sabbesam upapajjantānam a ghānakānam acakkhukānam cavantānam ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_3.2.2:46.1_2",
        "original": "tesaṁ ghānāyatanañca na nirujjhati cakkhāyatanañca na nirujjhati.",
        "analyzed": "tesam ghāna āyatanam ca na nirujjhati cakkhu āyatanam ca na nirujjhati ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_3.2.2:47.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam na nirujjhati tassa rūpa āyatanam na nirujjhati iti ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_3.2.2:48.1_0",
        "original": "Acakkhukānaṁ sarūpakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ",
        "analyzed": "acakkhukānam sarūpakānam cavantānam tesam cakkha āyatanam na nirujjhati no ca tesam ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_3.2.2:48.1_1",
        "original": "rūpāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "rūpa āyatanam na nirujjhati sabbesam upapajjantānam arūpakānam cavantānam tesam cakkhu āyatanam ca ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_3.2.2:48.1_2",
        "original": "na nirujjhati rūpāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati rūpa āyatanam ca na nirujjhati ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_3.2.2:49.1",
        "original": "Yassa vā pana rūpāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti? Āmantā.",
        "analyzed": "yassa vā pana rūpa āyatanam na nirujjhati tassa cakkhu āyatanam na nirujjhati iti āmantā ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_3.2.2:50.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa manāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam na nirujjhati tassa manāyatanam na nirujjhati iti ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_3.2.2:51.1_0",
        "original": "Acakkhukānaṁ sacittakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ",
        "analyzed": "acakkhukānam sa cittakānam cavantānam tesam cakkha āyatanam na nirujjhati no ca tesam ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_3.2.2:51.1_1",
        "original": "manāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "manāyatanam na nirujjhati sabbesam upapajjantānam acittakānam cavantānam tesam cakkhāyatanam ca ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_3.2.2:51.1_2",
        "original": "na nirujjhati manāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati mana āyatanam ca na nirujjhati ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_3.2.2:52.1",
        "original": "Yassa vā pana manāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti? Āmantā.",
        "analyzed": "yassa vā pana mana āyatanam na nirujjhati tassa cakkhu āyatanam na nirujjhati iti āmantā ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_3.2.2:53.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa cakkhu āyatanam na nirujjhati tassa dhamma āyatanam na nirujjhati iti ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_3.2.2:54.1_0",
        "original": "Acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ",
        "analyzed": "acakkhukānam cavantānam tesam cakkhāyatanam na nirujjhati no ca tesam dhamma āyatana ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_3.2.2:54.1_1",
        "original": "na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca na nirujjhati dhammāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati sabbesam upapajjantānam tesam cakkhu āyatanañca na nirujjhati dhamma āyatanañca na nirujjhati ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_3.2.2:55.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti? Āmantā. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhati tassa cakkhu āyatanam na nirujjhati iti āmantā cakkhu āyatana mūlaka ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_3.2.2:56.1",
        "original": "Yassa ghānāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa ghāna āyatanam na nirujjhati tassa rūpa āyatanam na nirujjhati iti ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_3.2.2:57.1_0",
        "original": "Aghānakānaṁ sarūpakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ",
        "analyzed": "a ghānakānam sarūpakānam cavantānam tesam ghāna āyatanam na nirujjhati no ca tesam ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_3.2.2:57.1_1",
        "original": "rūpāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ ghānāyatanañca",
        "analyzed": "rūpa āyatanam na nirujjhati sabbesam upapajjantānam arūpakānam cavantānam tesam ghāna āyatanam ca ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_3.2.2:57.1_2",
        "original": "na nirujjhati rūpāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati rūpa āyatanam ca na nirujjhati ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_3.2.2:58.1",
        "original": "Yassa vā pana rūpāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhatīti? Āmantā.",
        "analyzed": "yassa vā pana rūpa āyatanam na nirujjhati tassa ghāna āyatanam na nirujjhati iti āmantā ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_3.2.2:59.1",
        "original": "Yassa ghānāyatanaṁ na nirujjhati tassa manāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa ghāna āyatanam na nirujjhati tassa mana āyatanam na nirujjhati iti ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_3.2.2:60.1_0",
        "original": "Aghānakānaṁ sacittakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ",
        "analyzed": "a ghānakānam sa cittakānam cavantānam tesam ghāna āyatanam na nirujjhati no ca tesam ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_3.2.2:60.1_1",
        "original": "manāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ ghānāyatanañca",
        "analyzed": "manāyatanam na nirujjhati sabbesam upapajjantānam acittakānam cavantānam tesam ghāna āyatanam ca ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_3.2.2:60.1_2",
        "original": "na nirujjhati manāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati mana āyatanam ca na nirujjhati ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_3.2.2:61.1",
        "original": "Yassa vā pana manāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhatīti? Āmantā.",
        "analyzed": "yassa vā pana mana āyatanam na nirujjhati tassa ghāna āyatanam na nirujjhati iti āmantā ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_3.2.2:62.1",
        "original": "Yassa ghānāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa ghāna āyatanam na nirujjhati tassa dhamma āyatanam na nirujjhati iti ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_3.2.2:63.1_0",
        "original": "Aghānakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ",
        "analyzed": "aghānakānam cavantānam tesam ghāna āyatanam na nirujjhati no ca tesam dhamma āyatana ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_3.2.2:63.1_1",
        "original": "na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ ghānāyatanañca na nirujjhati dhammāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati sabbesam upapajjantānam tesam ghāna āyatanam ca na nirujjhati dhamma āyatanam ca na nirujjhati ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_3.2.2:64.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhatīti? Āmantā. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhati tassa ghāna āyatanam na nirujjhati iti āmantā ghāna āyatana mūlaka ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_3.2.2:65.1",
        "original": "Yassa rūpāyatanaṁ na nirujjhati tassa manāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa rūpa āyatanam na nirujjhati tassa manāyatanam na nirujjhati iti ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_3.2.2:66.1",
        "original": "Arūpakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no ca tesaṁ manāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ rūpāyatanañca na nirujjhati manāyatanañca na nirujjhati.",
        "analyzed": "arūpakānam cavantānam tesam rūpa āyatanam na nirujjhati no ca tesam manāyatanam na nirujjhati sabbesam upapajjantānam tesam rūpa āyatanam ca na nirujjhati manāyatanam ca na nirujjhati ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_3.2.2:67.1",
        "original": "Yassa vā pana manāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana manāyatanam na nirujjhati tassa rūpāyatanam na nirujjhati iti ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_3.2.2:68.1_0",
        "original": "Acittakānaṁ cavantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ na",
        "analyzed": "acittakānam cavantānam tesam manāyatanam na nirujjhati no ca tesam rūpāyatanam na ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_3.2.2:68.1_1",
        "original": "nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ manāyatanañca na nirujjhati rūpāyatanañca na nirujjhati.",
        "analyzed": "nirujjhati sabbesam upapajjantānam tesam manāyatanam ca na nirujjhati rūpāyatanam ca na nirujjhati ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_3.2.2:69.1",
        "original": "Yassa rūpāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa rūpa āyatanam na nirujjhati tassa dhamma āyatanam na nirujjhati iti ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_3.2.2:70.1_0",
        "original": "Arūpakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ",
        "analyzed": "arūpakānam cavantānam tesam rūpa āyatanam na nirujjhati no ca tesam dhamma āyatana ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_3.2.2:70.1_1",
        "original": "na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ rūpāyatanañca na nirujjhati dhammāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati sabbesam upapajjantānam tesam rūpa āyatanam ca na nirujjhati dhamma āyatanam ca na nirujjhati ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_3.2.2:71.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhatīti? Āmantā. (Rūpāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhati tassa rūpa āyatanam na nirujjhati iti āmantā rūpa āyatana mūlaka ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_3.2.2:72.1",
        "original": "Yassa manāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa manāyatanam na nirujjhati tassa dhammāyatanam na nirujjhati iti ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_3.2.2:73.1_0",
        "original": "Acittakānaṁ cavantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ",
        "analyzed": "acittakānam cavantānam tesam manāyatanam na nirujjhati no ca tesam dhamma āyatana ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_3.2.2:73.1_1",
        "original": "na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ manāyatanañca na nirujjhati dhammāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati sabbesam upapajjantānam tesam manāyatanam ca na nirujjhati dhammāyatanam ca na nirujjhati ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_3.2.2:74.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhati tassa manāyatanaṁ na nirujjhatīti? Āmantā.",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhati tassa manāyatanam na nirujjhati iti āmantā ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_3.2.2:75.0",
        "original": "3.2.2.1.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_3.2.2:75.1",
        "original": "Yattha cakkhāyatanaṁ na nirujjhati …pe….",
        "analyzed": "yattha cakkhu āyatanam na nirujjhati pe ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_3.2.2:76.0",
        "original": "3.2.2.1.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_3.2.2:76.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha sotāyatanaṁ na nirujjhatīti …pe…",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhati tassa tattha sotāyatanam na nirujjhati iti pe ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_3.2.2:77.1",
        "original": "(Yassa yatthakampi yassakasadisaṁ.)",
        "analyzed": "yassa yatthakam pi yassaka sadisa ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_3.2.2:78.0.1",
        "original": "3.2.2.2. Atītavāra",
        "analyzed": "atītavāra ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_3.2.2:78.0.2",
        "original": "3.2.2.2.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_3.2.2:78.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhittha tassa sotāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa cakkhu āyatanam nirujjhittha tassa sotāyatanam nirujjhittha ati ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_3.2.2:79.1",
        "original": "Āmantā. (Uppādavārepi nirodhavārepi uppādanirodhavārepi atītā pucchā anulomampi paccanīkampi sadisaṁ.)",
        "analyzed": "āmantā uppāda vāre pi nirodha vāre pi uppāda nirodha vāre pi atītā pucchā anulomam pi paccanīkam pi ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_3.2.2:80.0.1",
        "original": "3.2.2.3. Anāgatavāra",
        "analyzed": "anāgatavāra ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_3.2.2:80.0.2",
        "original": "3.2.2.3.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_3.2.2:80.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhissati tassa sotāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhāyatanam nirujjhissati tassa sotāyatanam nirujjhissati iti āmantā ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_3.2.2:81.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana sota āyatanam nirujjhissati tassa cakkhu āyatanam nirujjhissati iti āmantā ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_3.2.2:82.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhissati tassa ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nirujjhissati tassa ghāna āyatanam nirujjhissati iti ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_3.2.2:83.1_0",
        "original": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam rūpāvacaram upapajjantānam ye ca rūpāvacaram upapajjitvā parinibbāyissanti ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_3.2.2:83.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ nirujjhissati.",
        "analyzed": "tesam cavantānam tesam cakkhu āyatanam nirujjhissati no ca tesam ghāna āyatanam nirujjhissati ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_3.2.2:83.1_2",
        "original": "Itaresaṁ tesaṁ cakkhāyatanañca nirujjhissati ghānāyatanañca nirujjhissati.",
        "analyzed": "itaresam tesam cakkhu āyatanam ca nirujjhissati ghāna āyatanam ca nirujjhissati ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_3.2.2:84.1",
        "original": "Yassa vā pana ghānāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana ghāna āyatanam nirujjhissati tassa cakkhu āyatanam nirujjhissati iti āmantā ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_3.2.2:85.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhissati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam nirujjhissati tassa rūpa āyatanam nirujjhissati iti āmantā ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_3.2.2:86.1",
        "original": "Yassa vā pana rūpāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana rūpa āyatanam nirujjhissati tassa cakkhu āyatanam nirujjhissati iti āmantā ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_3.2.2:87.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam nirujjhissati tassa manāyatanam pe dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_3.2.2:88.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa cakkhu āyatanam nirujjhissati iti ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_3.2.2:89.1_0",
        "original": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam arūpam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_3.2.2:89.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ nirujjhissati.",
        "analyzed": "tesam cavantānam tesam dhammāyatanam nirujjhissati no ca tesam cakkhāyatanam nirujjhissati ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_3.2.2:89.1_2",
        "original": "Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati cakkhāyatanañca nirujjhissati. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "itaresam tesam dhamma āyatanam ca nirujjhissati cakkhu āyatanam ca nirujjhissati cakkhu āyatana mūlaka ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_3.2.2:90.1",
        "original": "Yassa ghānāyatanaṁ nirujjhissati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa ghāna āyatanam nirujjhissati tassa rūpa āyatanam nirujjhissati iti āmantā ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_3.2.2:91.1",
        "original": "Yassa vā pana rūpāyatanaṁ nirujjhissati tassa ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam nirujjhissati tassa ghāna āyatanam nirujjhissati iti ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_3.2.2:92.1_0",
        "original": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam rūpāvacaram upapajjantānam ye ca rūpāvacaram upapajjitvā parinibbāyissanti ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_3.2.2:92.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ nirujjhissati.",
        "analyzed": "tesam cavantānam tesam rūpa āyatanam nirujjhissati no ca tesam ghāna āyatanam nirujjhissati ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_3.2.2:92.1_2",
        "original": "Itaresaṁ tesaṁ rūpāyatanañca nirujjhissati ghānāyatanañca nirujjhissati.",
        "analyzed": "itaresam tesam rūpa āyatanam ca nirujjhissati ghāna āyatanam ca nirujjhissati ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_3.2.2:93.1",
        "original": "Yassa ghānāyatanaṁ nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa ghāna āyatanam nirujjhissati tassa manāyatanam pe dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_3.2.2:94.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa ghāna āyatanam nirujjhissati iti ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_3.2.2:95.1_0",
        "original": "Pacchimabhavikānaṁ rūpāvacaraṁ arūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ",
        "analyzed": "pacchimabhavikānam rūpāvacaram a rūpāvacaram upapajjantānam ye ca rūpāvacaram a rūpāvacara ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_3.2.2:95.1_1",
        "original": "upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati,",
        "analyzed": "upapajjitvā parinibbāyissanti tesam cavantānam tesam dhammāyatanam nirujjhissati ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_3.2.2:95.1_2",
        "original": "no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati",
        "analyzed": "no ca tesam ghāna āyatanam nirujjhissati itaresam tesam dhamma āyatanañca nirujjhissati ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_3.2.2:95.1_3",
        "original": "ghānāyatanañca nirujjhissati. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "ghāna āyatanam ca nirujjhissati ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_3.2.2:96.1",
        "original": "Yassa rūpāyatanaṁ nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa rūpa āyatanam nirujjhissati tassa manāyatanam pe dhamma āyatanam nirujjhissati iti āmantā ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_3.2.2:97.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa rūpāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa rūpa āyatanam nirujjhissati iti ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_3.2.2:98.1_0",
        "original": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam arūpam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_3.2.2:98.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ rūpāyatanaṁ nirujjhissati.",
        "analyzed": "tesam cavantānam tesam dhammāyatanam nirujjhissati no ca tesam rūpāyatanam nirujjhissati ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_3.2.2:98.1_2",
        "original": "Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati rūpāyatanañca nirujjhissati.",
        "analyzed": "itaresam tesam dhamma āyatanam ca nirujjhissati rūpa āyatanam ca nirujjhissati ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_3.2.2:99.1",
        "original": "Yassa manāyatanaṁ nirujjhissati tassa dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa manāyatanam nirujjhissati tassa dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_3.2.2:100.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa manāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa manāyatanam nirujjhissati iti āmantā ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_3.2.2:101.0",
        "original": "3.2.2.3.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_3.2.2:101.1",
        "original": "Yattha cakkhāyatanaṁ nirujjhissati …pe….",
        "analyzed": "yattha cakkhu āyatanam nirujjhissati pe ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_3.2.2:102.0",
        "original": "3.2.2.3.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_3.2.2:102.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha sotāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhissati tassa tattha sotāyatanam nirujjhissati iti āmantā ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_3.2.2:103.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_3.2.2:104.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam nirujjhissati tassa tattha ghāna āyatanam nirujjhissati iti ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_3.2.2:105.1",
        "original": "Rūpāvacarānaṁ …pe… kāmāvacarānaṁ …pe….",
        "analyzed": "rūpa avacarānam pe kāma avacarānam pe ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_3.2.2:106.1",
        "original": "Yassa vā pana yattha …pe… ? Āmantā.",
        "analyzed": "yassa vā pana yattha pe āmantā ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_3.2.2:107.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhu āyatanam nirujjhissati tassa tattha rūpa āyatanam nirujjhissati iti āmantā ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_3.2.2:108.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhissati tassa tattha cakkhu āyatanam nirujjhissati iti ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_3.2.2:109.1",
        "original": "Asaññasattānaṁ …pe… pañcavokārānaṁ …pe….",
        "analyzed": "asaññasattānam pe pañcavokārānam pe ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_3.2.2:110.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhu āyatanam nirujjhissati tassa tattha mana āyatanam nirujjhissati iti āmantā ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_3.2.2:111.1",
        "original": "Yassa vā pana yattha …pe… ?",
        "analyzed": "yassa vā pana yattha pe ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_3.2.2:112.1",
        "original": "Arūpānaṁ …pe… pañcavokārānaṁ …pe….",
        "analyzed": "arūpānam pe ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_3.2.2:113.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhissati tassa tattha dhammāyatanam nirujjhissati iti āmantā ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_3.2.2:114.1",
        "original": "Yassa vā pana yattha …pe… ?",
        "analyzed": "yassa vā pana yattha pe ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_3.2.2:115.1",
        "original": "Asaññasattānaṁ arūpānaṁ …pe… pañcavokārānaṁ …pe…. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "asaññasattānam arūpānam pe pañcavokārānam pe cakkhu āyatana mūlaka ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_3.2.2:116.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhissati tassa tattha rūpa āyatanam nirujjhissati iti āmantā ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_3.2.2:117.1",
        "original": "Yassa vā pana yattha …pe… ?",
        "analyzed": "yassa vā pana yattha pe ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_3.2.2:118.1",
        "original": "Rūpāvacarānaṁ …pe… kāmāvacarānaṁ …pe….",
        "analyzed": "rūpa avacarānam pe kāma avacarānam pe ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_3.2.2:119.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhissati tassa tattha mana āyatanam nirujjhissati iti āmantā ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_3.2.2:120.1",
        "original": "Yassa vā pana yattha …pe… ?",
        "analyzed": "yassa vā pana yattha pe ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_3.2.2:121.1",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ …pe… kāmāvacarānaṁ …pe….",
        "analyzed": "rūpa avacara anam a rūpa avacara anam pe kāma avacara anam pe ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_3.2.2:122.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhissati tassa tattha dhamma āyatanam nirujjhissati iti āmantā ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_3.2.2:123.1",
        "original": "Yassa vā pana yattha …pe… ?",
        "analyzed": "yassa vā pana yattha pe ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_3.2.2:124.1",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ …pe… kāmāvacarānaṁ …pe…. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "rūpa avacara anaṃ a rūpa avacara pe kāma avacara ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_3.2.2:125.1",
        "original": "Yassa yattha rūpāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam nirujjhissati tassa tattha mana āyatanam nirujjhissati iti ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_3.2.2:126.1",
        "original": "Asaññasattānaṁ …pe… pañcavokārānaṁ …pe….",
        "analyzed": "asaññasattānam pe pañcavokārānam pe ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_3.2.2:127.1",
        "original": "Yassa vā pana yattha …pe… ?",
        "analyzed": "yassa vā pana yattha pe ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_3.2.2:128.1",
        "original": "Arūpānaṁ …pe… pañcavokārānaṁ …pe….",
        "analyzed": "arūpānam pe ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_3.2.2:129.1",
        "original": "Yassa yattha rūpāyatanaṁ nirujjhissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha rūpa āyatanam nirujjhissati tassa tattha dhamma āyatanam nirujjhissati iti āmantā ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_3.2.2:130.1",
        "original": "Yassa vā pana yattha …pe… ?",
        "analyzed": "yassa vā pana yattha pe ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_3.2.2:131.1",
        "original": "Arūpānaṁ …pe… pañcavokārānaṁ asaññasattānaṁ …pe…. (Rūpāyatanamūlakaṁ.)",
        "analyzed": "arūpānam pe pañcavokārānam asaññasattānam pe rūpa āyatana mūlaka ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_3.2.2:132.1",
        "original": "Yassa yattha manāyatanaṁ …pe… ? Āmantā.",
        "analyzed": "yassa man āyatanam pe āmantā ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_3.2.2:133.1",
        "original": "Yassa vā pana yattha …pe… ?",
        "analyzed": "yassa vā pana yattha pe ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_3.2.2:134.1_0",
        "original": "Asaññasattānaṁ …pe… catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati",
        "analyzed": "asaññasattānam pe catuvokārānam pañcavokārānam tesam tattha dhammāyatanañca nirujjhissati ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_3.2.2:134.1_1",
        "original": "manāyatanañca nirujjhissati. (Yathā uppādavāre yassa yatthake anāgatā pucchā vitthāritā,",
        "analyzed": "manāyatanam ca nirujjhissati yathā uppāda vāre yassa yatthake anāgatā pucchā vitthāritā ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_3.2.2:134.1_2",
        "original": "evaṁ nirodhepi vitthāretabbā.)",
        "analyzed": "evam nirodhe pi vitthāretabbā ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_3.2.2:135.0",
        "original": "3.2.2.3.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_3.2.2:135.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhissati tassa sotāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhāyatanam na nirujjhissati tassa sotāyatanam na nirujjhissati iti āmantā ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_3.2.2:136.1",
        "original": "Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana sota āyatanam na nirujjhissati tassa cakkhu āyatanam na nirujjhissati iti āmantā ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_3.2.2:137.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam na nirujjhissati tassa ghāna āyatanam na nirujjhissati iti āmantā ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_3.2.2:138.1",
        "original": "Yassa vā pana ghānāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa vā pana ghāna āyatanam na nirujjhissati tassa cakkhu āyatanam na nirujjhissati iti ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_3.2.2:139.1_0",
        "original": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam rūpāvacaram upapajjantānam ye ca rūpāvacaram upapajjitvā parinibbāyissanti ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_3.2.2:139.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ na",
        "analyzed": "tesam cavantānam tesam ghāna āyatanam na nirujjhissati no ca tesam cakkhu āyatanam na ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_3.2.2:139.1_2",
        "original": "nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ",
        "analyzed": "nirujjhissati pañcavokāre parinibbantānam arūpe pacchimabhavikānam ye ca arūpa ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_3.2.2:139.1_3",
        "original": "upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhissati",
        "analyzed": "upapajjitvā parinibbāyissanti tesam cavantānam tesam ghāna āyatanam ca na nirujjhissati ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_3.2.2:139.1_4",
        "original": "cakkhāyatanañca na nirujjhissati.",
        "analyzed": "cakkhu āyatanam ca na nirujjhissati ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_3.2.2:140.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhissati tassa rūpāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam na nirujjhissati tassa rūpa āyatanam na nirujjhissati iti āmantā ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_3.2.2:141.1",
        "original": "Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana rūpa āyatanam na nirujjhissati tassa cakkhu āyatanam na nirujjhissati iti āmantā ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_3.2.2:142.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam na nirujjhissati tassa manāyatanam pe dhammāyatanam na nirujjhissati iti ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_3.2.2:143.1_0",
        "original": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam arūpam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_3.2.2:143.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhissati, no ca tesaṁ dhammāyatanaṁ",
        "analyzed": "tesam cavantānam tesam cakkhāyatanam na nirujjhissati no ca tesam dhammāyatana ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_3.2.2:143.1_2",
        "original": "na nirujjhissati. Parinibbantānaṁ tesaṁ cakkhāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati parinibbantānam tesam cakkhu āyatanañca na nirujjhissati dhamma āyatanañca na nirujjhissati ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_3.2.2:144.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhissatīti? Āmantā. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhissati tassa cakkhu āyatanam na nirujjhissati iti āmantā cakkhu āyatana mūlaka ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_3.2.2:145.1",
        "original": "Yassa ghānāyatanaṁ na nirujjhissati tassa rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam na nirujjhissati tassa rūpa āyatanam na nirujjhissati iti ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_3.2.2:146.1_0",
        "original": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam rūpāvacaram upapajjantānam ye ca rūpāvacaram upapajjitvā parinibbāyissanti ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_3.2.2:146.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati, no ca tesaṁ rūpāyatanaṁ na",
        "analyzed": "tesam cavantānam tesam ghāna āyatanam na nirujjhissati no ca tesam rūpa āyatanam na ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_3.2.2:146.1_2",
        "original": "nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ",
        "analyzed": "nirujjhissati pañcavokāre parinibbantānam arūpe pacchimabhavikānam ye ca arūpa ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_3.2.2:146.1_3",
        "original": "upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhissati",
        "analyzed": "upapajjitvā parinibbāyissanti tesam cavantānam tesam ghāna āyatanam ca na nirujjhissati ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_3.2.2:146.1_4",
        "original": "rūpāyatanañca na nirujjhissati.",
        "analyzed": "rūpa āyatanam ca na nirujjhissati ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_3.2.2:147.1",
        "original": "Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana rūpa āyatanam na nirujjhissati tassa ghāna āyatanam na nirujjhissati iti āmantā ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_3.2.2:148.1",
        "original": "Yassa ghānāyatanaṁ na nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam na nirujjhissati tassa manāyatanam pe dhammāyatanam na nirujjhissati iti ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_3.2.2:149.1_0",
        "original": "Pacchimabhavikānaṁ rūpāvacaraṁ arūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ",
        "analyzed": "pacchimabhavikānam rūpāvacaram a rūpāvacaram upapajjantānam ye ca rūpāvacaram a rūpāvacara ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_3.2.2:149.1_1",
        "original": "upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati,",
        "analyzed": "upapajjitvā parinibbāyissanti tesam cavantānam tesam ghāna āyatanam na nirujjhissati ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_3.2.2:149.1_2",
        "original": "no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ ghānāyatanañca",
        "analyzed": "no ca tesam dhammāyatanam na nirujjhissati parinibbantānam tesam ghāna āyatanañca ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_3.2.2:149.1_3",
        "original": "na nirujjhissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati dhamma āyatanam ca na nirujjhissati ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_3.2.2:150.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhissati tassa ghāna āyatanam na nirujjhissati iti āmantā ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_3.2.2:151.1",
        "original": "Yassa rūpāyatanaṁ na nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa rūpa āyatanam na nirujjhissati tassa manāyatanam pe dhamma āyatanam na nirujjhissati iti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_3.2.2:152.1_0",
        "original": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pacchimabhavikānam arūpam upapajjantānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_3.2.2:152.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhissati, no ca tesaṁ dhammāyatanaṁ na",
        "analyzed": "tesam cavantānam tesam rūpāyatanam na nirujjhissati no ca tesam dhammāyatanam na ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_3.2.2:152.1_2",
        "original": "nirujjhissati. Parinibbantānaṁ tesaṁ rūpāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "nirujjhissati parinibbantānam tesam rūpa āyatanam ca na nirujjhissati dhamma āyatanam ca na nirujjhissati ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_3.2.2:153.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa rūpāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhissati tassa rūpa āyatanam na nirujjhissati iti āmantā ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_3.2.2:154.1",
        "original": "Yassa manāyatanaṁ na nirujjhissati tassa dhammāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa manāyatanam na nirujjhissati tassa dhammāyatanam na nirujjhissati iti āmantā ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_3.2.2:155.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana dhammāyatanam na nirujjhissati tassa manāyatanam na nirujjhissati iti āmantā ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_3.2.2:156.0",
        "original": "3.2.2.3.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_3.2.2:156.1",
        "original": "Yattha cakkhāyatanaṁ na nirujjhissati …pe….",
        "analyzed": "yattha cakkhu āyatanam na nirujjhissati pe ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_3.2.2:157.0",
        "original": "3.2.2.3.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_3.2.2:157.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha sotāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhissati tassa tattha sotāyatanam na nirujjhissati iti āmantā ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_3.2.2:158.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha sota āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na nirujjhissati iti āmantā ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_3.2.2:159.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhu āyatanam na nirujjhissati tassa tattha ghāna āyatanam na nirujjhissati iti āmantā ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_3.2.2:160.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa vā pana yattha ghāna āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na nirujjhissati iti ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_3.2.2:161.1_0",
        "original": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "rūpāvacarānam tesam tattha ghāna āyatanam na nirujjhissati no ca tesam tattha cakkhu āyatana ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_3.2.2:161.1_1",
        "original": "na nirujjhissati. Pañcavokāre parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "na nirujjhissati pañcavokāre parinibbantānam asaññasattānam arūpānam tesam tattha ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_3.2.2:161.1_2",
        "original": "ghānāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhissati.",
        "analyzed": "ghāna āyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhissati ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_3.2.2:162.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam na nirujjhissati tassa tattha rūpa āyatanam na nirujjhissati iti ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_3.2.2:163.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ",
        "analyzed": "asaññasattānam tesam tattha cakkhu āyatanam na nirujjhissati no ca tesam tattha rūpa āyatana ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_3.2.2:163.1_1",
        "original": "na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "na nirujjhissati pañcavokāre parinibbantānam arūpānam tesam tattha cakkhu āyatanañca ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_3.2.2:163.1_2",
        "original": "na nirujjhissati rūpāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati rūpa āyatanam ca na nirujjhissati ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_3.2.2:164.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na nirujjhissati iti āmantā ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_3.2.2:165.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhissati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_3.2.2:166.1_0",
        "original": "Arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhissati, no ca tesaṁ tattha manāyatanaṁ",
        "analyzed": "arūpānam tesam tattha cakkhu āyatanam na nirujjhissati no ca tesam tattha manāyatana ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_3.2.2:166.1_1",
        "original": "na nirujjhissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca na",
        "analyzed": "na nirujjhissati parinibbantānam asaññasattānam tesam tattha cakkhu āyatanañca na ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_3.2.2:166.1_2",
        "original": "nirujjhissati manāyatanañca na nirujjhissati.",
        "analyzed": "nirujjhissati mana āyatanam ca na nirujjhissati ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_3.2.2:167.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha cakkhāyatanam na nirujjhissati iti āmantā ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_3.2.2:168.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhissati tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_3.2.2:169.1_0",
        "original": "Asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "asaññasattānam arūpānam tesam tattha cakkhu āyatanam na nirujjhissati no ca tesam ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_3.2.2:169.1_1",
        "original": "tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "tattha dhammāyatanam na nirujjhissati parinibbantānam tesam tattha cakkhāyatanañca ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_3.2.2:169.1_2",
        "original": "na nirujjhissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati dhamma āyatanam ca na nirujjhissati ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_3.2.2:170.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti? Āmantā. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha cakkhāyatanam na nirujjhissati iti āmantā cakkhāyatana mūlaka ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_3.2.2:171.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhissati tassa tattha rūpa āyatanam na nirujjhissati iti ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_3.2.2:172.1_0",
        "original": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ",
        "analyzed": "rūpa avacarānam tesam tattha ghāna āyatanam na nirujjhissati no ca tesam tattha rūpa āyatana ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_3.2.2:172.1_1",
        "original": "na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca",
        "analyzed": "na nirujjhissati pañcavokāre parinibbantānam arūpānam tesam tattha ghāna āyatanañca ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_3.2.2:172.1_2",
        "original": "na nirujjhissati rūpāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati rūpa āyatanam ca na nirujjhissati ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_3.2.2:173.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhissati tassa tattha ghāna āyatanam na nirujjhissati iti āmantā ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_3.2.2:174.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhissati tassa tattha mana āyatanam na nirujjhissati iti ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_3.2.2:175.1_0",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "rūpāvacarānam arūpāvacarānam tesam tattha ghāna āyatanam na nirujjhissati no ca tesam ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_3.2.2:175.1_1",
        "original": "tattha manāyatanaṁ na nirujjhissati, parinibbantānaṁ asaññasattānaṁ tesaṁ tattha",
        "analyzed": "tattha manāyatanam na nirujjhissati parinibbantānam asaññasattānam tesam tattha ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_3.2.2:175.1_2",
        "original": "ghānāyatanañca na nirujjhissati manāyatanañca na nirujjhissati.",
        "analyzed": "ghāna āyatanam ca na nirujjhissati mana āyatanam ca na nirujjhissati ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_3.2.2:176.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha ghāna āyatanam na nirujjhissati iti āmantā ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_3.2.2:177.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhissati tassa tattha dhamma āyatanam na nirujjhissati iti ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_3.2.2:178.1_0",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "rūpāvacarānam arūpāvacarānam tesam tattha ghāna āyatanam na nirujjhissati no ca tesam ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_3.2.2:178.1_1",
        "original": "tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha ghānāyatanañca",
        "analyzed": "tattha dhammāyatanam na nirujjhissati parinibbantānam tesam tattha ghāna āyatanañca ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_3.2.2:178.1_2",
        "original": "na nirujjhissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati dhamma āyatanam ca na nirujjhissati ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_3.2.2:179.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha ghāna āyatanam na nirujjhissati iti ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_3.2.2:180.1",
        "original": "Āmantā. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "āmantā ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_3.2.2:181.1",
        "original": "Yassa yattha rūpāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam na nirujjhissati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_3.2.2:182.1_0",
        "original": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ tattha manāyatanaṁ",
        "analyzed": "arūpānam tesam tattha rūpa āyatanam na nirujjhissati no ca tesam tattha manāyatana ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_3.2.2:182.1_1",
        "original": "na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhissati manāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati parinibbantānam tesam tattha rūpa āyatanam ca na nirujjhissati manāyatanam ca na nirujjhissati ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_3.2.2:183.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha rūpa āyatanam na nirujjhissati iti ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_3.2.2:184.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ",
        "analyzed": "asaññasattānam tesam tattha manāyatanam na nirujjhissati no ca tesam tattha rūpa āyatana ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_3.2.2:184.1_1",
        "original": "na nirujjhissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati rūpāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati parinibbantānam tesam tattha manāyatanam ca na nirujjhissati rūpa āyatanam ca na nirujjhissati ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_3.2.2:185.1",
        "original": "Yassa yattha rūpāyatanaṁ na nirujjhissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam na nirujjhissati tassa tattha dhamma āyatanam na nirujjhissati iti ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_3.2.2:186.1_0",
        "original": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ tattha dhammāyatanaṁ",
        "analyzed": "arūpānam tesam tattha rūpa āyatanam na nirujjhissati no ca tesam tattha dhamma āyatana ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_3.2.2:186.1_1",
        "original": "na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati parinibbantānam tesam tattha rūpa āyatanam ca na nirujjhissati dhamma āyatanam ca na nirujjhissati ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_3.2.2:187.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhissatīti? Āmantā. (Rūpāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha rūpāyatanam na nirujjhissati iti āmantā rūpāyatana mūlaka ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_3.2.2:188.1",
        "original": "Yassa yattha manāyatanaṁ na nirujjhissati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha manāyatanam na nirujjhissati tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_3.2.2:189.1_0",
        "original": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha dhammāyatanaṁ",
        "analyzed": "asaññasattānam tesam tattha manāyatanam na nirujjhissati no ca tesam tattha dhammāyatana ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_3.2.2:189.1_1",
        "original": "na nirujjhissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhissati parinibbantānam tesam tattha manāyatanam ca na nirujjhissati dhammāyatanam ca na nirujjhissati ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_3.2.2:190.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha manāyatanam na nirujjhissati iti āmantā ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_3.2.2:191.0.1",
        "original": "3.2.2.4. Paccuppannātītavāra",
        "analyzed": "      ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_3.2.2:191.0.2",
        "original": "3.2.2.4.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_3.2.2:191.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa sotāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa sotāyatanam nirujjhittha ati āmantā ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_3.2.2:192.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhittha tassa cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana sota āyatanam nirujjhittha tassa cakkhu āyatanam nirujjhati iti ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_3.2.2:193.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ sotāyatanaṁ nirujjhittha, no",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam sotāyatanam nirujjhittha no ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_3.2.2:193.1_1",
        "original": "ca tesaṁ cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ sotāyatanañca nirujjhittha",
        "analyzed": "ca tesam cakkhāyatanam nirujjhati sa cakkhukānam cavantānam tesam sotāyatanam ca ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_3.2.2:193.1_2",
        "original": "cakkhāyatanañca nirujjhati.",
        "analyzed": "cakkhu āyatanañca nirujjhati ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_3.2.2:194.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa ghānāyatanaṁ …pe… rūpāyatanaṁ …pe… manāyatanaṁ …pe… dhammāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa ghāna āyatanam pe rūpa āyatanam pe manāyatanam pe dhamma āyatanam nirujjhittha ati āmantā ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_3.2.2:195.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhittha tassa cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhittha tassa cakkhu āyatanam nirujjhati iti ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_3.2.2:196.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhittha,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam dhammāyatanam nirujjhittha ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_3.2.2:196.1_1",
        "original": "no ca tesaṁ cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ dhammāyatanañca",
        "analyzed": "no ca tesam cakkhāyatanam nirujjhati sa cakkhukānam cavantānam tesam dhamma āyatanañca ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_3.2.2:196.1_2",
        "original": "nirujjhittha cakkhāyatanañca nirujjhati.",
        "analyzed": "nirujjhittha cakkhu āyatanam ca nirujjhati ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_3.2.2:197.1",
        "original": "Yassa ghānāyatanaṁ nirujjhati tassa rūpāyatanaṁ …pe… manāyatanaṁ …pe… dhammāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa ghāna āyatanam nirujjhati tassa rūpa āyatanam pe manāyatanam pe dhamma āyatanam nirujjhittha ati āmantā ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_3.2.2:198.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhittha tassa ghānāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhittha tassa ghāna āyatanam nirujjhati iti ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_3.2.2:199.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhittha,",
        "analyzed": "sabbesam upapajjantānam aghānakānam cavantānam tesam dhamma āyatanam nirujjhittha ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_3.2.2:199.1_1",
        "original": "no ca tesaṁ ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ dhammāyatanañca",
        "analyzed": "no ca tesam ghāna āyatanam nirujjhati sa ghānakānam cavantānam tesam dhamma āyatanañca ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_3.2.2:199.1_2",
        "original": "nirujjhittha ghānāyatanañca nirujjhati.",
        "analyzed": "nirujjhittha ghāna āyatanam ca nirujjhati ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_3.2.2:200.1",
        "original": "Yassa rūpāyatanaṁ nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa rūpa āyatanam nirujjhati tassa manāyatanam pe dhamma āyatanam nirujjhittha ati āmantā ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_3.2.2:201.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhittha tassa rūpāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhittha tassa rūpa āyatanam nirujjhati iti ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_3.2.2:202.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhittha, no",
        "analyzed": "sabbesam upapajjantānam arūpakānam cavantānam tesam dhamma āyatanam nirujjhittha no ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_3.2.2:202.1_1",
        "original": "ca tesaṁ rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhittha",
        "analyzed": "ca tesam rūpa āyatanam nirujjhati sarūpakānam cavantānam tesam dhamma āyatanam ca ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_3.2.2:202.1_2",
        "original": "rūpāyatanañca nirujjhati.",
        "analyzed": "rūpa āyatanam ca nirujjhati ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_3.2.2:203.1",
        "original": "Yassa manāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa manāyatanam nirujjhati tassa dhammāyatanam nirujjhittha ati āmantā ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_3.2.2:204.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhittha tassa manāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhittha tassa manāyatanam nirujjhati iti ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_3.2.2:205.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhittha,",
        "analyzed": "sabbesam upapajjantānam acittakānam cavantānam tesam dhammāyatanam nirujjhittha ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_3.2.2:205.1_1",
        "original": "no ca tesaṁ manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ dhammāyatanañca",
        "analyzed": "no ca tesam manāyatanam nirujjhati sa cittakānam cavantānam tesam dhamma āyatanañca ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_3.2.2:205.1_2",
        "original": "nirujjhittha manāyatanañca nirujjhati.",
        "analyzed": "nirujjhittha mana āyatanam ca nirujjhati ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_3.2.2:206.0",
        "original": "3.2.2.4.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_3.2.2:206.1",
        "original": "Yattha cakkhāyatanaṁ nirujjhati …pe….",
        "analyzed": "yattha cakkhu āyatanam nirujjhati pe ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_3.2.2:207.0",
        "original": "3.2.2.4.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_3.2.2:207.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha sotāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhati tassa tattha sotāyatanam nirujjhittha ati ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_3.2.2:208.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha cakkhu āyatanam nirujjhati no ca tesam tattha ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_3.2.2:208.1_1",
        "original": "sotāyatanaṁ nirujjhittha. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "sotāyatanam itaresam sa cakkhukānam cavantānam tesam tattha cakkha āyatanañca ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_3.2.2:208.1_2",
        "original": "nirujjhati sotāyatanañca nirujjhittha.",
        "analyzed": "nirujjhati sotāyatanam ca ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_3.2.2:209.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha sota āyatanam nirujjhittha tassa tattha cakkhu āyatanam nirujjhati iti ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_3.2.2:210.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha sotāyatanaṁ",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam tesam tattha ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_3.2.2:210.1_1",
        "original": "nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ",
        "analyzed": "nirujjhittha no ca tesam tattha cakkha āyatanam nirujjhati sa cakkhukānam cavantāna ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_3.2.2:210.1_2",
        "original": "tesaṁ tattha sotāyatanañca nirujjhittha cakkhāyatanañca nirujjhati.",
        "analyzed": "tesam tattha sota āyatanam ca nirujjhittha cakkhu āyatanam ca nirujjhati ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_3.2.2:211.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha ghānāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhu āyatanam nirujjhati tassa tattha ghāna āyatanam nirujjhittha ati ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_3.2.2:212.1_0",
        "original": "Rūpāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha ghānāyatanaṁ",
        "analyzed": "rūpāvacarā cavantānam tesam tattha cakkhu āyatanam nirujjhati no ca tesam tattha ghāna āyatana ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_3.2.2:212.1_1",
        "original": "nirujjhittha. Sacakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati",
        "analyzed": "nirujjhittha sa cakkhukānam kāmāvacarā cavantānam tesam tattha cakkha āyatanam ca nirujjhati ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_3.2.2:212.1_2",
        "original": "ghānāyatanañca nirujjhittha.",
        "analyzed": "ghāna āyatanam ca nirujjhittha ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_3.2.2:213.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha ghāna āyatanam nirujjhittha tassa tattha cakkhu āyatanam nirujjhati iti ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_3.2.2:214.1_0",
        "original": "Kāmāvacaraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha ghānāyatanaṁ",
        "analyzed": "kāmāvacaram upapajjantānam acakkhukānam kāmāvacarā cavantānam tesam tattha ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_3.2.2:214.1_1",
        "original": "nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ kāmāvacarā",
        "analyzed": "nirujjhittha no ca tesam tattha cakkha āyatanam nirujjhati sa cakkhukānam kāmāvacarā ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_3.2.2:214.1_2",
        "original": "cavantānaṁ tesaṁ tattha ghānāyatanañca nirujjhittha cakkhāyatanañca nirujjhati.",
        "analyzed": "cavantānam tesam tattha ghāna āyatanam ca nirujjhittha cakkhu āyatanam ca nirujjhati ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_3.2.2:215.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha rūpāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhu āyatanam nirujjhati tassa tattha rūpa āyatanam nirujjhittha ati ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_3.2.2:216.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha cakkhu āyatanam nirujjhati no ca tesam tattha ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_3.2.2:216.1_1",
        "original": "rūpāyatanaṁ nirujjhittha. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "rūpa āyatanam itaresam sa cakkhukānam cavantānam tesam tattha cakkha āyatanam ca ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_3.2.2:216.1_2",
        "original": "nirujjhati rūpāyatanañca nirujjhittha.",
        "analyzed": "nirujjhati rūpa āyatanam ca ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_3.2.2:217.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhittha tassa tattha cakkhu āyatanam nirujjhati iti ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_3.2.2:218.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ asaññasattānaṁ tesaṁ",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam asaññasattānam ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_3.2.2:218.1_1",
        "original": "tattha rūpāyatanaṁ nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ",
        "analyzed": "tattha rūpa āyatanam nirujjhittha no ca tesam tattha cakkhu āyatanam nirujjhati sa cakkhukāna ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_3.2.2:218.1_2",
        "original": "cavantānaṁ tesaṁ tattha rūpāyatanañca nirujjhittha cakkhāyatanañca nirujjhati.",
        "analyzed": "cavantānam tesam tattha rūpa āyatanam ca nirujjhittha cakkhu āyatanam ca nirujjhati ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_3.2.2:219.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhu āyatanam nirujjhati tassa tattha manāyatanam nirujjhittha ati ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_3.2.2:220.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha cakkhu āyatanam nirujjhati no ca tesam tattha ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_3.2.2:220.1_1",
        "original": "manāyatanaṁ nirujjhittha. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "manāyatanam nirujjhitthe itaresam sa cakkhukānam cavantānam tesam tattha cakkha āyatanam ca ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_3.2.2:220.1_2",
        "original": "nirujjhati manāyatanañca nirujjhittha.",
        "analyzed": "nirujjhati mana āyatanam ca ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_3.2.2:221.1",
        "original": "Yassa vā pana yattha manāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha mana āyatanam nirujjhittha tassa tattha cakkhu āyatanam nirujjhati iti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_3.2.2:222.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam arūpānam tesam tattha ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_3.2.2:222.1_1",
        "original": "manāyatanaṁ nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ",
        "analyzed": "manāyatanam nirujjhittha no ca tesam tattha cakkhāyatanam nirujjhati sa cakkhukāna ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_3.2.2:222.1_2",
        "original": "cavantānaṁ tesaṁ tattha manāyatanañca nirujjhittha cakkhāyatanañca nirujjhati.",
        "analyzed": "cavantānam tesam tattha manāyatanam ca nirujjhittha cakkhu āyatanam ca nirujjhati ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_3.2.2:223.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhati tassa tattha dhammāyatanam nirujjhittha ati ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_3.2.2:224.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha cakkhu āyatanam nirujjhati no ca tesam tattha ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_3.2.2:224.1_1",
        "original": "dhammāyatanaṁ nirujjhittha. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "dhammāyatanam nirujjhitthe itaresam sa cakkhukānam cavantānam tesam tattha cakkha āyatanañca ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_3.2.2:224.1_2",
        "original": "nirujjhati dhammāyatanañca nirujjhittha.",
        "analyzed": "nirujjhati dhamma āyatanam ca ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_3.2.2:225.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhittha tassa tattha cakkhu āyatanam nirujjhati iti ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_3.2.2:226.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhittha,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam tattha dhammāyatanam ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_3.2.2:226.1_1",
        "original": "no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha cakkha āyatanam nirujjhati sa cakkhukānam cavantānam tesam tattha ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_3.2.2:226.1_2",
        "original": "dhammāyatanañca nirujjhittha cakkhāyatanañca nirujjhati. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "dhamma āyatanam ca nirujjhittha cakkhu āyatanam ca nirujjhati cakkhu āyatana mūlaka ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_3.2.2:227.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha rūpāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhati tassa tattha rūpa āyatanam nirujjhittha ati āmantā ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_3.2.2:228.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhittha tassa tattha ghānāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhittha tassa tattha ghāna āyatanam nirujjhati iti ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_3.2.2:229.1_0",
        "original": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ tesaṁ",
        "analyzed": "kāmāvacaram upapajjantānam aghānakānam kāmāvacarā cavantānam rūpāvacarānam ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_3.2.2:229.1_1",
        "original": "tattha rūpāyatanaṁ nirujjhittha, no ca tesaṁ tattha ghānāyatanaṁ nirujjhati. Saghānakānaṁ",
        "analyzed": "tattha rūpa āyatanam nirujjhittha no ca tesam tattha ghāna āyatanam nirujjhati sa ghānakāna ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_3.2.2:229.1_2",
        "original": "cavantānaṁ tesaṁ tattha rūpāyatanañca nirujjhittha ghānāyatanañca nirujjhati.",
        "analyzed": "cavantānam tesam tattha rūpa āyatanam ca nirujjhittha ghāna āyatanam ca nirujjhati ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_3.2.2:230.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhati tassa tattha mana āyatanam nirujjhittha ati āmantā ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_3.2.2:231.1",
        "original": "Yassa vā pana yattha manāyatanaṁ nirujjhittha tassa tattha ghānāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha mana āyatanam nirujjhittha tassa tattha ghāna āyatanam nirujjhati iti ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_3.2.2:232.1_0",
        "original": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ",
        "analyzed": "kāmāvacaram upapajjantānam aghānakānam kāmāvacarā cavantānam rūpāvacarānam a rūpāvacarānam ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_3.2.2:232.1_1",
        "original": "tesaṁ tattha manāyatanaṁ nirujjhittha, no ca tesaṁ tattha ghānāyatanaṁ nirujjhati.",
        "analyzed": "tesam tattha manāyatanam nirujjhittha no ca tesam tattha ghāna āyatanam nirujjhati ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_3.2.2:232.1_2",
        "original": "Saghānakānaṁ cavantānaṁ tesaṁ tattha manāyatanañca nirujjhittha ghānāyatanañca nirujjhati.",
        "analyzed": "sa ghānakānam cavantānam tesam tattha manāyatanam ca nirujjhittha ghāna āyatanam ca nirujjhati ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_3.2.2:233.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhati tassa tattha dhamma āyatanam nirujjhittha ati āmantā ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_3.2.2:234.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhittha tassa tattha ghānāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhittha tassa tattha ghāna āyatanam nirujjhati iti ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_3.2.2:235.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhittha,",
        "analyzed": "sabbesam upapajjantānam aghānakānam cavantānam tesam tattha dhamma āyatanam ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_3.2.2:235.1_1",
        "original": "no ca tesaṁ tattha ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha ghāna āyatanam nirujjhati sa ghānakānam cavantānam tesam tattha ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_3.2.2:235.1_2",
        "original": "dhammāyatanañca nirujjhittha ghānāyatanañca nirujjhati. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "dhamma āyatanam ca nirujjhittha ghāna āyatanam ca nirujjhati ghāna āyatana mūlaka ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_3.2.2:236.1",
        "original": "Yassa yattha rūpāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa yattha rūpa āyatanam nirujjhati tassa tattha mana āyatanam nirujjhittha ati ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_3.2.2:237.1_0",
        "original": "Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhati,",
        "analyzed": "suddhāvāse parinibbantānam asaññasattā cavantānam tesam tattha rūpa āyatanam nirujjhati ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_3.2.2:237.1_1",
        "original": "no ca tesaṁ tattha manāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārā cavantānaṁ tesaṁ",
        "analyzed": "no ca tesam tattha mana āyatanam nirujjhittha itaresam pañcavokārā cavantānam tesam ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_3.2.2:237.1_2",
        "original": "tattha rūpāyatanañca nirujjhati manāyatanañca nirujjhittha.",
        "analyzed": "tattha rūpa āyatanam ca nirujjhati mana āyatanam ca nirujjhittha ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_3.2.2:238.1",
        "original": "Yassa vā pana yattha manāyatanaṁ nirujjhittha tassa tattha rūpāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha mana āyatanam nirujjhittha tassa tattha rūpa āyatanam nirujjhati iti ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_3.2.2:239.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhittha, no ca",
        "analyzed": "pañcavokāram upapajjantānam arūpānam tesam tattha mana āyatanam nirujjhittha no ca ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_3.2.2:239.1_1",
        "original": "tesaṁ tattha rūpāyatanaṁ nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha manāyatanañca",
        "analyzed": "tesam tattha rūpa āyatanam nirujjhati pañcavokārā cavantānam tesam tattha manāyatanañca ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_3.2.2:239.1_2",
        "original": "nirujjhittha rūpāyatanañca nirujjhati.",
        "analyzed": "nirujjhittha rūpa āyatanam ca nirujjhati ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_3.2.2:240.1",
        "original": "Yassa yattha rūpāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa yattha rūpa āyatanam nirujjhati tassa tattha dhamma āyatanam nirujjhittha ati ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_3.2.2:241.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha rūpa āyatanam nirujjhati no ca tesam tattha ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_3.2.2:241.1_1",
        "original": "dhammāyatanaṁ nirujjhittha. Itaresaṁ sarūpakānaṁ cavantānaṁ tesaṁ tattha rūpāyatanañca",
        "analyzed": "dhamma āyatanam nirujjhittha itaresam sarūpakānam cavantānam tesam tattha rūpa āyatanam ca ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_3.2.2:241.1_2",
        "original": "nirujjhati dhammāyatanañca nirujjhittha.",
        "analyzed": "nirujjhati dhamma āyatanam ca ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_3.2.2:242.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhittha tassa tattha rūpāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhittha tassa tattha rūpa āyatanam nirujjhati iti ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_3.2.2:243.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhittha,",
        "analyzed": "sabbesam upapajjantānam arūpakānam cavantānam tesam tattha dhamma āyatanam ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_3.2.2:243.1_1",
        "original": "no ca tesaṁ tattha rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca",
        "analyzed": "no ca tesam tattha rūpa āyatanam nirujjhati sarūpakānam cavantānam tesam tattha dhamma āyatanañca ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_3.2.2:243.1_2",
        "original": "nirujjhittha rūpāyatanañca nirujjhati. (Rūpāyatanamūlakaṁ.)",
        "analyzed": "rūpa āyatanam ca nirujjhati rūpa āyatana mūlaka ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_3.2.2:244.1",
        "original": "Yassa yattha manāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa yattha manāyatanam nirujjhati tassa tattha dhammāyatanam nirujjhittha ati ",
        "folio": "244"
    },
    {
        "segmentnr": "PA_ya_3.2.2:245.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha manāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha mana āyatanam nirujjhati no ca tesam tattha ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_3.2.2:245.1_1",
        "original": "dhammāyatanaṁ nirujjhittha. Itaresaṁ sacittakānaṁ cavantānaṁ tesaṁ tattha manāyatanañca",
        "analyzed": "dhamma āyatanam nirujjhittha itaresam sa cittakānam cavantānam tesam tattha manāyatanam ca ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_3.2.2:245.1_2",
        "original": "nirujjhati dhammāyatanañca nirujjhittha.",
        "analyzed": "nirujjhati dhamma āyatanam ca ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_3.2.2:246.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhittha tassa tattha manāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhittha tassa tattha manāyatanam nirujjhati iti ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_3.2.2:247.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhittha,",
        "analyzed": "sabbesam upapajjantānam acittakānam cavantānam tesam tattha dhammāyatanam ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_3.2.2:247.1_1",
        "original": "no ca tesaṁ tattha manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca",
        "analyzed": "no ca tesam tattha manāyatanam nirujjhati sa cittakānam cavantānam tesam tattha dhamma āyatanañca ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_3.2.2:247.1_2",
        "original": "nirujjhittha manāyatanañca nirujjhati.",
        "analyzed": "nirujjhittha mana āyatanam ca nirujjhati ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_3.2.2:248.0",
        "original": "3.2.2.4.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_3.2.2:248.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa sotāyatanaṁ na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yassa cakkhāyatanam na nirujjhati tassa sotāyatanam na nirujjhittha ati nirujjhittha ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_3.2.2:249.1",
        "original": "Yassa vā pana sotāyatanaṁ na nirujjhittha tassa cakkhāyatanaṁ na nirujjhatīti? Natthi.",
        "analyzed": "yassa vā pana sota āyatanam na nirujjhittha tassa cakkhu āyatanam na nirujjhati iti natthi ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_3.2.2:250.1",
        "original": "Yassa cakkhāyatanaṁ …pe… ghānāyatanaṁ …pe… rūpāyatanaṁ …pe… manāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yassa cakkhu āyatanam pe ghāna āyatanam pe rūpa āyatanam pe manāyatanam na nirujjhati tassa dhamma āyatanam na nirujjhittha ati nirujjhittha ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_3.2.2:251.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhittha tassa manāyatanaṁ na nirujjhatīti? Natthi.",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhittha tassa manāyatanam na nirujjhati iti natthi ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_3.2.2:252.0",
        "original": "3.2.2.4.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_3.2.2:252.1",
        "original": "Yattha cakkhāyatanaṁ na nirujjhati …pe….",
        "analyzed": "yattha cakkhu āyatanam na nirujjhati pe ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_3.2.2:253.0",
        "original": "3.2.2.4.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_3.2.2:253.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha sotāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhati tassa tattha sotāyatanam na ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_3.2.2:254.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam tesam tattha cakkhāyatana ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_3.2.2:254.1_1",
        "original": "na nirujjhati, no ca tesaṁ tattha sotāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ",
        "analyzed": "na nirujjhati no ca tesam tattha sotāyatanam na nirujjhittha suddhāvāsam ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_3.2.2:254.1_2",
        "original": "asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati sotāyatanañca na nirujjhittha.",
        "analyzed": "asaññasattānam arūpānam tesam tattha cakkhāyatanam ca na nirujjhati sotāyatanam ca na ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_3.2.2:255.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha sota āyatanam na nirujjhittha tassa tattha cakkhu āyatanam na nirujjhati iti ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_3.2.2:256.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha sotāyatanaṁ na nirujjhittha, no ca tesaṁ",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha sotāyatanam na nirujjhittha no ca tesam ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_3.2.2:256.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ",
        "analyzed": "tattha cakkha āyatanam na nirujjhati suddhāvāsam upapajjantānam asaññasattānam arūpānam ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_3.2.2:256.1_2",
        "original": "tesaṁ tattha sotāyatanañca na nirujjhittha cakkhāyatanañca na nirujjhati.",
        "analyzed": "tesam tattha sota āyatanam ca na nirujjhittha cakkhu āyatanam ca na nirujjhati ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_3.2.2:257.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha ghānāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhu āyatanam na nirujjhati tassa tattha ghāna āyatanam na nirujjhittha ati ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_3.2.2:258.1_0",
        "original": "Kāmāvacaraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "kāmāvacaram upapajjantānam acakkhukānam kāmāvacarā cavantānam tesam tattha cakkhāyatana ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_3.2.2:258.1_1",
        "original": "na nirujjhati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhittha. Rūpāvacaraṁ upapajjantānaṁ",
        "analyzed": "na nirujjhati no ca tesam tattha ghāna āyatanam na nirujjhittha rūpāvacaram ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_3.2.2:258.1_2",
        "original": "asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati ghānāyatanañca na nirujjhittha.",
        "analyzed": "asaññasattānam arūpānam tesam tattha cakkhu āyatanam ca na nirujjhati ghāna āyatanam ca na ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_3.2.2:259.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha ghāna āyatanam na nirujjhittha tassa tattha cakkhu āyatanam na nirujjhati iti ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_3.2.2:260.1_0",
        "original": "Rūpāvacarā cavantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhittha, no ca tesaṁ tattha",
        "analyzed": "rūpāvacarā cavantānam tesam tattha ghāna āyatanam na nirujjhittha no ca tesam tattha ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_3.2.2:260.1_1",
        "original": "cakkhāyatanaṁ na nirujjhati. Rūpāvacaraṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ",
        "analyzed": "cakkhu āyatanam na nirujjhati rūpāvacaram upapajjantānam asaññasattānam arūpānam ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_3.2.2:260.1_2",
        "original": "tattha ghānāyatanañca na nirujjhittha cakkhāyatanañca na nirujjhati.",
        "analyzed": "tattha ghāna āyatanam ca na nirujjhittha cakkhu āyatanam ca na nirujjhati ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_3.2.2:261.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha rūpāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhati tassa tattha rūpa āyatanam na ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_3.2.2:262.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ asaññasattānaṁ tesaṁ",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam asaññasattānam ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_3.2.2:262.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhittha.",
        "analyzed": "tattha cakkhu āyatanam na nirujjhati no ca tesam tattha rūpa āyatanam na ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_3.2.2:262.1_2",
        "original": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati rūpāyatanañca na nirujjhittha.",
        "analyzed": "suddhāvāsam upapajjantānam arūpānam tesam tattha cakkhāyatanam ca na nirujjhati rūpāyatanam ca na ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_3.2.2:263.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhittha tassa tattha cakkhu āyatanam na nirujjhati iti ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_3.2.2:264.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhittha, no ca tesaṁ",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha rūpa āyatanam na nirujjhittha no ca tesam ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_3.2.2:264.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "tattha cakkhāyatanam na nirujjhati suddhāvāsam upapajjantānam arūpānam tesam tattha ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_3.2.2:264.1_2",
        "original": "rūpāyatanañca na nirujjhittha cakkhāyatanañca na nirujjhati.",
        "analyzed": "rūpa āyatanam ca na nirujjhittha cakkhu āyatanam ca na nirujjhati ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_3.2.2:265.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhati tassa tattha manāyatanam na nirujjhittha ati ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_3.2.2:266.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam arūpānam tesam tattha ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_3.2.2:266.1_1",
        "original": "cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhittha. Suddhāvāsaṁ",
        "analyzed": "cakkhu āyatanam na nirujjhati no ca tesam tattha manāyatanam na nirujjhittha suddhāvāsa ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_3.2.2:266.1_2",
        "original": "upapajjantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati manāyatanañca na nirujjhittha.",
        "analyzed": "upapajjantānam asaññasattānam tesam tattha cakkhāyatanam ca na nirujjhati manāyatanam ca na ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_3.2.2:267.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhittha tassa tattha cakkhāyatanam na nirujjhati iti ",
        "folio": "267"
    },
    {
        "segmentnr": "PA_ya_3.2.2:268.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhittha, no ca tesaṁ",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha mana āyatanam na nirujjhittha no ca tesam ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_3.2.2:268.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ",
        "analyzed": "tattha cakkhu āyatanam na nirujjhati suddhāvāsam upapajjantānam asaññasattānam tesam ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_3.2.2:268.1_2",
        "original": "tattha manāyatanañca na nirujjhittha cakkhāyatanañca na nirujjhati.",
        "analyzed": "tattha manāyatanam ca na nirujjhittha cakkhu āyatanam ca na nirujjhati ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_3.2.2:269.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhati tassa tattha dhammāyatanam na ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_3.2.2:270.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam tattha cakkha āyatanam na nirujjhati ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_3.2.2:270.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ",
        "analyzed": "no ca tesam tattha dhamma āyatanam na nirujjhittha suddhāvāsam upapajjantānam ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_3.2.2:270.1_2",
        "original": "tattha cakkhāyatanañca na nirujjhati dhammāyatanañca na nirujjhittha.",
        "analyzed": "tattha cakkhu āyatanam ca na nirujjhati dhamma āyatanam ca na ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_3.2.2:271.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam na nirujjhittha tassa tattha cakkhu āyatanam na nirujjhati iti ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_3.2.2:272.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhittha, no ca tesaṁ",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha dhammāyatanam na nirujjhittha no ca tesam ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_3.2.2:272.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca",
        "analyzed": "tattha cakkhāyatanam na nirujjhati suddhāvāsam upapajjantānam tesam tattha dhammāyatanañca ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_3.2.2:272.1_2",
        "original": "na nirujjhittha cakkhāyatanañca na nirujjhati. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "na nirujjhittha cakkhu āyatanam ca na nirujjhati cakkhu āyatana mūlaka ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_3.2.2:273.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha rūpāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhati tassa tattha rūpa āyatanam na nirujjhittha ati ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_3.2.2:274.1_0",
        "original": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ tesaṁ",
        "analyzed": "kāmāvacaram upapajjantānam aghānakānam kāmāvacarā cavantānam rūpāvacarānam ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_3.2.2:274.1_1",
        "original": "tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhittha.",
        "analyzed": "tattha ghāna āyatanam na nirujjhati no ca tesam tattha rūpa āyatanam na ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_3.2.2:274.1_2",
        "original": "Suddhāvāsānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhati rūpāyatanañca na nirujjhittha.",
        "analyzed": "suddhāvāsānam arūpānam tesam tattha ghāna āyatanam ca na nirujjhati rūpa āyatanam ca na nirujjhittha ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_3.2.2:275.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhittha tassa tattha ghānāyatanaṁ na nirujjhatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhittha tassa tattha ghāna āyatanam na nirujjhati iti āmantā ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_3.2.2:276.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhati tassa tattha mana āyatanam na nirujjhittha ati ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_3.2.2:277.1_0",
        "original": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ",
        "analyzed": "kāmāvacaram upapajjantānam aghānakānam kāmāvacarā cavantānam rūpāvacarānam a rūpāvacarānam ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_3.2.2:277.1_1",
        "original": "tesaṁ tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhittha.",
        "analyzed": "tesam tattha ghāna āyatanam na nirujjhati no ca tesam tattha mana āyatanam na ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_3.2.2:277.1_2",
        "original": "Suddhāvāsānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca na nirujjhati manāyatanañca na nirujjhittha.",
        "analyzed": "suddhāvāsānam asaññasattānam tesam tattha ghāna āyatanam ca na nirujjhati mana āyatanam ca na ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_3.2.2:278.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhittha tassa tattha ghānāyatanaṁ na nirujjhatīti? Āmantā.",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhittha tassa tattha ghāna āyatanam na nirujjhati iti āmantā ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_3.2.2:279.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhati tassa tattha dhamma āyatanam na nirujjhittha ati ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_3.2.2:280.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam aghānakānam cavantānam tesam tattha ghāna āyatanam na nirujjhati ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_3.2.2:280.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhittha. Suddhāvāsānaṁ tesaṁ tattha ghānāyatanañca",
        "analyzed": "no ca tesam tattha dhamma āyatanam na nirujjhittha suddhāvāsānam tesam tattha ghāna āyatanañca ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_3.2.2:280.1_2",
        "original": "na nirujjhati dhammāyatanañca na nirujjhittha.",
        "analyzed": "na nirujjhati dhamma āyatanam ca na ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_3.2.2:281.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhittha tassa tattha ghānāyatanaṁ na nirujjhatīti? Āmantā. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhittha tassa tattha ghāna āyatanam na nirujjhati iti āmantā ghāna āyatana mūlaka ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_3.2.2:282.1",
        "original": "Yassa yattha rūpāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha rūpa āyatanam na nirujjhati tassa tattha manāyatanam na nirujjhittha ati ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_3.2.2:283.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhati, no ca",
        "analyzed": "pañcavokāram upapajjantānam arūpānam tesam tattha rūpa āyatanam na nirujjhati no ca ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_3.2.2:283.1_1",
        "original": "tesaṁ tattha manāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ",
        "analyzed": "tesam tattha manāyatanam na nirujjhittha suddhāvāsam upapajjantānam asaññasatta ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_3.2.2:283.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhati manāyatanañca na nirujjhittha.",
        "analyzed": "upapajjantānam tesam tattha rūpa āyatanam ca na nirujjhati manāyatanam ca na ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_3.2.2:284.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhittha tassa tattha rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhittha tassa tattha rūpa āyatanam na nirujjhati iti ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_3.2.2:285.1_0",
        "original": "Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhittha,",
        "analyzed": "suddhāvāse parinibbantānam asaññasattā cavantānam tesam tattha mana āyatanam na ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_3.2.2:285.1_1",
        "original": "no ca tesaṁ tattha rūpāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ",
        "analyzed": "no ca tesam tattha rūpa āyatanam na nirujjhati suddhāvāsam upapajjantānam asaññasatta ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_3.2.2:285.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha manāyatanañca na nirujjhittha rūpāyatanañca na nirujjhati.",
        "analyzed": "upapajjantānam tesam tattha manāyatanam ca na nirujjhittha rūpāyatanam ca na nirujjhati ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_3.2.2:286.1",
        "original": "Yassa yattha rūpāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha rūpa āyatanam na nirujjhati tassa tattha dhamma āyatanam na nirujjhittha ati ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_3.2.2:287.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam arūpakānam cavantānam tesam tattha rūpa āyatanam na nirujjhati ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_3.2.2:287.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ",
        "analyzed": "no ca tesam tattha dhamma āyatanam na nirujjhittha suddhāvāsam upapajjantānam ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_3.2.2:287.1_2",
        "original": "tattha rūpāyatanañca na nirujjhati dhammāyatanañca na nirujjhittha.",
        "analyzed": "tattha rūpa āyatanam ca na nirujjhati dhamma āyatanam ca na ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_3.2.2:288.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhittha tassa tattha rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam na nirujjhittha tassa tattha rūpa āyatanam na nirujjhati iti ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_3.2.2:289.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhittha, no ca tesaṁ",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha dhammāyatanam na nirujjhittha no ca tesam ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_3.2.2:289.1_1",
        "original": "tattha rūpāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca",
        "analyzed": "tattha rūpa āyatanam na nirujjhati suddhāvāsam upapajjantānam tesam tattha dhamma āyatanañca ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_3.2.2:289.1_2",
        "original": "na nirujjhittha rūpāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhittha rūpa āyatanam ca na nirujjhati ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_3.2.2:290.1",
        "original": "Yassa yattha manāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa yattha manāyatanam na nirujjhati tassa tattha dhammāyatanam na ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_3.2.2:291.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam acittakānam cavantānam tesam tattha mana āyatanam na nirujjhati ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_3.2.2:291.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ",
        "analyzed": "no ca tesam tattha dhamma āyatanam na nirujjhittha suddhāvāsam upapajjantānam ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_3.2.2:291.1_2",
        "original": "tattha manāyatanañca na nirujjhati dhammāyatanañca na nirujjhittha.",
        "analyzed": "tattha manāyatanam ca na nirujjhati dhamma āyatanam ca na ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_3.2.2:292.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhittha tassa tattha manāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam na nirujjhittha tassa tattha manāyatanam na nirujjhati iti ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_3.2.2:293.1_0",
        "original": "Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhittha, no ca tesaṁ",
        "analyzed": "suddhāvāse parinibbantānam tesam tattha dhammāyatanam na nirujjhittha no ca tesam ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_3.2.2:293.1_1",
        "original": "tattha manāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca",
        "analyzed": "tattha manāyatanam na nirujjhati suddhāvāsam upapajjantānam tesam tattha dhammāyatanañca ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_3.2.2:293.1_2",
        "original": "na nirujjhittha manāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhittha mana āyatanam ca na nirujjhati ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_3.2.2:294.0.1",
        "original": "3.2.2.5. Paccuppannānāgatavāra",
        "analyzed": "      ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_3.2.2:294.0.2",
        "original": "3.2.2.5.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_3.2.2:294.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa sotāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhāyatanam nirujjhati tassa sotāyatanam nirujjhissati iti ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_3.2.2:295.1_0",
        "original": "Pañcavokāre parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ",
        "analyzed": "pañcavokāre parinibbantānam ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_3.2.2:295.1_1",
        "original": "tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ sotāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ",
        "analyzed": "tesam cakkhāyatanam nirujjhati no ca tesam sotāyatanam nirujjhissati itaresam sa cakkhukāna ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_3.2.2:295.1_2",
        "original": "cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati sotāyatanañca nirujjhissati.",
        "analyzed": "cavantānam tesam cakkhāyatanam ca nirujjhati sotāyatanam ca nirujjhissati ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_3.2.2:296.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana sota āyatanam nirujjhissati tassa cakkhu āyatanam nirujjhati iti ",
        "folio": "296"
    },
    {
        "segmentnr": "PA_ya_3.2.2:297.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ sotāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam sotāyatanam nirujjhissati ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_3.2.2:297.1_1",
        "original": "no ca tesaṁ cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ sotāyatanañca",
        "analyzed": "no ca tesam cakkhāyatanam nirujjhati sa cakkhukānam cavantānam tesam sotāyatanañca ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_3.2.2:297.1_2",
        "original": "nirujjhissati cakkhāyatanañca nirujjhati.",
        "analyzed": "nirujjhissati cakkhu āyatanam ca nirujjhati ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_3.2.2:298.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa ghāna āyatanam nirujjhissati iti ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_3.2.2:299.1_0",
        "original": "Pañcavokāre parinibbantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pañcavokāre parinibbantānam ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_3.2.2:299.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ ghānāyatanaṁ nirujjhissati.",
        "analyzed": "tesam cavantānam tesam cakkhu āyatanam nirujjhati no ca tesam ghāna āyatanam nirujjhissati ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_3.2.2:299.1_2",
        "original": "Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati ghānāyatanañca nirujjhissati.",
        "analyzed": "itaresam sa cakkhukānam cavantānam tesam cakkhāyatanam ca nirujjhati ghāna āyatanam ca nirujjhissati ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_3.2.2:300.1",
        "original": "Yassa vā pana ghānāyatanaṁ …pe….",
        "analyzed": "yassa vā pana ghāna āyatanam pe ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_3.2.2:301.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa rūpa āyatanam nirujjhissati iti ",
        "folio": "301"
    },
    {
        "segmentnr": "PA_ya_3.2.2:302.1_0",
        "original": "Pañcavokāre parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ",
        "analyzed": "pañcavokāre parinibbantānam ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_3.2.2:302.1_1",
        "original": "tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ rūpāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ",
        "analyzed": "tesam cakkhu āyatanam nirujjhati no ca tesam rūpa āyatanam nirujjhissati itaresam sa cakkhukāna ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_3.2.2:302.1_2",
        "original": "cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati rūpāyatanañca nirujjhissati.",
        "analyzed": "cavantānam tesam cakkhāyatanam ca nirujjhati rūpāyatanam ca nirujjhissati ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_3.2.2:303.1",
        "original": "Yassa vā pana rūpāyatanaṁ …pe….",
        "analyzed": "yassa vā pana rūpa āyatanam pe ",
        "folio": "303"
    },
    {
        "segmentnr": "PA_ya_3.2.2:304.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nirujjhati tassa manāyatanam pe dhammāyatanam nirujjhissati iti ",
        "folio": "304"
    },
    {
        "segmentnr": "PA_ya_3.2.2:305.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ dhammāyatanaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam cakkhu āyatanam nirujjhati no ca tesam dhamma āyatana ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_3.2.2:305.1_1",
        "original": "nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati",
        "analyzed": "nirujjhissati itaresam sa cakkhukānam cavantānam tesam cakkha āyatanañca nirujjhati ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_3.2.2:305.1_2",
        "original": "dhammāyatanañca nirujjhissati.",
        "analyzed": "dhamma āyatanañca nirujjhissati ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_3.2.2:306.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa cakkhu āyatanam nirujjhati iti ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_3.2.2:307.1",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ …pe… sacakkhukānaṁ cavantānaṁ tesaṁ …pe….",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam pe sa cakkhukānam cavantānam tesam pe",
        "folio": "307"
    },
    {
        "segmentnr": "PA_ya_3.2.2:308.1",
        "original": "Yassa ghānāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam nirujjhati tassa rūpa āyatanam nirujjhissati iti ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_3.2.2:309.1_0",
        "original": "Kāmāvacare parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ",
        "analyzed": "kāmāvacare parinibbantānam ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_3.2.2:309.1_1",
        "original": "tesaṁ ghānāyatanaṁ nirujjhati, no ca tesaṁ rūpāyatanaṁ nirujjhissati. Itaresaṁ saghānakānaṁ",
        "analyzed": "tesam ghāna āyatanam nirujjhati no ca tesam rūpa āyatanam nirujjhissati itaresam sa ghānakāna ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_3.2.2:309.1_2",
        "original": "cavantānaṁ tesaṁ ghānāyatanañca nirujjhati rūpāyatanañca nirujjhissati.",
        "analyzed": "cavantānam tesam ghāna āyatanam ca nirujjhati rūpa āyatanam ca nirujjhissati ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_3.2.2:310.1",
        "original": "Yassa vā pana rūpāyatanaṁ nirujjhissati tassa ghānāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam nirujjhissati tassa ghāna āyatanam nirujjhati iti ",
        "folio": "310"
    },
    {
        "segmentnr": "PA_ya_3.2.2:311.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhissati, no",
        "analyzed": "sabbesam upapajjantānam aghānakānam cavantānam tesam rūpa āyatanam nirujjhissati no ",
        "folio": "311"
    },
    {
        "segmentnr": "PA_ya_3.2.2:311.1_1",
        "original": "ca tesaṁ ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhissati",
        "analyzed": "ca tesam ghāna āyatanam nirujjhati sa ghānakānam cavantānam tesam rūpa āyatanam ca nirujjhissati ",
        "folio": "311"
    },
    {
        "segmentnr": "PA_ya_3.2.2:311.1_2",
        "original": "ghānāyatanañca nirujjhati.",
        "analyzed": "ghāna āyatanam ca nirujjhati ",
        "folio": "311"
    },
    {
        "segmentnr": "PA_ya_3.2.2:312.1",
        "original": "Yassa ghānāyatanaṁ nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam nirujjhati tassa manāyatanam pe dhammāyatanam nirujjhissati iti ",
        "folio": "312"
    },
    {
        "segmentnr": "PA_ya_3.2.2:313.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ ghānāyatanaṁ nirujjhati, no ca tesaṁ dhammāyatanaṁ",
        "analyzed": "kāmāvacare parinibbantānam tesam ghāna āyatanam nirujjhati no ca tesam dhamma āyatana ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_3.2.2:313.1_1",
        "original": "nirujjhissati. Itaresaṁ saghānakānaṁ cavantānaṁ tesaṁ ghānāyatanañca nirujjhati dhammāyatanañca nirujjhissati.",
        "analyzed": "nirujjhissati itaresam sa ghānakānam cavantānam tesam ghāna āyatanam ca nirujjhati dhamma āyatanam ca nirujjhissati ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_3.2.2:314.1",
        "original": "Yassa vā pana dhammāyatanaṁ …pe….",
        "analyzed": "yassa vā pana dhamma āyatanam pe ",
        "folio": "314"
    },
    {
        "segmentnr": "PA_ya_3.2.2:315.1",
        "original": "Yassa rūpāyatanaṁ nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa rūpa āyatanam nirujjhati tassa manāyatanam pe dhamma āyatanam nirujjhissati iti ",
        "folio": "315"
    },
    {
        "segmentnr": "PA_ya_3.2.2:316.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ rūpāyatanaṁ nirujjhati, no ca tesaṁ dhammāyatanaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam rūpa āyatanam nirujjhati no ca tesam dhamma āyatana ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_3.2.2:316.1_1",
        "original": "nirujjhissati. Itaresaṁ sarūpakānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhati dhammāyatanañca nirujjhissati.",
        "analyzed": "nirujjhissati itaresam sarūpakānam cavantānam tesam rūpa āyatanam ca nirujjhati dhamma āyatanam ca nirujjhissati ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_3.2.2:317.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa rūpāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa rūpa āyatanam nirujjhati iti ",
        "folio": "317"
    },
    {
        "segmentnr": "PA_ya_3.2.2:318.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam upapajjantānam arūpakānam cavantānam tesam dhammāyatanam nirujjhissati ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_3.2.2:318.1_1",
        "original": "no ca tesaṁ rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ dhammāyatanañca",
        "analyzed": "no ca tesam rūpa āyatanam nirujjhati sarūpakānam cavantānam tesam dhamma āyatanañca ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_3.2.2:318.1_2",
        "original": "nirujjhissati rūpāyatanañca nirujjhati.",
        "analyzed": "nirujjhissati rūpa āyatanam ca nirujjhati ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_3.2.2:319.1",
        "original": "Yassa manāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa manāyatanam nirujjhati tassa dhammāyatanam nirujjhissati iti ",
        "folio": "319"
    },
    {
        "segmentnr": "PA_ya_3.2.2:320.1_0",
        "original": "Parinibbantānaṁ tesaṁ manāyatanaṁ nirujjhati, no ca tesaṁ dhammāyatanaṁ nirujjhissati.",
        "analyzed": "parinibbantānam tesam manāyatanam nirujjhati no ca tesam dhammāyatanam nirujjhissati ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_3.2.2:320.1_1",
        "original": "Itaresaṁ sacittakānaṁ cavantānaṁ tesaṁ manāyatanañca nirujjhati dhammāyatanañca nirujjhissati.",
        "analyzed": "itaresam sa cittakānam cavantānam tesam manāyatanam ca nirujjhati dhammāyatanam ca nirujjhissati ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_3.2.2:321.1",
        "original": "Yassa vā pana dhammāyatanaṁ nirujjhissati tassa manāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam nirujjhissati tassa manāyatanam nirujjhati iti ",
        "folio": "321"
    },
    {
        "segmentnr": "PA_ya_3.2.2:322.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam upapajjantānam acittakānam cavantānam tesam dhammāyatanam nirujjhissati ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_3.2.2:322.1_1",
        "original": "no ca tesaṁ manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ dhammāyatanañca",
        "analyzed": "no ca tesam manāyatanam nirujjhati sa cittakānam cavantānam tesam dhamma āyatanañca ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_3.2.2:322.1_2",
        "original": "nirujjhissati manāyatanañca nirujjhati.",
        "analyzed": "nirujjhissati mana āyatanam ca nirujjhati ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_3.2.2:323.0",
        "original": "3.2.2.5.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "323"
    },
    {
        "segmentnr": "PA_ya_3.2.2:323.1",
        "original": "Yattha cakkhāyatanaṁ nirujjhati …pe….",
        "analyzed": "yattha cakkhu āyatanam nirujjhati pe ",
        "folio": "323"
    },
    {
        "segmentnr": "PA_ya_3.2.2:324.0",
        "original": "3.2.2.5.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_3.2.2:324.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha sotāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhati tassa tattha sotāyatanam nirujjhissati iti ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_3.2.2:325.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha cakkhu āyatanam nirujjhati no ca tesam tattha ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_3.2.2:325.1_1",
        "original": "sotāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "sotāyatanam nirujjhissati itaresam sa cakkhukānam cavantānam tesam tattha cakkha āyatanañca ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_3.2.2:325.1_2",
        "original": "nirujjhati sotāyatanañca nirujjhissati.",
        "analyzed": "nirujjhati sotāyatanam ca nirujjhissati ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_3.2.2:326.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha sota āyatanam nirujjhissati tassa tattha cakkhu āyatanam nirujjhati iti ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_3.2.2:327.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha sotāyatanaṁ",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam tesam tattha ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_3.2.2:327.1_1",
        "original": "nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ",
        "analyzed": "nirujjhissati no ca tesam tattha cakkha āyatanam nirujjhati sa cakkhukānam cavantāna ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_3.2.2:327.1_2",
        "original": "tesaṁ tattha sotāyatanañca nirujjhissati cakkhāyatanañca nirujjhati.",
        "analyzed": "tesam tattha sota āyatanam ca nirujjhissati cakkhu āyatanam ca nirujjhati ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_3.2.2:328.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam nirujjhati tassa tattha ghāna āyatanam nirujjhissati iti ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_3.2.2:329.1_0",
        "original": "Kāmāvacare parinibbantānaṁ rūpāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati,",
        "analyzed": "kāmāvacare parinibbantānam rūpāvacarā cavantānam tesam tattha cakkha āyatanam nirujjhati ",
        "folio": "329"
    },
    {
        "segmentnr": "PA_ya_3.2.2:329.1_1",
        "original": "no ca tesaṁ tattha ghānāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ kāmāvacarā",
        "analyzed": "no ca tesam tattha ghāna āyatanam nirujjhissati itaresam sa cakkhukānam kāmāvacarā ",
        "folio": "329"
    },
    {
        "segmentnr": "PA_ya_3.2.2:329.1_2",
        "original": "cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati ghānāyatanañca nirujjhissati.",
        "analyzed": "cavantānam tesam tattha cakkhu āyatanam ca nirujjhati ghāna āyatanam ca nirujjhissati ",
        "folio": "329"
    },
    {
        "segmentnr": "PA_ya_3.2.2:330.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ …pe… (yathā paccuppannātītepi tividhaṁ vitthāritaṁ evaṁ idampi vitthāretabbaṁ.)",
        "analyzed": "yassa vā pana yattha ghāna āyatanam pe yathā paccuppanna atīte pi tividham vitthāritam evam idam api ",
        "folio": "330"
    },
    {
        "segmentnr": "PA_ya_3.2.2:331.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha rūpāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhati tassa tattha rūpa āyatanam nirujjhissati iti ",
        "folio": "331"
    },
    {
        "segmentnr": "PA_ya_3.2.2:332.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha cakkhu āyatanam nirujjhati no ca tesam tattha ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_3.2.2:332.1_1",
        "original": "rūpāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "rūpa āyatanam nirujjhissati itaresam sa cakkhukānam cavantānam tesam tattha cakkha āyatanañca ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_3.2.2:332.1_2",
        "original": "nirujjhati rūpāyatanañca nirujjhissati.",
        "analyzed": "nirujjhati rūpa āyatanam ca nirujjhissati ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_3.2.2:333.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ …pe….",
        "analyzed": "yassa vā pana yattha rūpa āyatanam pe ",
        "folio": "333"
    },
    {
        "segmentnr": "PA_ya_3.2.2:334.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam nirujjhati tassa tattha manāyatanam nirujjhissati iti ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_3.2.2:335.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha cakkhu āyatanam nirujjhati no ca tesam tattha ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_3.2.2:335.1_1",
        "original": "manāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "manāyatanam nirujjhissati itaresam sa cakkhukānam cavantānam tesam tattha cakkha āyatanañca ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_3.2.2:335.1_2",
        "original": "nirujjhati manāyatanañca nirujjhissati.",
        "analyzed": "nirujjhati mana āyatanam ca nirujjhissati ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_3.2.2:336.1",
        "original": "Yassa vā pana yattha manāyatanaṁ …pe….",
        "analyzed": "yassa vā pana yattha mana āyatanam pe ",
        "folio": "336"
    },
    {
        "segmentnr": "PA_ya_3.2.2:337.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhati tassa tattha dhammāyatanam nirujjhissati iti ",
        "folio": "337"
    },
    {
        "segmentnr": "PA_ya_3.2.2:338.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha cakkhu āyatanam nirujjhati no ca tesam tattha ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_3.2.2:338.1_1",
        "original": "dhammāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "dhammāyatanam nirujjhissati itaresam sa cakkhukānam cavantānam tesam tattha cakkha āyatanañca ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_3.2.2:338.1_2",
        "original": "nirujjhati dhammāyatanañca nirujjhissati.",
        "analyzed": "nirujjhati dhamma āyatanam ca nirujjhissati ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_3.2.2:339.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhissati tassa tattha cakkhu āyatanam nirujjhati iti ",
        "folio": "339"
    },
    {
        "segmentnr": "PA_ya_3.2.2:340.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam tattha dhammāyatanam nirujjhissati ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_3.2.2:340.1_1",
        "original": "no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha cakkha āyatanam nirujjhati sa cakkhukānam cavantānam tesam tattha ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_3.2.2:340.1_2",
        "original": "dhammāyatanañca nirujjhissati cakkhāyatanañca nirujjhati. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "dhamma āyatanañca nirujjhissati cakkhu āyatanañca nirujjhati cakkhu āyatana mūlaka ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_3.2.2:341.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha rūpāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhati tassa tattha rūpa āyatanam nirujjhissati iti ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_3.2.2:342.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha ghāna āyatanam nirujjhati no ca tesam tattha ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_3.2.2:342.1_1",
        "original": "rūpāyatanaṁ nirujjhissati. Itaresaṁ saghānakānaṁ cavantānaṁ tesaṁ tattha ghānāyatanañca",
        "analyzed": "rūpa āyatanam nirujjhissati itaresam sa ghānakānam cavantānam tesam tattha ghāna āyatanañca ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_3.2.2:342.1_2",
        "original": "nirujjhati rūpāyatanañca nirujjhissati.",
        "analyzed": "nirujjhati rūpa āyatanam ca nirujjhissati ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_3.2.2:343.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ nirujjhatīti? Kāmāvacare parinibbantānaṁ tesaṁ tattha …pe….",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhissati tassa tattha ghāna āyatanam nirujjhati iti kāmāvacare parinibbantānam tesam tattha pe ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_3.2.2:344.1",
        "original": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ tesaṁ tattha …pe….",
        "analyzed": "kāmāvacaram upapajjantānam aghānakānam kāmāvacarā cavantānam rūpāvacarānam tesam tattha pe ",
        "folio": "344"
    },
    {
        "segmentnr": "PA_ya_3.2.2:345.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhati tassa tattha manāyatanam pe dhammāyatanam nirujjhissati iti ",
        "folio": "345"
    },
    {
        "segmentnr": "PA_ya_3.2.2:346.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha ghāna āyatanam nirujjhati no ca tesam tattha ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_3.2.2:346.1_1",
        "original": "dhammāyatanaṁ nirujjhissati. Itaresaṁ saghānakānaṁ cavantānaṁ tesaṁ tattha ghānāyatanañca",
        "analyzed": "dhammāyatanam nirujjhissati itaresam sa ghānakānam cavantānam tesam tattha ghāna āyatanañca ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_3.2.2:346.1_2",
        "original": "nirujjhati dhammāyatanañca nirujjhissati.",
        "analyzed": "nirujjhati dhamma āyatanam ca nirujjhissati ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_3.2.2:347.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ …pe….",
        "analyzed": "yassa vā pana yattha dhamma āyatanam pe ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_3.2.2:348.1",
        "original": "Yassa yattha rūpāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam nirujjhati tassa tattha mana āyatanam nirujjhissati iti ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_3.2.2:349.1_0",
        "original": "Pañcavokāre parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhati,",
        "analyzed": "pañcavokāre parinibbantānam asaññasattā cavantānam tesam tattha rūpa āyatanam nirujjhati ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_3.2.2:349.1_1",
        "original": "no ca tesaṁ tattha manāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārā cavantānaṁ tesaṁ",
        "analyzed": "no ca tesam tattha mana āyatanam nirujjhissati itaresam pañcavokārā cavantānam tesam ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_3.2.2:349.1_2",
        "original": "tattha rūpāyatanañca nirujjhati manāyatanañca nirujjhissati.",
        "analyzed": "tattha rūpa āyatanam ca nirujjhati mana āyatanam ca nirujjhissati ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_3.2.2:350.1",
        "original": "Yassa vā pana yattha manāyatanaṁ …pe….",
        "analyzed": "yassa vā pana yattha mana āyatanam pe ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_3.2.2:351.1",
        "original": "Yassa yattha rūpāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam nirujjhati tassa tattha dhamma āyatanam nirujjhissati iti ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_3.2.2:352.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhati, no ca tesaṁ tattha",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha rūpa āyatanam nirujjhati no ca tesam tattha ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_3.2.2:352.1_1",
        "original": "dhammāyatanaṁ nirujjhissati. Itaresaṁ sarūpakānaṁ cavantānaṁ tesaṁ tattha rūpāyatanañca",
        "analyzed": "dhamma āyatanam nirujjhissati itaresam sarūpakānam cavantānam tesam tattha rūpa āyatanañca ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_3.2.2:352.1_2",
        "original": "nirujjhati dhammāyatanañca nirujjhissati.",
        "analyzed": "nirujjhati dhamma āyatanam ca nirujjhissati ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_3.2.2:353.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhissati tassa tattha rūpa āyatanam nirujjhati iti ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_3.2.2:354.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam upapajjantānam arūpakānam cavantānam tesam tattha dhammāyatanam nirujjhissati ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_3.2.2:354.1_1",
        "original": "no ca tesaṁ tattha rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca",
        "analyzed": "no ca tesam tattha rūpa āyatanam nirujjhati sarūpakānam cavantānam tesam tattha dhamma āyatanañca ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_3.2.2:354.1_2",
        "original": "nirujjhissati rūpāyatanañca nirujjhati.",
        "analyzed": "nirujjhissati rūpa āyatanam ca nirujjhati ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_3.2.2:355.1",
        "original": "Yassa yattha manāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha manāyatanam nirujjhati tassa tattha dhammāyatanam nirujjhissati iti ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_3.2.2:356.1_0",
        "original": "Parinibbantānaṁ tesaṁ tattha manāyatanaṁ nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ",
        "analyzed": "parinibbantānam tesam tattha manāyatanam nirujjhati no ca tesam tattha dhammāyatana ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_3.2.2:356.1_1",
        "original": "nirujjhissati. Itaresaṁ sacittakānaṁ cavantānaṁ tesaṁ tattha manāyatanañca nirujjhati",
        "analyzed": "nirujjhissati itaresam sa cittakānam cavantānam tesam tattha mana āyatanam ca nirujjhati ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_3.2.2:356.1_2",
        "original": "dhammāyatanañca nirujjhissati.",
        "analyzed": "dhamma āyatanañca nirujjhissati ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_3.2.2:357.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhissati tassa tattha manāyatanam nirujjhati iti ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_3.2.2:358.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati,",
        "analyzed": "sabbesam upapajjantānam acittakānam cavantānam tesam tattha dhammāyatanam nirujjhissati ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_3.2.2:358.1_1",
        "original": "no ca tesaṁ tattha manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca",
        "analyzed": "no ca tesam tattha manāyatanam nirujjhati sa cittakānam cavantānam tesam tattha dhamma āyatanañca ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_3.2.2:358.1_2",
        "original": "nirujjhissati manāyatanañca nirujjhati.",
        "analyzed": "nirujjhissati mana āyatanam ca nirujjhati ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_3.2.2:359.0",
        "original": "3.2.2.5.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_3.2.2:359.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa sotāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhāyatanam na nirujjhati tassa sotāyatanam na nirujjhissati iti ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_3.2.2:360.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam cakkha āyatanam na nirujjhati ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_3.2.2:360.1_1",
        "original": "no ca tesaṁ sotāyatanaṁ na nirujjhissati. Arūpe pacchimabhavikānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "no ca tesam sotāyatanam na nirujjhissati arūpe pacchimabhavikānam tesam cakkhāyatanañca ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_3.2.2:360.1_2",
        "original": "na nirujjhati sotāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhati sotāyatanam ca na nirujjhissati ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_3.2.2:361.1",
        "original": "Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana sota āyatanam na nirujjhissati tassa cakkhu āyatanam na nirujjhati iti ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_3.2.2:362.1_0",
        "original": "Pañcavokāre parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ",
        "analyzed": "pañcavokāre parinibbantānam ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_3.2.2:362.1_1",
        "original": "tesaṁ sotāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ na nirujjhati. Arūpe",
        "analyzed": "tesam sotāyatanam na nirujjhissati no ca tesam cakkhu āyatanam na nirujjhati arūpe ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_3.2.2:362.1_2",
        "original": "pacchimabhavikānaṁ tesaṁ sotāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati.",
        "analyzed": "pacchimabhavikānam tesam sotāyatanam ca na nirujjhissati cakkhāyatanam ca na nirujjhati ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_3.2.2:363.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam na nirujjhati tassa ghāna āyatanam na nirujjhissati iti ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_3.2.2:364.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam cakkha āyatanam na nirujjhati ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_3.2.2:364.1_1",
        "original": "no ca tesaṁ ghānāyatanaṁ na nirujjhissati. Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ",
        "analyzed": "no ca tesam ghāna āyatanam na nirujjhissati pacchimabhavikānam rūpāvacaram upapajjantānam ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_3.2.2:364.1_2",
        "original": "arūpe pacchimabhavikānaṁ tesaṁ cakkhāyatanañca na nirujjhati ghānāyatanañca na nirujjhissati.",
        "analyzed": "arūpe pacchimabhavikānam tesam cakkhu āyatanam ca na nirujjhati ghāna āyatanam ca na nirujjhissati ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_3.2.2:365.1",
        "original": "Yassa vā pana ghānāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana ghāna āyatanam na nirujjhissati tassa cakkhu āyatanam na nirujjhati iti ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_3.2.2:366.1_0",
        "original": "Pañcavokāre parinibbantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pañcavokāre parinibbantānam ye ca rūpāvacaram arūpāvacaram upapajjitvā parinibbāyissanti ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_3.2.2:366.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ na",
        "analyzed": "tesam cavantānam tesam ghāna āyatanam na nirujjhissati no ca tesam cakkhu āyatanam na ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_3.2.2:366.1_2",
        "original": "nirujjhati. Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "nirujjhati pacchimabhavikānam rūpāvacaram upapajjantānam arūpe pacchimabhavikānam ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_3.2.2:366.1_3",
        "original": "tesaṁ ghānāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati.",
        "analyzed": "tesam ghāna āyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhati ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_3.2.2:367.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam na nirujjhati tassa rūpa āyatanam na nirujjhissati iti ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_3.2.2:368.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam cakkha āyatanam na nirujjhati ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_3.2.2:368.1_1",
        "original": "no ca tesaṁ rūpāyatanaṁ na nirujjhissati. Arūpe pacchimabhavikānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "no ca tesam rūpa āyatanam na nirujjhissati arūpe pacchimabhavikānam tesam cakkhu āyatanañca ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_3.2.2:368.1_2",
        "original": "na nirujjhati rūpāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhati rūpa āyatanam ca na nirujjhissati ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_3.2.2:369.1",
        "original": "Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam na nirujjhissati tassa cakkhu āyatanam na nirujjhati iti ",
        "folio": "369"
    },
    {
        "segmentnr": "PA_ya_3.2.2:370.1_0",
        "original": "Pañcavokāre parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ",
        "analyzed": "pañcavokāre parinibbantānam ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_3.2.2:370.1_1",
        "original": "tesaṁ rūpāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ na nirujjhati. Arūpe",
        "analyzed": "tesam rūpa āyatanam na nirujjhissati no ca tesam cakkhu āyatanam na nirujjhati arūpe ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_3.2.2:370.1_2",
        "original": "pacchimabhavikānaṁ tesaṁ rūpāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati.",
        "analyzed": "pacchimabhavikānam tesam rūpa āyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhati ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_3.2.2:371.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam na nirujjhati tassa manāyatanam pe dhammāyatanam na nirujjhissati iti ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_3.2.2:372.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam cakkha āyatanam na nirujjhati ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_3.2.2:372.1_1",
        "original": "no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ cakkhāyatanañca",
        "analyzed": "no ca tesam dhammāyatanam na nirujjhissati arūpe parinibbantānam tesam cakkhāyatanañca ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_3.2.2:372.1_2",
        "original": "na nirujjhati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhati dhamma āyatanam ca na nirujjhissati ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_3.2.2:373.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhissati tassa cakkhu āyatanam na nirujjhati iti ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_3.2.2:374.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ dhammāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam dhammāyatanam na nirujjhissati no ca tesam cakkhāyatana ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_3.2.2:374.1_1",
        "original": "na nirujjhati. Arūpe parinibbantānaṁ tesaṁ dhammāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati arūpe parinibbantānam tesam dhamma āyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhati ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_3.2.2:375.1",
        "original": "Yassa ghānāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam na nirujjhati tassa rūpa āyatanam na nirujjhissati iti ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_3.2.2:376.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam aghānakānam cavantānam tesam ghāna āyatanam na nirujjhati ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_3.2.2:376.1_1",
        "original": "no ca tesaṁ rūpāyatanaṁ na nirujjhissati. Rūpāvacare parinibbantānaṁ arūpe pacchimabhavikānaṁ",
        "analyzed": "no ca tesam rūpa āyatanam na nirujjhissati rūpāvacare parinibbantānam arūpe pacchimabhavikānam ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_3.2.2:376.1_2",
        "original": "tesaṁ ghānāyatanañca na nirujjhati rūpāyatanañca na nirujjhissati.",
        "analyzed": "tesam ghāna āyatanam ca na nirujjhati rūpa āyatanam ca na nirujjhissati ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_3.2.2:377.1",
        "original": "Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana rūpa āyatanam na nirujjhissati tassa ghāna āyatanam na nirujjhati iti ",
        "folio": "377"
    },
    {
        "segmentnr": "PA_ya_3.2.2:378.1_0",
        "original": "Kāmāvacare parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ",
        "analyzed": "kāmāvacare parinibbantānam ye ca arūpam upapajjitvā parinibbāyissanti tesam cavantānam ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_3.2.2:378.1_1",
        "original": "tesaṁ rūpāyatanaṁ na nirujjhissati, no ca tesaṁ ghānāyatanaṁ na nirujjhati. Rūpāvacare",
        "analyzed": "tesam rūpa āyatanam na nirujjhissati no ca tesam ghāna āyatanam na nirujjhati rūpāvacare ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_3.2.2:378.1_2",
        "original": "parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ rūpāyatanañca na nirujjhissati ghānāyatanañca na nirujjhati.",
        "analyzed": "parinibbantānam arūpe pacchimabhavikānam tesam rūpa āyatanam ca na nirujjhissati ghāna āyatanam ca na nirujjhati ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_3.2.2:379.1",
        "original": "Yassa ghānāyatanaṁ na nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam na nirujjhati tassa manāyatanam pe dhammāyatanam na nirujjhissati iti ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_3.2.2:380.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam aghānakānam cavantānam tesam ghāna āyatanam na nirujjhati ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_3.2.2:380.1_1",
        "original": "no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Rūpāvacare arūpāvacare parinibbantānaṁ",
        "analyzed": "no ca tesam dhammāyatanam na nirujjhissati rūpāvacare arūpāvacare parinibbantāna ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_3.2.2:380.1_2",
        "original": "tesaṁ ghānāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati.",
        "analyzed": "tesam ghāna āyatanam ca na nirujjhati dhamma āyatanam ca na nirujjhissati ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_3.2.2:381.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhissati tassa ghāna āyatanam na nirujjhati iti ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_3.2.2:382.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ dhammāyatanaṁ na nirujjhissati, no ca tesaṁ ghānāyatanaṁ",
        "analyzed": "kāmāvacare parinibbantānam tesam dhammāyatanam na nirujjhissati no ca tesam ghānāyatana ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_3.2.2:382.1_1",
        "original": "na nirujjhati. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ dhammāyatanañca na nirujjhissati",
        "analyzed": "na nirujjhati rūpāvacare arūpāvacare parinibbantānam tesam dhamma āyatanam ca na nirujjhissati ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_3.2.2:382.1_2",
        "original": "ghānāyatanañca na nirujjhati.",
        "analyzed": "ghāna āyatanam ca na nirujjhati ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_3.2.2:383.1",
        "original": "Yassa rūpāyatanaṁ na nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa rūpa āyatanam na nirujjhati tassa manāyatanam pe dhamma āyatanam na nirujjhissati iti ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_3.2.2:384.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no",
        "analyzed": "sabbesam upapajjantānam arūpakānam cavantānam tesam rūpa āyatanam na nirujjhati no ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_3.2.2:384.1_1",
        "original": "ca tesaṁ dhammāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ rūpāyatanañca",
        "analyzed": "ca tesam dhamma āyatanam na nirujjhissati arūpe parinibbantānam tesam rūpa āyatanam ca ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_3.2.2:384.1_2",
        "original": "na nirujjhati dhammāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhati dhamma āyatanam ca na nirujjhissati ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_3.2.2:385.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhissati tassa rūpa āyatanam na nirujjhati iti ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_3.2.2:386.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ dhammāyatanaṁ na nirujjhissati, no ca tesaṁ rūpāyatanaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam dhammāyatanam na nirujjhissati no ca tesam rūpāyatana ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_3.2.2:386.1_1",
        "original": "na nirujjhati. Arūpe parinibbantānaṁ tesaṁ dhammāyatanañca na nirujjhissati rūpāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhati arūpe parinibbantānam tesam dhamma āyatanam ca na nirujjhissati rūpa āyatanam ca na nirujjhati ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_3.2.2:387.1",
        "original": "Yassa manāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhissatīti? Nirujjhissati.",
        "analyzed": "yassa manāyatanam na nirujjhati tassa dhammāyatanam na nirujjhissati iti nirujjhissati ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_3.2.2:388.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ na nirujjhatīti? Nirujjhati.",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhissati tassa manāyatanam na nirujjhati iti nirujjhati ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_3.2.2:389.0",
        "original": "3.2.2.5.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_3.2.2:389.1",
        "original": "Yattha cakkhāyatanaṁ na nirujjhati …pe….",
        "analyzed": "yattha cakkhu āyatanam na nirujjhati pe ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_3.2.2:390.0",
        "original": "3.2.2.5.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_3.2.2:390.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha sotāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhati tassa tattha sotāyatanam na nirujjhissati iti ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_3.2.2:391.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam tesam tattha cakkhāyatana ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_3.2.2:391.1_1",
        "original": "na nirujjhati, no ca tesaṁ tattha sotāyatanaṁ na nirujjhissati. Asaññasattānaṁ arūpānaṁ",
        "analyzed": "na nirujjhati no ca tesam tattha sotāyatanam na nirujjhissati asaññasattānam arūpānam ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_3.2.2:391.1_2",
        "original": "tesaṁ tattha cakkhāyatanañca na nirujjhati sotāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha cakkhu āyatanam ca na nirujjhati sotāyatanam ca na nirujjhissati ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_3.2.2:392.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha sotāyatanam na nirujjhissati tassa tattha cakkhāyatanam na nirujjhati iti ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_3.2.2:393.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha sotāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha sotāyatanam na nirujjhissati no ca tesam ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_3.2.2:393.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati. Asaññasattānaṁ arūpānaṁ tesaṁ tattha sotāyatanañca",
        "analyzed": "tattha cakkhāyatanam na nirujjhati asaññasattānam arūpānam tesam tattha sotāyatanañca ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_3.2.2:393.1_2",
        "original": "na nirujjhissati cakkhāyatanañca na nirujjhati.",
        "analyzed": "na nirujjhissati cakkhu āyatanam ca na nirujjhati ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_3.2.2:394.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha ghānāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam na nirujjhati tassa tattha ghāna āyatanam na nirujjhissati iti ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_3.2.2:395.1_0",
        "original": "Kāmāvacaraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ",
        "analyzed": "kāmāvacaram upapajjantānam acakkhukānam kāmāvacarā cavantānam tesam tattha cakkhāyatana ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_3.2.2:395.1_1",
        "original": "na nirujjhati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhissati. Rūpāvacaraṁ upapajjantānaṁ",
        "analyzed": "na nirujjhati no ca tesam tattha ghāna āyatanam na nirujjhissati rūpāvacaram ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_3.2.2:395.1_2",
        "original": "asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati ghānāyatanañca na nirujjhissati.",
        "analyzed": "asaññasattānam arūpānam tesam tattha cakkhāyatanam ca na nirujjhati ghāna āyatanam ca na nirujjhissati ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_3.2.2:396.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha ghāna āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na nirujjhati iti ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_3.2.2:397.1_0",
        "original": "Kāmāvacare parinibbantānaṁ rūpāvacarā cavantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati,",
        "analyzed": "kāmāvacare parinibbantānam rūpāvacarā cavantānam tesam tattha ghāna āyatanam na nirujjhissati ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_3.2.2:397.1_1",
        "original": "no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Rūpāvacaraṁ upapajjantānaṁ asaññasattānaṁ",
        "analyzed": "no ca tesam tattha cakkhu āyatanam na nirujjhati rūpāvacaram upapajjantānam asaññasattānam ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_3.2.2:397.1_2",
        "original": "arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati.",
        "analyzed": "arūpānam tesam tattha ghāna āyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhati ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_3.2.2:398.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhati tassa tattha rūpa āyatanam na nirujjhissati iti ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_3.2.2:399.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ asaññasattānaṁ tesaṁ",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam asaññasattānam ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_3.2.2:399.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati.",
        "analyzed": "tattha cakkhu āyatanam na nirujjhati no ca tesam tattha rūpa āyatanam na nirujjhissati ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_3.2.2:399.1_2",
        "original": "Arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati rūpāyatanañca na nirujjhissati.",
        "analyzed": "arūpānam tesam tattha cakkhu āyatanam ca na nirujjhati rūpa āyatanam ca na nirujjhissati ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_3.2.2:400.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na nirujjhati iti ",
        "folio": "400"
    },
    {
        "segmentnr": "PA_ya_3.2.2:401.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha rūpa āyatanam na nirujjhissati no ca tesam ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_3.2.2:401.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati. Arūpānaṁ tesaṁ tattha rūpāyatanañca na nirujjhissati",
        "analyzed": "tattha cakkhu āyatanam na nirujjhati arūpānam tesam tattha rūpa āyatanam ca na nirujjhissati ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_3.2.2:401.1_2",
        "original": "cakkhāyatanañca na nirujjhati.",
        "analyzed": "cakkhu āyatanam ca na nirujjhati ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_3.2.2:402.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_3.2.2:403.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "pañcavokāram upapajjantānam acakkhukānam kāmāvacarā cavantānam arūpānam tesam tattha ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_3.2.2:403.1_1",
        "original": "cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Arūpe",
        "analyzed": "cakkhu āyatanam na nirujjhati no ca tesam tattha manāyatanam na nirujjhissati arūpe ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_3.2.2:403.1_2",
        "original": "parinibbantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati manāyatanañca na nirujjhissati.",
        "analyzed": "parinibbantānam asaññasattānam tesam tattha cakkhāyatanam ca na nirujjhati manāyatanam ca na nirujjhissati ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_3.2.2:404.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha cakkhāyatanam na nirujjhati iti ",
        "folio": "404"
    },
    {
        "segmentnr": "PA_ya_3.2.2:405.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha manāyatanam na nirujjhissati no ca tesam ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_3.2.2:405.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ asaññasattānaṁ tesaṁ tattha",
        "analyzed": "tattha cakkha āyatanam na nirujjhati arūpe parinibbantānam asaññasattānam tesam tattha ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_3.2.2:405.1_2",
        "original": "manāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati.",
        "analyzed": "manāyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhati ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_3.2.2:406.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhati tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_3.2.2:407.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam acakkhukānam cavantānam tesam tattha cakkha āyatanam na nirujjhati ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_3.2.2:407.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha dhammāyatanam na nirujjhissati arūpe parinibbantānam tesam tattha ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_3.2.2:407.1_2",
        "original": "cakkhāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati.",
        "analyzed": "cakkhu āyatanam ca na nirujjhati dhamma āyatanam ca na nirujjhissati ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_3.2.2:408.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na nirujjhati iti ",
        "folio": "408"
    },
    {
        "segmentnr": "PA_ya_3.2.2:409.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha dhammāyatanam na nirujjhissati no ca tesam ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_3.2.2:409.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ tesaṁ tattha dhammāyatanañca",
        "analyzed": "tattha cakkhu āyatanam na nirujjhati arūpe parinibbantānam tesam tattha dhamma āyatanañca ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_3.2.2:409.1_2",
        "original": "na nirujjhissati cakkhāyatanañca na nirujjhati. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "na nirujjhissati cakkhu āyatanam ca na nirujjhati cakkhu āyatana mūlaka ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_3.2.2:410.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhati tassa tattha rūpa āyatanam na nirujjhissati iti ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_3.2.2:411.1_0",
        "original": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ tesaṁ",
        "analyzed": "kāmāvacaram upapajjantānam aghānakānam kāmāvacarā cavantānam rūpāvacarānam ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_3.2.2:411.1_1",
        "original": "tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati.",
        "analyzed": "tattha ghāna āyatanam na nirujjhati no ca tesam tattha rūpa āyatanam na nirujjhissati ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_3.2.2:411.1_2",
        "original": "Rūpāvacare parinibbantānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhati rūpāyatanañca na nirujjhissati.",
        "analyzed": "rūpāvacare parinibbantānam arūpānam tesam tattha ghāna āyatanam ca na nirujjhati rūpa āyatanam ca na nirujjhissati ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_3.2.2:412.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhissati tassa tattha ghāna āyatanam na nirujjhati iti ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_3.2.2:413.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha rūpa āyatanam na nirujjhissati no ca tesam ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_3.2.2:413.1_1",
        "original": "tattha ghānāyatanaṁ na nirujjhati. Rūpāvacare parinibbantānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "tattha ghāna āyatanam na nirujjhati rūpāvacare parinibbantānam arūpānam tesam tattha ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_3.2.2:413.1_2",
        "original": "rūpāyatanañca na nirujjhissati ghānāyatanañca na nirujjhati.",
        "analyzed": "rūpa āyatanam ca na nirujjhissati ghāna āyatanam ca na nirujjhati ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_3.2.2:414.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhati tassa tattha mana āyatanam na nirujjhissati iti ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_3.2.2:415.1_0",
        "original": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ",
        "analyzed": "kāmāvacaram upapajjantānam aghānakānam kāmāvacarā cavantānam rūpāvacarānam a rūpāvacarānam ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_3.2.2:415.1_1",
        "original": "tesaṁ tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati.",
        "analyzed": "tesam tattha ghāna āyatanam na nirujjhati no ca tesam tattha mana āyatanam na nirujjhissati ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_3.2.2:415.1_2",
        "original": "Rūpāvacare arūpāvacare parinibbantānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca",
        "analyzed": "rūpāvacare arūpāvacare parinibbantānam asaññasattānam tesam tattha ghāna āyatanañca ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_3.2.2:415.1_3",
        "original": "na nirujjhati manāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhati mana āyatanam ca na nirujjhissati ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_3.2.2:416.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha ghāna āyatanam na nirujjhati iti ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_3.2.2:417.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha mana āyatanam na nirujjhissati no ca tesam ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_3.2.2:417.1_1",
        "original": "tattha ghānāyatanaṁ na nirujjhati. Rūpāvacare arūpāvacare parinibbantānaṁ asaññasattānaṁ",
        "analyzed": "tattha ghāna āyatanam na nirujjhati rūpāvacare arūpāvacare parinibbantānam asaññasattānam ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_3.2.2:417.1_2",
        "original": "tesaṁ tattha manāyatanañca na nirujjhissati ghānāyatanañca na nirujjhati.",
        "analyzed": "tesam tattha manāyatanam ca na nirujjhissati ghāna āyatanam ca na nirujjhati ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_3.2.2:418.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhati tassa tattha dhamma āyatanam na nirujjhissati iti ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_3.2.2:419.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam aghānakānam cavantānam tesam tattha ghāna āyatanam na nirujjhati ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_3.2.2:419.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Rūpāvacare arūpāvacare parinibbantānaṁ",
        "analyzed": "no ca tesam tattha dhamma āyatanam na nirujjhissati rūpāvacare arūpāvacare parinibbantāna ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_3.2.2:419.1_2",
        "original": "tesaṁ tattha ghānāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha ghāna āyatanam ca na nirujjhati dhamma āyatanam ca na nirujjhissati ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_3.2.2:420.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha ghāna āyatanam na nirujjhati iti ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_3.2.2:421.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha dhammāyatanam na nirujjhissati no ca tesam ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_3.2.2:421.1_1",
        "original": "tattha ghānāyatanaṁ na nirujjhati. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ tattha",
        "analyzed": "tattha ghāna āyatanam na nirujjhati rūpāvacare arūpāvacare parinibbantānam tesam tattha ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_3.2.2:421.1_2",
        "original": "dhammāyatanañca na nirujjhissati ghānāyatanañca na nirujjhati. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "dhamma āyatanam ca na nirujjhissati ghāna āyatanam ca na nirujjhati ghāna āyatana mūlaka ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_3.2.2:422.1",
        "original": "Yassa yattha rūpāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam na nirujjhati tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_3.2.2:423.1_0",
        "original": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhati, no ca",
        "analyzed": "pañcavokāram upapajjantānam arūpānam tesam tattha rūpa āyatanam na nirujjhati no ca ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_3.2.2:423.1_1",
        "original": "tesaṁ tattha manāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ asaññasattaṁ upapajjantānaṁ",
        "analyzed": "tesam tattha manāyatanam na nirujjhissati arūpe parinibbantānam asaññasattam upapajjantānam ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_3.2.2:423.1_2",
        "original": "tesaṁ tattha rūpāyatanañca na nirujjhati manāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha rūpa āyatanam ca na nirujjhati manāyatanam ca na nirujjhissati ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_3.2.2:424.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha rūpa āyatanam na nirujjhati iti ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_3.2.2:425.1_0",
        "original": "Pañcavokāre parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati,",
        "analyzed": "pañcavokāre parinibbantānam asaññasattā cavantānam tesam tattha manāyatanam na nirujjhissati ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_3.2.2:425.1_1",
        "original": "no ca tesaṁ tattha rūpāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ asaññasattaṁ",
        "analyzed": "no ca tesam tattha rūpa āyatanam na nirujjhati arūpe parinibbantānam asaññasatta ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_3.2.2:425.1_2",
        "original": "upapajjantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati rūpāyatanañca na nirujjhati.",
        "analyzed": "upapajjantānam tesam tattha manāyatanam ca na nirujjhissati rūpāyatanam ca na nirujjhati ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_3.2.2:426.1",
        "original": "Yassa yattha rūpāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam na nirujjhati tassa tattha dhamma āyatanam na nirujjhissati iti ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_3.2.2:427.1_0",
        "original": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhati,",
        "analyzed": "sabbesam upapajjantānam arūpakānam cavantānam tesam tattha rūpa āyatanam na nirujjhati ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_3.2.2:427.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha dhammāyatanam na nirujjhissati arūpe parinibbantānam tesam tattha ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_3.2.2:427.1_2",
        "original": "rūpāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati.",
        "analyzed": "rūpa āyatanam ca na nirujjhati dhamma āyatanam ca na nirujjhissati ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_3.2.2:428.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhatīti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam na nirujjhissati tassa tattha rūpa āyatanam na nirujjhati iti ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_3.2.2:429.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha dhammāyatanam na nirujjhissati no ca tesam ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_3.2.2:429.1_1",
        "original": "tattha rūpāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ tesaṁ tattha dhammāyatanañca",
        "analyzed": "tattha rūpa āyatanam na nirujjhati arūpe parinibbantānam tesam tattha dhamma āyatanañca ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_3.2.2:429.1_2",
        "original": "na nirujjhissati rūpāyatanañca na nirujjhati. (Rūpāyatanamūlakaṁ.)",
        "analyzed": "na nirujjhissati rūpa āyatanam ca na nirujjhati rūpa āyatana mūlaka ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_3.2.2:430.1",
        "original": "Yassa yattha manāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhissatīti? Nirujjhissati.",
        "analyzed": "yassa yattha manāyatanam na nirujjhati tassa tattha dhammāyatanam na nirujjhissati iti nirujjhissati ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_3.2.2:431.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhatīti? Nirujjhati.",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha manāyatanam na nirujjhati iti nirujjhati ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_3.2.2:432.0.1",
        "original": "3.2.2.6. Atītānāgatavāra",
        "analyzed": "       ",
        "folio": "432"
    },
    {
        "segmentnr": "PA_ya_3.2.2:432.0.2",
        "original": "3.2.2.6.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "432"
    },
    {
        "segmentnr": "PA_ya_3.2.2:432.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhittha tassa sotāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhāyatanam nirujjhittha tassa sotāyatanam nirujjhissati iti ",
        "folio": "432"
    },
    {
        "segmentnr": "PA_ya_3.2.2:433.1_0",
        "original": "Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pañcavokāre parinibbantānam arūpe pacchimabhavikānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_3.2.2:433.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhittha, no ca tesaṁ sotāyatanaṁ nirujjhissati.",
        "analyzed": "tesam cavantānam tesam cakkhāyatanam nirujjhittha no ca tesam sotāyatanam nirujjhissati ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_3.2.2:433.1_2",
        "original": "Itaresaṁ tesaṁ cakkhāyatanañca nirujjhittha sotāyatanañca nirujjhissati.",
        "analyzed": "itaresam tesam cakkhu āyatanam ca nirujjhittha sota āyatanam ca nirujjhissati ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_3.2.2:434.1",
        "original": "Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa vā pana sota āyatanam nirujjhissati tassa cakkhu āyatanam nirujjhittha ati āmantā ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_3.2.2:435.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhittha tassa ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nirujjhittha tassa ghāna āyatanam nirujjhissati iti ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_3.2.2:436.1_0",
        "original": "Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ",
        "analyzed": "kāmāvacare parinibbantānam rūpāvacare arūpāvacare pacchimabhavikānam ye ca rūpāvacara ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_3.2.2:436.1_1",
        "original": "arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhittha,",
        "analyzed": "arūpāvacaram upapajjitvā parinibbāyissanti tesam cavantānam tesam cakkha āyatanam nirujjhittha ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_3.2.2:436.1_2",
        "original": "no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca nirujjhittha",
        "analyzed": "no ca tesam ghāna āyatanam nirujjhissati itaresam tesam cakkhu āyatanam ca nirujjhittha ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_3.2.2:436.1_3",
        "original": "ghānāyatanañca nirujjhissati.",
        "analyzed": "ghāna āyatanam ca nirujjhissati ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_3.2.2:437.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "437"
    },
    {
        "segmentnr": "PA_ya_3.2.2:438.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhittha tassa rūpāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhu āyatanam nirujjhittha tassa rūpa āyatanam nirujjhissati iti ",
        "folio": "438"
    },
    {
        "segmentnr": "PA_ya_3.2.2:439.1_0",
        "original": "Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pañcavokāre parinibbantānam arūpe pacchimabhavikānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_3.2.2:439.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhittha, no ca tesaṁ rūpāyatanaṁ nirujjhissati.",
        "analyzed": "tesam cavantānam tesam cakkhāyatanam nirujjhittha no ca tesam rūpāyatanam nirujjhissati ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_3.2.2:439.1_2",
        "original": "Itaresaṁ tesaṁ cakkhāyatanañca nirujjhittha rūpāyatanañca nirujjhissati.",
        "analyzed": "itaresam tesam cakkhu āyatanam ca nirujjhittha rūpa āyatanam ca nirujjhissati ",
        "folio": "439"
    },
    {
        "segmentnr": "PA_ya_3.2.2:440.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "440"
    },
    {
        "segmentnr": "PA_ya_3.2.2:441.1",
        "original": "Yassa cakkhāyatanaṁ nirujjhittha tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa cakkhāyatanam nirujjhittha tassa manāyatanam pe dhammāyatanam nirujjhissati iti ",
        "folio": "441"
    },
    {
        "segmentnr": "PA_ya_3.2.2:442.1",
        "original": "Parinibbantānaṁ tesaṁ cakkhāyatanaṁ nirujjhittha, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca nirujjhittha dhammāyatanañca nirujjhissati.",
        "analyzed": "parinibbantānam tesam cakkhu āyatanam nirujjhittha no ca tesam dhamma āyatanam nirujjhissati itaresam tesam cakkhu āyatanam ca nirujjhittha dhamma āyatanam ca nirujjhissati ",
        "folio": "442"
    },
    {
        "segmentnr": "PA_ya_3.2.2:443.1",
        "original": "Yassa vā pana …pe… ? Āmantā. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "yassa vā pana pe āmantā cakkhu āyatana mūlaka ",
        "folio": "443"
    },
    {
        "segmentnr": "PA_ya_3.2.2:444.1",
        "original": "Yassa ghānāyatanaṁ nirujjhittha tassa rūpāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam nirujjhittha tassa rūpa āyatanam nirujjhissati iti ",
        "folio": "444"
    },
    {
        "segmentnr": "PA_ya_3.2.2:445.1_0",
        "original": "Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti",
        "analyzed": "pañcavokāre parinibbantānam arūpe pacchimabhavikānam ye ca arūpam upapajjitvā parinibbāyissanti ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_3.2.2:445.1_1",
        "original": "tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nirujjhittha, no ca tesaṁ rūpāyatanaṁ nirujjhissati.",
        "analyzed": "tesam cavantānam tesam ghāna āyatanam nirujjhittha no ca tesam rūpa āyatanam nirujjhissati ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_3.2.2:445.1_2",
        "original": "Itaresaṁ tesaṁ ghānāyatanañca nirujjhittha rūpāyatanañca nirujjhissati.",
        "analyzed": "itaresam tesam ghāna āyatanam ca nirujjhittha rūpa āyatanam ca nirujjhissati ",
        "folio": "445"
    },
    {
        "segmentnr": "PA_ya_3.2.2:446.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "446"
    },
    {
        "segmentnr": "PA_ya_3.2.2:447.1",
        "original": "Yassa ghānāyatanaṁ nirujjhittha tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa ghāna āyatanam nirujjhittha tassa manāyatanam pe dhamma āyatanam nirujjhissati iti ",
        "folio": "447"
    },
    {
        "segmentnr": "PA_ya_3.2.2:448.1",
        "original": "Parinibbantānaṁ tesaṁ ghānāyatanaṁ nirujjhittha, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ ghānāyatanañca nirujjhittha dhammāyatanañca nirujjhissati.",
        "analyzed": "parinibbantānam tesam ghāna āyatanam nirujjhittha no ca tesam dhamma āyatanam nirujjhissati itaresam tesam ghāna āyatanam ca nirujjhittha dhamma āyatanam ca nirujjhissati ",
        "folio": "448"
    },
    {
        "segmentnr": "PA_ya_3.2.2:449.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "449"
    },
    {
        "segmentnr": "PA_ya_3.2.2:450.1",
        "original": "Yassa rūpāyatanaṁ nirujjhittha tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa rūpa āyatanam nirujjhittha tassa manāyatanam pe dhamma āyatanam nirujjhissati iti ",
        "folio": "450"
    },
    {
        "segmentnr": "PA_ya_3.2.2:451.1",
        "original": "Parinibbantānaṁ tesaṁ rūpāyatanaṁ nirujjhittha, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ rūpāyatanañca nirujjhittha dhammāyatanañca nirujjhissati.",
        "analyzed": "parinibbantānam tesam rūpa āyatanam nirujjhittha no ca tesam dhamma āyatanam nirujjhissati itaresam tesam rūpa āyatanam ca nirujjhittha dhamma āyatanam ca nirujjhissati ",
        "folio": "451"
    },
    {
        "segmentnr": "PA_ya_3.2.2:452.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "452"
    },
    {
        "segmentnr": "PA_ya_3.2.2:453.1",
        "original": "Yassa manāyatanaṁ nirujjhittha tassa dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa manāyatanam nirujjhittha tassa dhammāyatanam nirujjhissati iti ",
        "folio": "453"
    },
    {
        "segmentnr": "PA_ya_3.2.2:454.1",
        "original": "Parinibbantānaṁ tesaṁ manāyatanaṁ nirujjhittha, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ manāyatanañca nirujjhittha dhammāyatanañca nirujjhissati.",
        "analyzed": "parinibbantānam tesam manāyatanam nirujjhittha no ca tesam dhammāyatanam nirujjhissati itaresam tesam manāyatanam ca nirujjhittha dhammāyatanam ca nirujjhissati ",
        "folio": "454"
    },
    {
        "segmentnr": "PA_ya_3.2.2:455.1",
        "original": "Yassa vā pana …pe… ? Āmantā.",
        "analyzed": "yassa vā pana pe āmantā ",
        "folio": "455"
    },
    {
        "segmentnr": "PA_ya_3.2.2:456.0",
        "original": "3.2.2.6.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "456"
    },
    {
        "segmentnr": "PA_ya_3.2.2:456.1",
        "original": "Yattha cakkhāyatanaṁ nirujjhittha …pe….",
        "analyzed": "yattha cakkhu āyatanam nirujjhittha pe ",
        "folio": "456"
    },
    {
        "segmentnr": "PA_ya_3.2.2:457.0",
        "original": "3.2.2.6.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "457"
    },
    {
        "segmentnr": "PA_ya_3.2.2:457.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha sotāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhittha tassa tattha sotāyatanam nirujjhissati iti ",
        "folio": "457"
    },
    {
        "segmentnr": "PA_ya_3.2.2:458.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha cakkha āyatanam nirujjhittha no ca tesam ",
        "folio": "458"
    },
    {
        "segmentnr": "PA_ya_3.2.2:458.1_1",
        "original": "tattha sotāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "tattha sotāyatanam nirujjhissati itaresam pañcavokārānam tesam tattha cakkhu āyatanañca ",
        "folio": "458"
    },
    {
        "segmentnr": "PA_ya_3.2.2:458.1_2",
        "original": "nirujjhittha sotāyatanañca nirujjhissati.",
        "analyzed": "nirujjhittha sotāyatanam ca nirujjhissati ",
        "folio": "458"
    },
    {
        "segmentnr": "PA_ya_3.2.2:459.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha sota āyatanam nirujjhissati tassa tattha cakkhu āyatanam nirujjhittha ati ",
        "folio": "459"
    },
    {
        "segmentnr": "PA_ya_3.2.2:460.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ nirujjhissati, no ca tesaṁ tattha",
        "analyzed": "suddhāvāsam upapajjantānam tesam tattha sotāyatanam nirujjhissati no ca tesam tattha ",
        "folio": "460"
    },
    {
        "segmentnr": "PA_ya_3.2.2:460.1_1",
        "original": "cakkhāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha sotāyatanañca nirujjhissati",
        "analyzed": "cakkhāyatanam nirujjhittha itaresam pañcavokārānam tesam tattha sotāyatanañca nirujjhissati ",
        "folio": "460"
    },
    {
        "segmentnr": "PA_ya_3.2.2:460.1_2",
        "original": "cakkhāyatanañca nirujjhittha.",
        "analyzed": "cakkhu āyatanam ca nirujjhittha ",
        "folio": "460"
    },
    {
        "segmentnr": "PA_ya_3.2.2:461.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha ghānāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhu āyatanam nirujjhittha tassa tattha ghāna āyatanam nirujjhissati iti ",
        "folio": "461"
    },
    {
        "segmentnr": "PA_ya_3.2.2:462.1_0",
        "original": "Kāmāvacare parinibbantānaṁ rūpāvacarānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha,",
        "analyzed": "kāmāvacare parinibbantānam rūpāvacarānam tesam tattha cakkha āyatanam ",
        "folio": "462"
    },
    {
        "segmentnr": "PA_ya_3.2.2:462.1_1",
        "original": "no ca tesaṁ tattha ghānāyatanaṁ nirujjhissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha ghāna āyatanam nirujjhissati itaresam kāmāvacarānam tesam tattha ",
        "folio": "462"
    },
    {
        "segmentnr": "PA_ya_3.2.2:462.1_2",
        "original": "cakkhāyatanañca nirujjhittha ghānāyatanañca nirujjhissati.",
        "analyzed": "cakkhu āyatanam ca nirujjhittha ghāna āyatanam ca nirujjhissati ",
        "folio": "462"
    },
    {
        "segmentnr": "PA_ya_3.2.2:463.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti? Āmantā.",
        "analyzed": "yassa vā pana yattha ghāna āyatanam nirujjhissati tassa tattha cakkhu āyatanam nirujjhittha ati āmantā ",
        "folio": "463"
    },
    {
        "segmentnr": "PA_ya_3.2.2:464.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha rūpāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhittha tassa tattha rūpa āyatanam nirujjhissati iti ",
        "folio": "464"
    },
    {
        "segmentnr": "PA_ya_3.2.2:465.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha cakkha āyatanam nirujjhittha no ca tesam ",
        "folio": "465"
    },
    {
        "segmentnr": "PA_ya_3.2.2:465.1_1",
        "original": "tattha rūpāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "tattha rūpa āyatanam nirujjhissati itaresam pañcavokārānam tesam tattha cakkhu āyatanañca ",
        "folio": "465"
    },
    {
        "segmentnr": "PA_ya_3.2.2:465.1_2",
        "original": "nirujjhittha rūpāyatanañca nirujjhissati.",
        "analyzed": "nirujjhittha rūpa āyatanam ca nirujjhissati ",
        "folio": "465"
    },
    {
        "segmentnr": "PA_ya_3.2.2:466.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhissati tassa tattha cakkhu āyatanam nirujjhittha ati ",
        "folio": "466"
    },
    {
        "segmentnr": "PA_ya_3.2.2:467.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhissati,",
        "analyzed": "suddhāvāsam upapajjantānam asaññasattānam tesam tattha rūpa āyatanam nirujjhissati ",
        "folio": "467"
    },
    {
        "segmentnr": "PA_ya_3.2.2:467.1_1",
        "original": "no ca tesaṁ tattha cakkhāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha cakkhu āyatanam nirujjhittha itaresam pañcavokārānam tesam tattha ",
        "folio": "467"
    },
    {
        "segmentnr": "PA_ya_3.2.2:467.1_2",
        "original": "rūpāyatanañca nirujjhissati cakkhāyatanañca nirujjhittha.",
        "analyzed": "rūpa āyatanam ca nirujjhissati cakkhu āyatanam ca nirujjhittha ",
        "folio": "467"
    },
    {
        "segmentnr": "PA_ya_3.2.2:468.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha manāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhittha tassa tattha manāyatanam nirujjhissati iti ",
        "folio": "468"
    },
    {
        "segmentnr": "PA_ya_3.2.2:469.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha cakkha āyatanam nirujjhittha no ca tesam ",
        "folio": "469"
    },
    {
        "segmentnr": "PA_ya_3.2.2:469.1_1",
        "original": "tattha manāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "tattha manāyatanam nirujjhissati itaresam pañcavokārānam tesam tattha cakkhu āyatanañca ",
        "folio": "469"
    },
    {
        "segmentnr": "PA_ya_3.2.2:469.1_2",
        "original": "nirujjhittha manāyatanañca nirujjhissati.",
        "analyzed": "nirujjhittha manāyatanam ca nirujjhissati ",
        "folio": "469"
    },
    {
        "segmentnr": "PA_ya_3.2.2:470.1",
        "original": "Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha mana āyatanam nirujjhissati tassa tattha cakkhu āyatanam nirujjhittha ati ",
        "folio": "470"
    },
    {
        "segmentnr": "PA_ya_3.2.2:471.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhissati, no ca",
        "analyzed": "suddhāvāsam upapajjantānam arūpānam tesam tattha mana āyatanam nirujjhissati no ca ",
        "folio": "471"
    },
    {
        "segmentnr": "PA_ya_3.2.2:471.1_1",
        "original": "tesaṁ tattha cakkhāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha manāyatanañca",
        "analyzed": "tesam tattha cakkhu āyatanam nirujjhittha itaresam pañcavokārānam tesam tattha manāyatanañca ",
        "folio": "471"
    },
    {
        "segmentnr": "PA_ya_3.2.2:471.1_2",
        "original": "nirujjhissati cakkhāyatanañca nirujjhittha.",
        "analyzed": "nirujjhissati cakkhu āyatanam ca ",
        "folio": "471"
    },
    {
        "segmentnr": "PA_ya_3.2.2:472.1",
        "original": "Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam nirujjhittha tassa tattha dhammāyatanam nirujjhissati iti ",
        "folio": "472"
    },
    {
        "segmentnr": "PA_ya_3.2.2:473.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha cakkha āyatanam nirujjhittha no ca tesam ",
        "folio": "473"
    },
    {
        "segmentnr": "PA_ya_3.2.2:473.1_1",
        "original": "tattha dhammāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca",
        "analyzed": "tattha dhammāyatanam nirujjhissati itaresam pañcavokārānam tesam tattha cakkhu āyatanañca ",
        "folio": "473"
    },
    {
        "segmentnr": "PA_ya_3.2.2:473.1_2",
        "original": "nirujjhittha dhammāyatanañca nirujjhissati.",
        "analyzed": "nirujjhittha dhamma āyatanam ca nirujjhissati ",
        "folio": "473"
    },
    {
        "segmentnr": "PA_ya_3.2.2:474.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhissati tassa tattha cakkhu āyatanam nirujjhittha ati ",
        "folio": "474"
    },
    {
        "segmentnr": "PA_ya_3.2.2:475.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati,",
        "analyzed": "suddhāvāsam upapajjantānam asaññasattānam arūpānam tesam tattha dhammāyatanam nirujjhissati ",
        "folio": "475"
    },
    {
        "segmentnr": "PA_ya_3.2.2:475.1_1",
        "original": "no ca tesaṁ tattha cakkhāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha cakkhu āyatanam nirujjhittha itaresam pañcavokārānam tesam tattha ",
        "folio": "475"
    },
    {
        "segmentnr": "PA_ya_3.2.2:475.1_2",
        "original": "dhammāyatanañca nirujjhissati cakkhāyatanañca nirujjhittha. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "dhamma āyatanañca nirujjhissati cakkhu āyatanañca nirujjhittha cakkhu āyatana mūlaka ",
        "folio": "475"
    },
    {
        "segmentnr": "PA_ya_3.2.2:476.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhittha tassa tattha rūpāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhittha tassa tattha rūpa āyatanam nirujjhissati iti ",
        "folio": "476"
    },
    {
        "segmentnr": "PA_ya_3.2.2:477.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhittha, no ca tesaṁ tattha",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha ghāna āyatanam nirujjhittha no ca tesam tattha ",
        "folio": "477"
    },
    {
        "segmentnr": "PA_ya_3.2.2:477.1_1",
        "original": "rūpāyatanaṁ nirujjhissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha ghānāyatanañca nirujjhittha",
        "analyzed": "rūpa āyatanam nirujjhissati itaresam kāma avacarānam tesam tattha ghāna āyatanam ca ",
        "folio": "477"
    },
    {
        "segmentnr": "PA_ya_3.2.2:477.1_2",
        "original": "rūpāyatanañca nirujjhissati.",
        "analyzed": "rūpa āyatanam ca nirujjhissati ",
        "folio": "477"
    },
    {
        "segmentnr": "PA_ya_3.2.2:478.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam nirujjhissati tassa tattha ghāna āyatanam nirujjhittha ati ",
        "folio": "478"
    },
    {
        "segmentnr": "PA_ya_3.2.2:479.1_0",
        "original": "Rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ",
        "analyzed": "rūpa avacarānam tesam tattha rūpa āyatanam nirujjhissati no ca tesam tattha ghāna āyatana ",
        "folio": "479"
    },
    {
        "segmentnr": "PA_ya_3.2.2:479.1_1",
        "original": "nirujjhittha. Kāmāvacarānaṁ tesaṁ tattha rūpāyatanañca nirujjhissati ghānāyatanañca nirujjhittha.",
        "analyzed": "nirujjhittha kāma avacarānam tesam tattha rūpa āyatanam ca nirujjhissati ghāna āyatanam ca nirujjhittha ",
        "folio": "479"
    },
    {
        "segmentnr": "PA_ya_3.2.2:480.1",
        "original": "Yassa yattha ghānāyatanaṁ nirujjhittha tassa tattha manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam nirujjhittha tassa tattha manāyatanam pe dhamma āyatanam nirujjhissati iti ",
        "folio": "480"
    },
    {
        "segmentnr": "PA_ya_3.2.2:481.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhittha, no ca tesaṁ tattha",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha ghāna āyatanam nirujjhittha no ca tesam tattha ",
        "folio": "481"
    },
    {
        "segmentnr": "PA_ya_3.2.2:481.1_1",
        "original": "dhammāyatanaṁ nirujjhissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha ghānāyatanañca nirujjhittha",
        "analyzed": "dhammāyatanam nirujjhissati itaresam kāmāvacarānam tesam tattha ghāna āyatanañca nirujjhittha ",
        "folio": "481"
    },
    {
        "segmentnr": "PA_ya_3.2.2:481.1_2",
        "original": "dhammāyatanañca nirujjhissati.",
        "analyzed": "dhamma āyatanañca nirujjhissati ",
        "folio": "481"
    },
    {
        "segmentnr": "PA_ya_3.2.2:482.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha dhammāyatanam nirujjhissati tassa tattha ghāna āyatanam nirujjhittha ati ",
        "folio": "482"
    },
    {
        "segmentnr": "PA_ya_3.2.2:483.1_0",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ",
        "analyzed": "rūpāvacarānam arūpāvacarānam tesam tattha dhammāyatanam nirujjhissati no ca tesam ",
        "folio": "483"
    },
    {
        "segmentnr": "PA_ya_3.2.2:483.1_1",
        "original": "tattha ghānāyatanaṁ nirujjhittha. Kāmāvacarānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati",
        "analyzed": "tattha ghāna āyatanam nirujjhittha kāmāvacarānam tesam tattha dhammāyatanañca nirujjhissati ",
        "folio": "483"
    },
    {
        "segmentnr": "PA_ya_3.2.2:483.1_2",
        "original": "ghānāyatanañca nirujjhittha. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "ghāna āyatanam ca ghāna āyatana mūlaka ",
        "folio": "483"
    },
    {
        "segmentnr": "PA_ya_3.2.2:484.1",
        "original": "Yassa yattha rūpāyatanaṁ nirujjhittha tassa tattha manāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam nirujjhittha tassa tattha mana āyatanam nirujjhissati iti ",
        "folio": "484"
    },
    {
        "segmentnr": "PA_ya_3.2.2:485.1_0",
        "original": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhittha,",
        "analyzed": "pañcavokāre parinibbantānam asaññasattānam tesam tattha rūpa āyatanam ",
        "folio": "485"
    },
    {
        "segmentnr": "PA_ya_3.2.2:485.1_1",
        "original": "no ca tesaṁ tattha manāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha",
        "analyzed": "no ca tesam tattha mana āyatanam nirujjhissati itaresam pañcavokārānam tesam tattha ",
        "folio": "485"
    },
    {
        "segmentnr": "PA_ya_3.2.2:485.1_2",
        "original": "rūpāyatanañca nirujjhittha manāyatanañca nirujjhissati.",
        "analyzed": "rūpa āyatanam ca nirujjhittha manāyatanam ca nirujjhissati ",
        "folio": "485"
    },
    {
        "segmentnr": "PA_ya_3.2.2:486.1",
        "original": "Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha manāyatanam nirujjhissati tassa tattha rūpa āyatanam nirujjhittha ati ",
        "folio": "486"
    },
    {
        "segmentnr": "PA_ya_3.2.2:487.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhissati, no ca",
        "analyzed": "suddhāvāsam upapajjantānam arūpānam tesam tattha mana āyatanam nirujjhissati no ca ",
        "folio": "487"
    },
    {
        "segmentnr": "PA_ya_3.2.2:487.1_1",
        "original": "tesaṁ tattha rūpāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha manāyatanañca",
        "analyzed": "tesam tattha rūpa āyatanam nirujjhittha itaresam pañcavokārānam tesam tattha manāyatanañca ",
        "folio": "487"
    },
    {
        "segmentnr": "PA_ya_3.2.2:487.1_2",
        "original": "nirujjhissati rūpāyatanañca nirujjhittha.",
        "analyzed": "nirujjhissati rūpa āyatanam ca ",
        "folio": "487"
    },
    {
        "segmentnr": "PA_ya_3.2.2:488.1",
        "original": "Yassa yattha rūpāyatanaṁ nirujjhittha tassa tattha dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam nirujjhittha tassa tattha dhamma āyatanam nirujjhissati iti ",
        "folio": "488"
    },
    {
        "segmentnr": "PA_ya_3.2.2:489.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhittha, no ca tesaṁ tattha",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha rūpa āyatanam nirujjhittha no ca tesam tattha ",
        "folio": "489"
    },
    {
        "segmentnr": "PA_ya_3.2.2:489.1_1",
        "original": "dhammāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ asaññasattānaṁ tesaṁ tattha",
        "analyzed": "dhammāyatanam nirujjhissati itaresam pañcavokārānam asaññasattānam tesam tattha ",
        "folio": "489"
    },
    {
        "segmentnr": "PA_ya_3.2.2:489.1_2",
        "original": "rūpāyatanañca nirujjhittha dhammāyatanañca nirujjhissati.",
        "analyzed": "rūpa āyatanam ca nirujjhittha dhamma āyatanam ca nirujjhissati ",
        "folio": "489"
    },
    {
        "segmentnr": "PA_ya_3.2.2:490.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhissati tassa tattha rūpa āyatanam nirujjhittha ati ",
        "folio": "490"
    },
    {
        "segmentnr": "PA_ya_3.2.2:491.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no",
        "analyzed": "suddhāvāsam upapajjantānam arūpānam tesam tattha dhammāyatanam nirujjhissati no ",
        "folio": "491"
    },
    {
        "segmentnr": "PA_ya_3.2.2:491.1_1",
        "original": "ca tesaṁ tattha rūpāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ asaññasattānaṁ",
        "analyzed": "ca tesam tattha rūpa āyatanam itaresam pañcavokārānam asaññasattānam ",
        "folio": "491"
    },
    {
        "segmentnr": "PA_ya_3.2.2:491.1_2",
        "original": "tesaṁ tattha dhammāyatanañca nirujjhissati rūpāyatanañca nirujjhittha. (Rūpāyatanamūlakaṁ.)",
        "analyzed": "tesam tattha dhamma āyatanam ca nirujjhissati rūpa āyatanam ca nirujjhittha rūpa āyatana mūlaka ",
        "folio": "491"
    },
    {
        "segmentnr": "PA_ya_3.2.2:492.1",
        "original": "Yassa yattha manāyatanaṁ nirujjhittha tassa tattha dhammāyatanaṁ nirujjhissatīti?",
        "analyzed": "yassa yattha manāyatanam nirujjhittha tassa tattha dhammāyatanam nirujjhissati iti ",
        "folio": "492"
    },
    {
        "segmentnr": "PA_ya_3.2.2:493.1_0",
        "original": "Parinibbantānaṁ tesaṁ tattha manāyatanaṁ nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ",
        "analyzed": "parinibbantānam tesam tattha manāyatanam nirujjhittha no ca tesam tattha dhammāyatana ",
        "folio": "493"
    },
    {
        "segmentnr": "PA_ya_3.2.2:493.1_1",
        "original": "nirujjhissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha manāyatanañca nirujjhittha",
        "analyzed": "nirujjhissati itaresam catuvokārānam pañcavokārānam tesam tattha mana āyatanam ca ",
        "folio": "493"
    },
    {
        "segmentnr": "PA_ya_3.2.2:493.1_2",
        "original": "dhammāyatanañca nirujjhissati.",
        "analyzed": "dhamma āyatanañca nirujjhissati ",
        "folio": "493"
    },
    {
        "segmentnr": "PA_ya_3.2.2:494.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam nirujjhissati tassa tattha manāyatanam nirujjhittha ati ",
        "folio": "494"
    },
    {
        "segmentnr": "PA_ya_3.2.2:495.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati,",
        "analyzed": "suddhāvāsam upapajjantānam asaññasattānam tesam tattha dhammāyatanam nirujjhissati ",
        "folio": "495"
    },
    {
        "segmentnr": "PA_ya_3.2.2:495.1_1",
        "original": "no ca tesaṁ tattha manāyatanaṁ nirujjhittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ",
        "analyzed": "no ca tesam tattha mana āyatanam nirujjhittha itaresam catuvokārānam pañcavokārānam ",
        "folio": "495"
    },
    {
        "segmentnr": "PA_ya_3.2.2:495.1_2",
        "original": "tesaṁ tattha dhammāyatanañca nirujjhissati manāyatanañca nirujjhittha.",
        "analyzed": "tesam tattha dhamma āyatanam ca nirujjhissati manāyatanam ca nirujjhittha ",
        "folio": "495"
    },
    {
        "segmentnr": "PA_ya_3.2.2:496.0",
        "original": "3.2.2.6.4. Paccanīkapuggala",
        "analyzed": "paccanīka puggala ",
        "folio": "496"
    },
    {
        "segmentnr": "PA_ya_3.2.2:496.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhittha tassa sotāyatanaṁ na nirujjhissatīti? Natthi.",
        "analyzed": "yassa cakkhāyatanam na nirujjhittha tassa sotāyatanam na nirujjhissati iti natthi ",
        "folio": "496"
    },
    {
        "segmentnr": "PA_ya_3.2.2:497.1",
        "original": "Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yassa vā pana sota āyatanam na nirujjhissati tassa cakkhu āyatanam na nirujjhittha ati nirujjhittha ",
        "folio": "497"
    },
    {
        "segmentnr": "PA_ya_3.2.2:498.1",
        "original": "Yassa cakkhāyatanaṁ …pe… ghānāyatanaṁ … rūpāyatanaṁ … manāyatanaṁ na nirujjhittha tassa dhammāyatanaṁ na nirujjhissatīti? Natthi.",
        "analyzed": "yassa cakkhu āyatanam pe ghāna āyatanam rūpa āyatanam manāyatanam na nirujjhittha tassa dhammāyatanam na nirujjhissati iti natthi ",
        "folio": "498"
    },
    {
        "segmentnr": "PA_ya_3.2.2:499.1",
        "original": "Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ na nirujjhitthāti? Nirujjhittha.",
        "analyzed": "yassa vā pana dhamma āyatanam na nirujjhissati tassa manāyatanam na nirujjhittha ati nirujjhittha ",
        "folio": "499"
    },
    {
        "segmentnr": "PA_ya_3.2.2:500.0",
        "original": "3.2.2.6.5. Paccanīkaokāsa",
        "analyzed": "paccanīka okāsa ",
        "folio": "500"
    },
    {
        "segmentnr": "PA_ya_3.2.2:500.1",
        "original": "Yassa cakkhāyatanaṁ na nirujjhittha …pe….",
        "analyzed": "yassa cakkhu āyatanam na nirujjhittha pe ",
        "folio": "500"
    },
    {
        "segmentnr": "PA_ya_3.2.2:501.0",
        "original": "3.2.2.6.6. Paccanīkapuggalokāsa",
        "analyzed": "paccanīka puggala okāsa ",
        "folio": "501"
    },
    {
        "segmentnr": "PA_ya_3.2.2:501.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha sotāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhittha tassa tattha sotāyatanam na nirujjhissati iti ",
        "folio": "501"
    },
    {
        "segmentnr": "PA_ya_3.2.2:502.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhittha, no ca tesaṁ",
        "analyzed": "suddhāvāsam upapajjantānam tesam tattha cakkhāyatanam na nirujjhittha no ca tesam ",
        "folio": "502"
    },
    {
        "segmentnr": "PA_ya_3.2.2:502.1_1",
        "original": "tattha sotāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ asaññasattānaṁ arūpānaṁ",
        "analyzed": "tattha sotāyatanam na nirujjhissati suddhāvāse parinibbantānam asaññasattānam arūpānam ",
        "folio": "502"
    },
    {
        "segmentnr": "PA_ya_3.2.2:502.1_2",
        "original": "tesaṁ tattha cakkhāyatanañca na nirujjhittha sotāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha cakkhu āyatanam ca na nirujjhittha sota āyatanam ca na nirujjhissati ",
        "folio": "502"
    },
    {
        "segmentnr": "PA_ya_3.2.2:503.1",
        "original": "Yassa vā pana yattha sotāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha sota āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na ",
        "folio": "503"
    },
    {
        "segmentnr": "PA_ya_3.2.2:504.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha sotāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha sotāyatanam na nirujjhissati no ca tesam ",
        "folio": "504"
    },
    {
        "segmentnr": "PA_ya_3.2.2:504.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ asaññasattānaṁ arūpānaṁ",
        "analyzed": "tattha cakkha āyatanam na nirujjhittha suddhāvāse parinibbantānam asaññasattānam arūpānam ",
        "folio": "504"
    },
    {
        "segmentnr": "PA_ya_3.2.2:504.1_2",
        "original": "tesaṁ tattha sotāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhittha.",
        "analyzed": "tesam tattha sota āyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhittha ",
        "folio": "504"
    },
    {
        "segmentnr": "PA_ya_3.2.2:505.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha ghānāyatanaṁ na nirujjhissatīti? Āmantā.",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhittha tassa tattha ghāna āyatanam na nirujjhissati iti āmantā ",
        "folio": "505"
    },
    {
        "segmentnr": "PA_ya_3.2.2:506.1",
        "original": "Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha ghāna āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na ",
        "folio": "506"
    },
    {
        "segmentnr": "PA_ya_3.2.2:507.1_0",
        "original": "Kāmāvacare parinibbantānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati,",
        "analyzed": "kāmāvacare parinibbantānam rūpāvacarānam tesam tattha ghāna āyatanam na nirujjhissati ",
        "folio": "507"
    },
    {
        "segmentnr": "PA_ya_3.2.2:507.1_1",
        "original": "no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāsānaṁ asaññasattānaṁ arūpānaṁ",
        "analyzed": "no ca tesam tattha cakkha āyatanam na nirujjhittha suddhāvāsānam asaññasattānam arūpānam ",
        "folio": "507"
    },
    {
        "segmentnr": "PA_ya_3.2.2:507.1_2",
        "original": "tesaṁ tattha ghānāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhittha.",
        "analyzed": "tesam tattha ghāna āyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhittha ",
        "folio": "507"
    },
    {
        "segmentnr": "PA_ya_3.2.2:508.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhittha tassa tattha rūpāyatanam na nirujjhissati iti ",
        "folio": "508"
    },
    {
        "segmentnr": "PA_ya_3.2.2:509.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhittha,",
        "analyzed": "suddhāvāsam upapajjantānam asaññasattānam tesam tattha cakkha āyatanam na ",
        "folio": "509"
    },
    {
        "segmentnr": "PA_ya_3.2.2:509.1_1",
        "original": "no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpānaṁ",
        "analyzed": "no ca tesam tattha rūpa āyatanam na nirujjhissati suddhāvāse parinibbantānam arūpānaṃ ",
        "folio": "509"
    },
    {
        "segmentnr": "PA_ya_3.2.2:509.1_2",
        "original": "tesaṁ tattha cakkhāyatanañca na nirujjhittha rūpāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha cakkhu āyatanam ca na nirujjhittha rūpa āyatanam ca na nirujjhissati ",
        "folio": "509"
    },
    {
        "segmentnr": "PA_ya_3.2.2:510.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na ",
        "folio": "510"
    },
    {
        "segmentnr": "PA_ya_3.2.2:511.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha rūpa āyatanam na nirujjhissati no ca tesam ",
        "folio": "511"
    },
    {
        "segmentnr": "PA_ya_3.2.2:511.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "tattha cakkha āyatanam na suddhāvāse parinibbantānam arūpānam tesam tattha ",
        "folio": "511"
    },
    {
        "segmentnr": "PA_ya_3.2.2:511.1_2",
        "original": "rūpāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhittha.",
        "analyzed": "rūpa āyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhittha ",
        "folio": "511"
    },
    {
        "segmentnr": "PA_ya_3.2.2:512.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhittha tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "512"
    },
    {
        "segmentnr": "PA_ya_3.2.2:513.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhittha, no",
        "analyzed": "suddhāvāsam upapajjantānam arūpānam tesam tattha cakkhāyatanam na nirujjhittha no ",
        "folio": "513"
    },
    {
        "segmentnr": "PA_ya_3.2.2:513.1_1",
        "original": "ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ",
        "analyzed": "ca tesam tattha mana āyatanam na nirujjhissati suddhāvāse parinibbantānam arūpe parinibbantānam ",
        "folio": "513"
    },
    {
        "segmentnr": "PA_ya_3.2.2:513.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhittha manāyatanañca na nirujjhissati.",
        "analyzed": "asaññasattānam tesam tattha cakkhāyatanam ca na nirujjhittha manāyatanam ca na nirujjhissati ",
        "folio": "513"
    },
    {
        "segmentnr": "PA_ya_3.2.2:514.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha cakkhāyatanam na ",
        "folio": "514"
    },
    {
        "segmentnr": "PA_ya_3.2.2:515.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha manāyatanam na nirujjhissati no ca tesam ",
        "folio": "515"
    },
    {
        "segmentnr": "PA_ya_3.2.2:515.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ",
        "analyzed": "tattha cakkha āyatanam na suddhāvāse parinibbantānam arūpe parinibbantānam ",
        "folio": "515"
    },
    {
        "segmentnr": "PA_ya_3.2.2:515.1_2",
        "original": "asaññasattānaṁ tesaṁ tattha manāyatanañca na nirujjhissati, cakkhāyatanañca na nirujjhittha.",
        "analyzed": "asaññasattānam tesam tattha manāyatanam ca na nirujjhissati cakkhāyatanam ca na nirujjhittha ",
        "folio": "515"
    },
    {
        "segmentnr": "PA_ya_3.2.2:516.1",
        "original": "Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha cakkhāyatanam na nirujjhittha tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "516"
    },
    {
        "segmentnr": "PA_ya_3.2.2:517.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na",
        "analyzed": "suddhāvāsam upapajjantānam asaññasattānam arūpānam tesam tattha cakkhu āyatanam na ",
        "folio": "517"
    },
    {
        "segmentnr": "PA_ya_3.2.2:517.1_1",
        "original": "nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ",
        "analyzed": "nirujjhittha no ca tesam tattha dhammāyatanam na nirujjhissati suddhāvāse parinibbantāna ",
        "folio": "517"
    },
    {
        "segmentnr": "PA_ya_3.2.2:517.1_2",
        "original": "arūpe parinibbantānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhittha dhammāyatanañca na nirujjhissati.",
        "analyzed": "arūpe parinibbantānam tesam tattha cakkhu āyatanam ca na nirujjhittha dhamma āyatanam ca na nirujjhissati ",
        "folio": "517"
    },
    {
        "segmentnr": "PA_ya_3.2.2:518.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam na nirujjhissati tassa tattha cakkhu āyatanam na ",
        "folio": "518"
    },
    {
        "segmentnr": "PA_ya_3.2.2:519.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha dhammāyatanam na nirujjhissati no ca tesam ",
        "folio": "519"
    },
    {
        "segmentnr": "PA_ya_3.2.2:519.1_1",
        "original": "tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ",
        "analyzed": "tattha cakkha āyatanam na suddhāvāse parinibbantānam arūpe parinibbantānam ",
        "folio": "519"
    },
    {
        "segmentnr": "PA_ya_3.2.2:519.1_2",
        "original": "tesaṁ tattha dhammāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhittha. (Cakkhāyatanamūlakaṁ.)",
        "analyzed": "tesam tattha dhamma āyatanam ca na nirujjhissati cakkhu āyatanam ca na nirujjhittha cakkhu āyatana mūlaka ",
        "folio": "519"
    },
    {
        "segmentnr": "PA_ya_3.2.2:520.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhittha tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhittha tassa tattha rūpa āyatanam na nirujjhissati iti ",
        "folio": "520"
    },
    {
        "segmentnr": "PA_ya_3.2.2:521.1_0",
        "original": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhittha, no ca tesaṁ tattha rūpāyatanaṁ",
        "analyzed": "rūpa avacarānam tesam tattha ghāna āyatanam na nirujjhittha no ca tesam tattha rūpa āyatana ",
        "folio": "521"
    },
    {
        "segmentnr": "PA_ya_3.2.2:521.1_1",
        "original": "na nirujjhissati. Rūpāvacare parinibbantānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca",
        "analyzed": "na nirujjhissati rūpāvacare parinibbantānam arūpānam tesam tattha ghāna āyatanañca ",
        "folio": "521"
    },
    {
        "segmentnr": "PA_ya_3.2.2:521.1_2",
        "original": "na nirujjhittha rūpāyatanañca na nirujjhissati.",
        "analyzed": "na nirujjhittha rūpa āyatanam ca na nirujjhissati ",
        "folio": "521"
    },
    {
        "segmentnr": "PA_ya_3.2.2:522.1",
        "original": "Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha rūpa āyatanam na nirujjhissati tassa tattha ghāna āyatanam na ",
        "folio": "522"
    },
    {
        "segmentnr": "PA_ya_3.2.2:523.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha rūpa āyatanam na nirujjhissati no ca tesam ",
        "folio": "523"
    },
    {
        "segmentnr": "PA_ya_3.2.2:523.1_1",
        "original": "tattha ghānāyatanaṁ na nirujjhittha. Rūpāvacare parinibbantānaṁ arūpānaṁ tesaṁ tattha",
        "analyzed": "tattha ghāna āyatanam na nirujjhittha rūpāvacare parinibbantānam arūpānam tesam tattha ",
        "folio": "523"
    },
    {
        "segmentnr": "PA_ya_3.2.2:523.1_2",
        "original": "rūpāyatanañca na nirujjhissati ghānāyatanañca na nirujjhittha.",
        "analyzed": "rūpa āyatanam ca na nirujjhissati ghāna āyatanam ca na nirujjhittha ",
        "folio": "523"
    },
    {
        "segmentnr": "PA_ya_3.2.2:524.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhittha tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhittha tassa tattha mana āyatanam na nirujjhissati iti ",
        "folio": "524"
    },
    {
        "segmentnr": "PA_ya_3.2.2:525.1_0",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhittha, no ca tesaṁ",
        "analyzed": "rūpāvacarānam arūpāvacarānam tesam tattha ghāna āyatanam na nirujjhittha no ca tesam ",
        "folio": "525"
    },
    {
        "segmentnr": "PA_ya_3.2.2:525.1_1",
        "original": "tattha manāyatanaṁ na nirujjhissati. Rūpāvacare arūpāvacare parinibbantānaṁ asaññasattānaṁ",
        "analyzed": "tattha manāyatanam na nirujjhissati rūpāvacare arūpāvacare parinibbantānam asaññasattānam ",
        "folio": "525"
    },
    {
        "segmentnr": "PA_ya_3.2.2:525.1_2",
        "original": "tesaṁ tattha ghānāyatanañca na nirujjhittha manāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha ghāna āyatanam ca na nirujjhittha manāyatanam ca na nirujjhissati ",
        "folio": "525"
    },
    {
        "segmentnr": "PA_ya_3.2.2:526.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha ghāna āyatanam na ",
        "folio": "526"
    },
    {
        "segmentnr": "PA_ya_3.2.2:527.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha mana āyatanam na nirujjhissati no ca tesam ",
        "folio": "527"
    },
    {
        "segmentnr": "PA_ya_3.2.2:527.1_1",
        "original": "tattha ghānāyatanaṁ na nirujjhittha. Rūpāvacare arūpāvacare parinibbantānaṁ asaññasattānaṁ",
        "analyzed": "tattha ghāna āyatanam na rūpāvacare arūpāvacare parinibbantānam asaññasattānam ",
        "folio": "527"
    },
    {
        "segmentnr": "PA_ya_3.2.2:527.1_2",
        "original": "tesaṁ tattha manāyatanañca na nirujjhissati ghānāyatanañca na nirujjhittha.",
        "analyzed": "tesam tattha manāyatanam ca na nirujjhissati ghāna āyatanam ca na nirujjhittha ",
        "folio": "527"
    },
    {
        "segmentnr": "PA_ya_3.2.2:528.1",
        "original": "Yassa yattha ghānāyatanaṁ na nirujjhittha tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha ghāna āyatanam na nirujjhittha tassa tattha dhamma āyatanam na nirujjhissati iti ",
        "folio": "528"
    },
    {
        "segmentnr": "PA_ya_3.2.2:529.1_0",
        "original": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhittha, no ca tesaṁ",
        "analyzed": "rūpāvacarānam arūpāvacarānam tesam tattha ghāna āyatanam na nirujjhittha no ca tesam ",
        "folio": "529"
    },
    {
        "segmentnr": "PA_ya_3.2.2:529.1_1",
        "original": "tattha dhammāyatanaṁ na nirujjhissati. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ",
        "analyzed": "tattha dhammāyatanam na nirujjhissati rūpāvacare arūpāvacare parinibbantānam ",
        "folio": "529"
    },
    {
        "segmentnr": "PA_ya_3.2.2:529.1_2",
        "original": "tattha ghānāyatanañca na nirujjhittha dhammāyatanañca na nirujjhissati.",
        "analyzed": "tattha ghāna āyatanam ca na nirujjhittha dhamma āyatanam ca na nirujjhissati ",
        "folio": "529"
    },
    {
        "segmentnr": "PA_ya_3.2.2:530.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha ghāna āyatanam na ",
        "folio": "530"
    },
    {
        "segmentnr": "PA_ya_3.2.2:531.1_0",
        "original": "Kāmāvacare parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "kāmāvacare parinibbantānam tesam tattha dhammāyatanam na nirujjhissati no ca tesam ",
        "folio": "531"
    },
    {
        "segmentnr": "PA_ya_3.2.2:531.1_1",
        "original": "tattha ghānāyatanaṁ na nirujjhittha. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ",
        "analyzed": "tattha ghāna āyatanam na rūpāvacare arūpāvacare parinibbantānam ",
        "folio": "531"
    },
    {
        "segmentnr": "PA_ya_3.2.2:531.1_2",
        "original": "tattha dhammāyatanañca na nirujjhissati ghānāyatanañca na nirujjhittha. (Ghānāyatanamūlakaṁ.)",
        "analyzed": "tattha dhamma āyatanam ca na nirujjhissati ghāna āyatanam ca na nirujjhittha ghāna āyatana mūlaka ",
        "folio": "531"
    },
    {
        "segmentnr": "PA_ya_3.2.2:532.1",
        "original": "Yassa yattha rūpāyatanaṁ na nirujjhittha tassa tattha manāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam na nirujjhittha tassa tattha manāyatanam na nirujjhissati iti ",
        "folio": "532"
    },
    {
        "segmentnr": "PA_ya_3.2.2:533.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhittha, no",
        "analyzed": "suddhāvāsam upapajjantānam arūpānam tesam tattha rūpa āyatanam na nirujjhittha no ",
        "folio": "533"
    },
    {
        "segmentnr": "PA_ya_3.2.2:533.1_1",
        "original": "ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ",
        "analyzed": "ca tesam tattha mana āyatanam na nirujjhissati suddhāvāse parinibbantānam arūpe parinibbantānam ",
        "folio": "533"
    },
    {
        "segmentnr": "PA_ya_3.2.2:533.1_2",
        "original": "tesaṁ tattha rūpāyatanañca na nirujjhittha manāyatanañca na nirujjhissati.",
        "analyzed": "tesam tattha rūpa āyatanam ca na nirujjhittha manāyatanam ca na nirujjhissati ",
        "folio": "533"
    },
    {
        "segmentnr": "PA_ya_3.2.2:534.1",
        "original": "Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha manāyatanam na nirujjhissati tassa tattha rūpa āyatanam na ",
        "folio": "534"
    },
    {
        "segmentnr": "PA_ya_3.2.2:535.1_0",
        "original": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati,",
        "analyzed": "pañcavokāre parinibbantānam asaññasattānam tesam tattha manāyatanam na nirujjhissati ",
        "folio": "535"
    },
    {
        "segmentnr": "PA_ya_3.2.2:535.1_1",
        "original": "no ca tesaṁ tattha rūpāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe",
        "analyzed": "no ca tesam tattha rūpa āyatanam na nirujjhittha suddhāvāse parinibbantānam arūpe ",
        "folio": "535"
    },
    {
        "segmentnr": "PA_ya_3.2.2:535.1_2",
        "original": "parinibbantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati rūpāyatanañca na nirujjhittha.",
        "analyzed": "parinibbantānam tesam tattha manāyatanam ca na nirujjhissati rūpāyatanam ca na nirujjhittha ",
        "folio": "535"
    },
    {
        "segmentnr": "PA_ya_3.2.2:536.1",
        "original": "Yassa yattha rūpāyatanaṁ na nirujjhittha tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha rūpa āyatanam na nirujjhittha tassa tattha dhamma āyatanam na nirujjhissati iti ",
        "folio": "536"
    },
    {
        "segmentnr": "PA_ya_3.2.2:537.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhittha, no",
        "analyzed": "suddhāvāsam upapajjantānam arūpānam tesam tattha rūpa āyatanam na nirujjhittha no ",
        "folio": "537"
    },
    {
        "segmentnr": "PA_ya_3.2.2:537.1_1",
        "original": "ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe",
        "analyzed": "ca tesam tattha dhamma āyatanam na nirujjhissati suddhāvāse parinibbantānam arūpe ",
        "folio": "537"
    },
    {
        "segmentnr": "PA_ya_3.2.2:537.1_2",
        "original": "parinibbantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhittha dhammāyatanañca na nirujjhissati.",
        "analyzed": "parinibbantānam tesam tattha rūpa āyatanam ca na nirujjhittha dhamma āyatanam ca na nirujjhissati ",
        "folio": "537"
    },
    {
        "segmentnr": "PA_ya_3.2.2:538.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha dhamma āyatanam na nirujjhissati tassa tattha rūpa āyatanam na ",
        "folio": "538"
    },
    {
        "segmentnr": "PA_ya_3.2.2:539.1_0",
        "original": "Pañcavokāre parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ",
        "analyzed": "pañcavokāre parinibbantānam tesam tattha dhammāyatanam na nirujjhissati no ca tesam ",
        "folio": "539"
    },
    {
        "segmentnr": "PA_ya_3.2.2:539.1_1",
        "original": "tattha rūpāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ",
        "analyzed": "tattha rūpa āyatanam na suddhāvāse parinibbantānam arūpe parinibbantānam ",
        "folio": "539"
    },
    {
        "segmentnr": "PA_ya_3.2.2:539.1_2",
        "original": "tesaṁ tattha dhammāyatanañca na nirujjhissati rūpāyatanañca na nirujjhittha. (Rūpāyatanamūlakaṁ.)",
        "analyzed": "tesam tattha dhamma āyatanam ca na nirujjhissati rūpa āyatanam ca na nirujjhittha rūpa āyatana mūlaka ",
        "folio": "539"
    },
    {
        "segmentnr": "PA_ya_3.2.2:540.1",
        "original": "Yassa yattha manāyatanaṁ na nirujjhittha tassa tattha dhammāyatanaṁ na nirujjhissatīti?",
        "analyzed": "yassa yattha manāyatanam na nirujjhittha tassa tattha dhammāyatanam na nirujjhissati iti ",
        "folio": "540"
    },
    {
        "segmentnr": "PA_ya_3.2.2:541.1_0",
        "original": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhittha,",
        "analyzed": "suddhāvāsam upapajjantānam asaññasattānam tesam tattha mana āyatanam na ",
        "folio": "541"
    },
    {
        "segmentnr": "PA_ya_3.2.2:541.1_1",
        "original": "no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ tesaṁ",
        "analyzed": "no ca tesam tattha dhammāyatanam na nirujjhissati suddhāvāse parinibbantānam ",
        "folio": "541"
    },
    {
        "segmentnr": "PA_ya_3.2.2:541.1_2",
        "original": "tattha manāyatanañca na nirujjhittha dhammāyatanañca na nirujjhissati.",
        "analyzed": "tattha manāyatanam ca na nirujjhittha dhammāyatanam ca na nirujjhissati ",
        "folio": "541"
    },
    {
        "segmentnr": "PA_ya_3.2.2:542.1",
        "original": "Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhitthāti?",
        "analyzed": "yassa vā pana yattha dhammāyatanam na nirujjhissati tassa tattha manāyatanam na nirujjhittha ati ",
        "folio": "542"
    },
    {
        "segmentnr": "PA_ya_3.2.2:543.1_0",
        "original": "Parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ tattha manāyatanaṁ",
        "analyzed": "parinibbantānam tesam tattha dhammāyatanam na nirujjhissati no ca tesam tattha manāyatana ",
        "folio": "543"
    },
    {
        "segmentnr": "PA_ya_3.2.2:543.1_1",
        "original": "na nirujjhittha. Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhissati",
        "analyzed": "na nirujjhittha suddhāvāse parinibbantānam tesam tattha dhammāyatanam ca na nirujjhissati ",
        "folio": "543"
    },
    {
        "segmentnr": "PA_ya_3.2.2:543.1_2",
        "original": "manāyatanañca na nirujjhittha.",
        "analyzed": "manāyatanam ca na ",
        "folio": "543"
    },
    {
        "segmentnr": "PA_ya_3.2.2:544.1",
        "original": "Nirodhavāro.",
        "analyzed": "  ",
        "folio": "544"
    }
]