[
    {
        "segmentnr": "PA_ya_7.2.7:0.1",
        "original": "7 Anusayayamaka",
        "analyzed": "anu saya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.7:0.2",
        "original": "7.2 Mahāvāra",
        "analyzed": "mahāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.7:0.3",
        "original": "7.2.7. Dhātupucchāvāra",
        "analyzed": "dhātupucchāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.7:1.1_0",
        "original": "Kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "kāmadhātuyā cutassa kāmadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.7:1.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa rūpadhātuṁ upapajjantassa kati",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ kāmadhātuyā cutassa rūpadhātum upapajjantassa kati ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.7:1.1_2",
        "original": "anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa",
        "analyzed": "anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā kāmadhātuyā cutassa ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.7:1.1_3",
        "original": "arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.7:2.1_0",
        "original": "Kāmadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "kāmadhātuyā cutassa na kāmadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.7:2.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na rūpadhātuṁ upapajjantassa",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgā kāmadhātuyā cutassa na rūpadhātum upapajjantassa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.7:2.1_2",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā kāmadhātuyā cutassa ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.7:2.1_3",
        "original": "na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "na arūpa dhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.7:3.1_0",
        "original": "Kāmadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "kāmadhātuyā cutassa na kāmadhātum na arūpadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.7:3.1_1",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na rūpadhātuṁ na",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā kāmadhātuyā cutassa na rūpadhātum na ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.7:3.1_2",
        "original": "arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā",
        "analyzed": "arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.7:3.1_3",
        "original": "bhaṅgā? Kāmadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "bhaṅgā kāmadhātuyā cutassa na kāmadhātum na rūpadhātum upapajjantassa kati anusayā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.7:3.1_4",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Kāmadhātumūlakaṁ.)",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā kāmadhātu mūlaka ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.7:4.1_0",
        "original": "Rūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "rūpadhātuyā cutassa rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.7:4.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ rūpadhātuyā cutassa kāmadhātum upapajjantassa kati ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.7:4.1_2",
        "original": "anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa",
        "analyzed": "anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ rūpadhātuyā cutassa ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.7:4.1_3",
        "original": "arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.7:5.1_0",
        "original": "Rūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "rūpadhātuyā cutassa na kāmadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.7:5.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ rūpadhātuyā cutassa na rūpadhātum upapajjantassa ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.7:5.1_2",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ rūpadhātuyā cutassa ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.7:5.1_3",
        "original": "na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "na arūpa dhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.7:6.1_0",
        "original": "Rūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "rūpadhātuyā cutassa na kāmadhātum na arūpadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.7:6.1_1",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na rūpadhātuṁ na",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ rūpadhātuyā cutassa na rūpadhātum na ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.7:6.1_2",
        "original": "arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā",
        "analyzed": "arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.7:6.1_3",
        "original": "bhaṅgā? Rūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "bhaṅgāḥ rūpadhātuyā cutassa na kāmadhātum na rūpadhātum upapajjantassa kati anusayāḥ ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.7:6.1_4",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Rūpadhātumūlakaṁ.)",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ rūpadhātu mūlaka ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.7:7.1_0",
        "original": "Arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "arūpadhātuyā cutassa arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.7:7.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ arūpadhātuyā cutassa kāmadhātum upapajjantassa kati ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.7:7.1_2",
        "original": "anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa",
        "analyzed": "anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ arūpa dhātuyā cutassa ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.7:7.1_3",
        "original": "rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.7:8.1_0",
        "original": "Arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "arūpadhātuyā cutassa na kāmadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.7:8.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ arūpadhātuyā cutassa na rūpadhātum upapajjantassa ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.7:8.1_2",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.7:8.1_3",
        "original": "cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "cutassa na arūpa dhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.7:8.1_4",
        "original": "kati anusayā bhaṅgā?",
        "analyzed": "kati anusayā bhaṅgā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.7:9.1_0",
        "original": "Arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "arūpadhātuyā cutassa na kāmadhātum na arūpadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.7:9.1_1",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na rūpadhātuṁ na",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ arūpadhātuyā cutassa na rūpadhātum na ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.7:9.1_2",
        "original": "arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā",
        "analyzed": "arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.7:9.1_3",
        "original": "bhaṅgā? Arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "bhaṅgāḥ arūpadhātuyā cutassa na kāmadhātum na rūpadhātum upapajjantassa kati anusayāḥ ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.7:9.1_4",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Arūpadhātumūlakaṁ.)",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ arūpa dhātu mūlaka ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.7:10.1_0",
        "original": "Na kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "na kāmadhātuyā cutassa kāmadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.7:10.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa rūpadhātuṁ upapajjantassa",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā cutassa rūpadhātum upapajjantassa ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.7:10.1_2",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.7:10.1_3",
        "original": "cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "cutassa arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.7:10.1_4",
        "original": "kati anusayā bhaṅgā.",
        "analyzed": "kati anusayā bhaṅgā ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.7:11.1_0",
        "original": "Na kāmadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "na kāmadhātuyā cutassa na kāmadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.7:11.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na rūpadhātuṁ upapajjantassa",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā cutassa na rūpadhātum upapajjantassa ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.7:11.1_2",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.7:11.1_3",
        "original": "cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "cutassa na arūpa dhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.7:11.1_4",
        "original": "kati anusayā bhaṅgā?",
        "analyzed": "kati anusayā bhaṅgā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.7:12.1_0",
        "original": "Na kāmadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "na kāmadhātuyā cutassa na kāmadhātum na arūpadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.7:12.1_1",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na rūpadhātuṁ",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā cutassa na rūpadhātu ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.7:12.1_2",
        "original": "na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati",
        "analyzed": "na arūpa dhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.7:12.1_3",
        "original": "anusayā bhaṅgā? Na kāmadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa",
        "analyzed": "anusayāḥ bhaṅgāḥ na kāmadhātuyā cutassa na kāmadhātum na rūpadhātum upapajjantassa ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.7:12.1_4",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmadhātumūlakaṁ.)",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātu mūlaka ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.7:13.1_0",
        "original": "Na rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "na rūpadhātuyā cutassa kāmadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.7:13.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa rūpadhātuṁ upapajjantassa",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ na rūpadhātuyā cutassa rūpadhātum upapajjantassa ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.7:13.1_2",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na rūpadhātuyā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.7:13.1_3",
        "original": "cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "cutassa arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.7:13.1_4",
        "original": "kati anusayā bhaṅgā?",
        "analyzed": "kati anusayā bhaṅgā ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.7:14.1_0",
        "original": "Na rūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "na rūpadhātuyā cutassa na kāmadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.7:14.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ na rūpadhātuyā cutassa na rūpadhātum upapajjantassa ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.7:14.1_2",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na rūpadhātuyā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.7:14.1_3",
        "original": "cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "cutassa na arūpa dhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.7:14.1_4",
        "original": "kati anusayā bhaṅgā?",
        "analyzed": "kati anusayā bhaṅgā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.7:15.1_0",
        "original": "Na rūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "na rūpadhātuyā cutassa na kāmadhātum na arūpadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.7:15.1_1",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na rūpadhātuṁ",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na rūpadhātuyā cutassa na rūpadhātu ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.7:15.1_2",
        "original": "na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati",
        "analyzed": "na arūpa dhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.7:15.1_3",
        "original": "anusayā bhaṅgā? Na rūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa",
        "analyzed": "anusayāḥ bhaṅgāḥ na rūpadhātuyā cutassa na kāmadhātum na rūpadhātum upapajjantassa ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.7:15.1_4",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Narūpadhātumūlakaṁ.)",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.7:16.1_0",
        "original": "Na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "na arūpadhātuyā cutassa kāmadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.7:16.1_1",
        "original": "nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa rūpadhātuṁ upapajjantassa",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ na arūpadhātuyā cutassa rūpadhātum upapajjantassa ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.7:16.1_2",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.7:16.1_3",
        "original": "cutassa arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "cutassa arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.7:16.1_4",
        "original": "kati anusayā bhaṅgā?",
        "analyzed": "kati anusayā bhaṅgā ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.7:17.1_0",
        "original": "Na arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti, kati",
        "analyzed": "na arūpadhātuyā cutassa na kāmadhātum upapajjantassa kati anusayāḥ anusenti kati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.7:17.1_1",
        "original": "anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa",
        "analyzed": "anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na arūpadhātuyā cutassa na rūpadhātum upapajjantassa ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.7:17.1_2",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.7:17.1_3",
        "original": "cutassa na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "cutassa na arūpa dhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.7:17.1_4",
        "original": "kati anusayā bhaṅgā?",
        "analyzed": "kati anusayā bhaṅgā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.7:18.1_0",
        "original": "Na arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "na arūpadhātuyā cutassa na kāmadhātum na arūpadhātum upapajjantassa kati anusayā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.7:18.1_1",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na arūpa dhātuyā cutassa na ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.7:18.1_2",
        "original": "rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "rūpadhātum na arūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.7:18.1_3",
        "original": "kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa",
        "analyzed": "kati anusayāḥ bhaṅgāḥ na arūpadhātuyā cutassa na kāmadhātum na rūpadhātum upapajjantassa ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.7:18.1_4",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Naarūpadhātumūlakaṁ.)",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.7:19.1_0",
        "original": "Na kāmadhātuyā na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "na kāmadhātuyā na arūpadhātuyā cutassa kāmadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.7:19.1_1",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā na arūpadhātuyā cutassa ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.7:19.1_2",
        "original": "rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā",
        "analyzed": "rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.7:19.1_3",
        "original": "bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "bhaṅgāḥ na kāmadhātuyā na arūpadhātuyā cutassa arūpadhātum upapajjantassa kati anusayāḥ ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.7:19.1_4",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.7:20.1_0",
        "original": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātum upapajjantassa kati anusayā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.7:20.1_1",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā na arūpadhātuyā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.7:20.1_2",
        "original": "cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "cutassa na rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.7:20.1_3",
        "original": "kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa",
        "analyzed": "kati anusayāḥ bhaṅgāḥ na kāmadhātuyā na arūpadhātuyā cutassa na arūpadhātum upapajjantassa ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.7:20.1_4",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.7:21.1_0",
        "original": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa",
        "analyzed": "na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātum na arūpadhātum upapajjantassa ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.7:21.1_1",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.7:21.1_2",
        "original": "na arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "na arūpadhātuyā cutassa na rūpadhātum na arūpadhātum upapajjantassa kati anusayā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.7:21.1_3",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā na arūpadhātuyā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.7:21.1_4",
        "original": "cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "cutassa na kāmadhātum na rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.7:21.1_5",
        "original": "nānusenti, kati anusayā bhaṅgā? (Nakāmanaarūpadhātumūlakaṁ.)",
        "analyzed": "kati anusayāḥ bhaṅgāḥ ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.7:22.1_0",
        "original": "Na rūpadhātuyā na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "na rūpadhātuyā na arūpadhātuyā cutassa kāmadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.7:22.1_1",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na rūpadhātuyā na arūpadhātuyā cutassa ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.7:22.1_2",
        "original": "rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā",
        "analyzed": "rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.7:22.1_3",
        "original": "bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "bhaṅgāḥ na rūpadhātuyā na arūpadhātuyā cutassa arūpadhātum upapajjantassa kati anusayāḥ ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.7:22.1_4",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.7:23.1_0",
        "original": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātum upapajjantassa kati anusayā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.7:23.1_1",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na rūpadhātuyā na arūpadhātuyā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.7:23.1_2",
        "original": "cutassa na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "cutassa na rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.7:23.1_3",
        "original": "kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa",
        "analyzed": "kati anusayāḥ bhaṅgāḥ na rūpa dhātuyā na arūpa dhātuyā cutassa na arūpa dhātum upapajjantassa ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.7:23.1_4",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.7:24.1_0",
        "original": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa",
        "analyzed": "na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātum na arūpadhātum upapajjantassa ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.7:24.1_1",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na rūpadhātuyā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.7:24.1_2",
        "original": "na arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "na arūpadhātuyā cutassa na rūpadhātum na arūpadhātum upapajjantassa kati anusayā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.7:24.1_3",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na rūpadhātuyā na arūpadhātuyā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.7:24.1_4",
        "original": "cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā",
        "analyzed": "cutassa na kāmadhātum na rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.7:24.1_5",
        "original": "nānusenti, kati anusayā bhaṅgā? (Narūpanaarūpadhātumūlakaṁ.)",
        "analyzed": "na anusenti kati anusayāḥ bhaṅgāḥ ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.7:25.1_0",
        "original": "Na kāmadhātuyā na rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "na kāmadhātuyā na rūpadhātuyā cutassa kāmadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.7:25.1_1",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā na rūpadhātuyā cutassa ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.7:25.1_2",
        "original": "rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā",
        "analyzed": "rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.7:25.1_3",
        "original": "bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kati anusayā",
        "analyzed": "bhaṅgāḥ na kāmadhātuyā na rūpadhātuyā cutassa a rūpadhātum upapajjantassa kati anusayāḥ ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.7:25.1_4",
        "original": "anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.7:26.1_0",
        "original": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.7:26.1_1",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā na rūpadhātuyā cutassa ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.7:26.1_2",
        "original": "na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati",
        "analyzed": "na rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti kati ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.7:26.1_3",
        "original": "anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa",
        "analyzed": "anusayāḥ bhaṅgāḥ na kāmadhātuyā na rūpadhātuyā cutassa na arūpadhātum upapajjantassa ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.7:26.1_4",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.7:27.1_0",
        "original": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa",
        "analyzed": "na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātum na arūpadhātum upapajjantassa ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.7:27.1_1",
        "original": "kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā",
        "analyzed": "kati anusayāḥ anusenti kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.7:27.1_2",
        "original": "na rūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kati anusayā anusenti,",
        "analyzed": "na rūpadhātuyā cutassa na rūpadhātum na arūpadhātum upapajjantassa kati anusayāḥ anusenti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.7:27.1_3",
        "original": "kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa",
        "analyzed": "kati anusayāḥ na anusenti kati anusayāḥ bhaṅgāḥ na kāmadhātuyā na rūpadhātuyā cutassa ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.7:27.1_4",
        "original": "na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti,",
        "analyzed": "na kāmadhātum na rūpadhātum upapajjantassa kati anusayāḥ anusenti kati anusayāḥ na anusenti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.7:27.1_5",
        "original": "kati anusayā bhaṅgā? (Nakāmanarūpadhātumūlakaṁ.)",
        "analyzed": "kati ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.7:28.1",
        "original": "Dhātupucchāvāro.",
        "analyzed": "dhātu pucchāvāro ",
        "folio": "28"
    }
]