[
    {
        "segmentnr": "PA_ya_7.2.2:0.1",
        "original": "7 Anusayayamaka",
        "analyzed": "anu saya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.2:0.2",
        "original": "7.2 Mahāvāra",
        "analyzed": "mahāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.2:0.3",
        "original": "7.2.2. Sānusayavāra",
        "analyzed": "sānusayavāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_7.2.2:1.0",
        "original": "7.2.2.1. Anulomapuggala",
        "analyzed": "anuloma puggala ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.2:1.1",
        "original": "Yo kāmarāgānusayena sānusayo so paṭighānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena sa anusayaḥ saḥ paṭigha anusayena sa anusayaḥ iti āmantā ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_7.2.2:2.1",
        "original": "Yo vā pana paṭighānusayena sānusayo so kāmarāgānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana paṭigha anusayena sa anusayaḥ saḥ kāma rāga anusayena sa anusayaḥ iti āmantā ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_7.2.2:3.1",
        "original": "Yo kāmarāgānusayena sānusayo so mānānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena sa anusayaḥ saḥ māna anusayena sa anusayaḥ iti āmantā ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_7.2.2:4.1",
        "original": "Yo vā pana mānānusayena sānusayo so kāmarāgānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana māna anusayena sa anusayaḥ saḥ kāma rāga anusayena sa anusayaḥ iti ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_7.2.2:5.1",
        "original": "Anāgāmī mānānusayena sānusayo, no ca kāmarāgānusayena sānusayo. Tayo puggalā mānānusayena ca sānusayā kāmarāgānusayena ca sānusayā.",
        "analyzed": "anāgāmī māna anusayena sa anusayaḥ no ca kāma rāga anusayena sa anusayaḥ tayo puggalā māna anusayena ca sa anusayā kāma rāga anusayena ca sa anusayā ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_7.2.2:6.1",
        "original": "Yo kāmarāgānusayena sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ kāma rāga anusayena sa anusayaḥ saḥ diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_7.2.2:7.1",
        "original": "Dve puggalā kāmarāgānusayena sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano kāmarāgānusayena ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "dve puggalā kāma rāga anusayena sa anusayā no ca vicikicchā anusayena sa anusayā puthujjanaḥ kāma rāga anusayena ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_7.2.2:8.1",
        "original": "Yo vā pana vicikicchānusayena sānusayo so kāmarāgānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana vicikicchā anusayena sa anusayaḥ saḥ kāma rāga anusayena sa anusayaḥ iti āmantā ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_7.2.2:9.1",
        "original": "Yo kāmarāgānusayena sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena sa anusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_7.2.2:10.1",
        "original": "Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana avijjā anusayena sa anusayaḥ saḥ kāma rāga anusayena sa anusayaḥ ti ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_7.2.2:11.1",
        "original": "Anāgāmī avijjānusayena sānusayo, no ca kāmarāgānusayena sānusayo. Tayo puggalā avijjānusayena ca sānusayā kāmarāgānusayena ca sānusayā.",
        "analyzed": "anāgāmī avijjā anusayena sa anusayaḥ no ca kāmarāga anusayena sa anusayaḥ tayo puggalā avijjā anusayena ca sa anusayā kāmarāga anusayena ca sa anusayā ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_7.2.2:12.1",
        "original": "Yo paṭighānusayena sānusayo so mānānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ paṭigha anusayena sa anusayaḥ saḥ māna anusayena sa anusayaḥ iti āmantā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_7.2.2:13.1",
        "original": "Yo vā pana mānānusayena sānusayo so paṭighānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana māna anusayena sa anusayaḥ saḥ paṭigha anusayena sa anusayaḥ iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_7.2.2:14.1",
        "original": "Anāgāmī mānānusayena sānusayo, no ca paṭighānusayena sānusayo. Tayo puggalā mānānusayena ca sānusayā paṭighānusayena ca sānusayā.",
        "analyzed": "anāgāmī māna anusayena sa anusayaḥ no ca paṭigha anusayena sa anusayaḥ tayo puggalā māna anusayena ca sa anusayā paṭigha anusayena ca sa anusayā ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_7.2.2:15.1",
        "original": "Yo paṭighānusayena sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ paṭigha anusayena sa anusayaḥ saḥ diṭṭha anusayena pe vicikicchā anusayena sa anusayo ti ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_7.2.2:16.1",
        "original": "Dve puggalā paṭighānusayena sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano paṭighānusayena ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "dve puggalā paṭighā anusayena sa anusayā no ca vicikicchā anusayena sa anusayā puthujjanaḥ paṭighā anusayena ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_7.2.2:17.1",
        "original": "Yo vā pana vicikicchānusayena sānusayo so paṭighānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana vicikicchā anusayena sa anusayaḥ saḥ paṭigha anusayena sa anusayaḥ ti āmantā ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_7.2.2:18.1",
        "original": "Yo paṭighānusayena sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ paṭigha anusayena sa anusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_7.2.2:19.1",
        "original": "Yo vā pana avijjānusayena sānusayo so paṭighānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana avijjā anusayena sa anusayaḥ saḥ paṭigha anusayena sa anusayaḥ ti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_7.2.2:20.1",
        "original": "Anāgāmī avijjānusayena sānusayo, no ca paṭighānusayena sānusayo. Tayo puggalā avijjānusayena ca sānusayā paṭighānusayena ca sānusayā.",
        "analyzed": "anāgāmī avijjā anusayena sa anusayaḥ no ca paṭigha anusayena sa anusayaḥ tayo puggalā avijjā anusayena ca sa anusayā paṭigha anusayena ca sa anusayā ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_7.2.2:21.1",
        "original": "Yo mānānusayena sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ māna anusayena sa anusayaḥ saḥ diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_7.2.2:22.1",
        "original": "Tayo puggalā mānānusayena sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano mānānusayena ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "tayo puggalā māna anusayena sa anusayāḥ no ca vicikicchā anusayena sa anusayā puthujjanaḥ māna anusayena ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_7.2.2:23.1",
        "original": "Yo vā pana vicikicchānusayena sānusayo so mānānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana vicikicchā anusayena sa anusayaḥ saḥ māna anusayena sa anusayaḥ iti āmantā ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_7.2.2:24.1",
        "original": "Yo mānānusayena sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ māna anusayena sa anusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_7.2.2:25.1",
        "original": "Yo vā pana avijjānusayena sānusayo so mānānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana avijjā anusayena sa anusayaḥ saḥ māna anusayena sa anusayaḥ ti āmantā ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_7.2.2:26.1",
        "original": "Yo diṭṭhānusayena sānusayo so vicikicchānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ diṭṭha anusayena sa anusayaḥ saḥ vicikicchā anusayena sa anusayaḥ ti āmantā ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_7.2.2:27.1",
        "original": "Yo vā pana vicikicchānusayena sānusayo so diṭṭhānusayena sānusayoti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana vicikicchā anusayena sa anusayo so diṭṭha anusayena sa anusayo ti āmantā pe ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_7.2.2:28.1",
        "original": "Yo vicikicchānusayena sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ vicikicchā anusayena sa anusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_7.2.2:29.1",
        "original": "Yo vā pana avijjānusayena sānusayo so vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana avijjā anusayena sa anusayaḥ saḥ vicikicchā anusayena sa anusayaḥ ti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_7.2.2:30.1",
        "original": "Tayo puggalā avijjānusayena sānusayā, no ca vicikicchānusayena sānusayā. Puthujjano avijjānusayena ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "tayo puggalā avijjā anusayena sa anusayāḥ no ca vicikicchā anusayena sa anusayā puthujjanaḥ avijjā anusayena ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_7.2.2:31.1",
        "original": "Yo bhavarāgānusayena sānusayo so avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ bhava rāga anusayena sa anusayaḥ saḥ avijja anusayena sa anusayaḥ ti āmantā ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_7.2.2:32.1",
        "original": "Yo vā pana avijjānusayena sānusayo so bhavarāgānusayena sānusayoti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayena sa anusayaḥ saḥ bhava rāga anusayena sa anusayaḥ iti āmantā ekamūlaka ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_7.2.2:33.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca sānusayo so mānānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ saḥ māna anusayena sa anusayaḥ iti āmantā ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_7.2.2:34.1",
        "original": "Yo vā pana mānānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana māna anusayena sa anusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ iti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_7.2.2:35.1",
        "original": "Anāgāmī mānānusayena sānusayo, no ca kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā mānānusayena ca sānusayā kāmarāgānusayena ca paṭighānusayena ca sānusayā.",
        "analyzed": "anāgāmī māna anusayena sa anusayaḥ no ca kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ tayo puggalā māna anusayena ca sa anusayā kāma rāga anusayena ca paṭigha anusayena ca sa anusayā ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_7.2.2:36.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ saḥ diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_7.2.2:37.1_0",
        "original": "Dve puggalā kāmarāgānusayena ca paṭighānusayena ca sānusayā, no ca vicikicchānusayena",
        "analyzed": "dve puggalā kāma rāga anusayena ca paṭigha anusayena ca sa anusayā no ca vicikicchā anusayena ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_7.2.2:37.1_1",
        "original": "sānusayā. Puthujjano kāmarāgānusayena ca paṭighānusayena ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "sa anusayā puthujjanaḥ kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_7.2.2:38.1",
        "original": "Yo vā pana vicikicchānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca sānusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana vicikicchā anusayena sa anusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ iti āmantā ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_7.2.2:39.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_7.2.2:40.1",
        "original": "Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana avijjā anusayena sa anusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ ti ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_7.2.2:41.1_0",
        "original": "Anāgāmī avijjānusayena sānusayo, no ca kāmarāgānusayena ca paṭighānusayena ca sānusayo.",
        "analyzed": "anāgāmī avijjā anusayena sa anusayaḥ no ca kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_7.2.2:41.1_1",
        "original": "Tayo puggalā avijjānusayena ca sānusayā kāmarāgānusayena ca paṭighānusayena ca sānusayā. (Dukamūlakaṁ.)",
        "analyzed": "tayo puggalā avijjā anusayena ca sa anusayā kāma rāga anusayena ca paṭigha anusayena ca sa anusayā ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_7.2.2:42.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so diṭṭhānusayena …pe… vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ saḥ diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_7.2.2:43.1_0",
        "original": "Dve puggalā kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayā, no ca",
        "analyzed": "dve puggalā kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayā no ca ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_7.2.2:43.1_1",
        "original": "vicikicchānusayena sānusayā. Puthujjano kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "vicikicchā anusayena sa anusayā puthujjanaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_7.2.2:43.1_2",
        "original": "ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_7.2.2:44.1",
        "original": "Yo vā pana vicikicchānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana vicikicchā anusayena sa anusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ iti āmantā ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_7.2.2:45.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_7.2.2:46.1",
        "original": "Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana avijjā anusayena sa anusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_7.2.2:47.1_0",
        "original": "Anāgāmī avijjānusayena ca mānānusayena ca sānusayo, no ca kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "anāgāmī avijjā anusayena ca māna anusayena ca sa anusayaḥ no ca kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_7.2.2:47.1_1",
        "original": "ca sānusayo. Tayo puggalā avijjānusayena ca sānusayā kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "ca sa anusayaḥ tayo puggalā avijjā anusayena ca sa anusayā kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_7.2.2:47.1_2",
        "original": "ca mānānusayena ca sānusayā. (Tikamūlakaṁ.)",
        "analyzed": "ca māna anusayena ca sa anusayā tikamūlaka ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_7.2.2:48.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo so vicikicchānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ saḥ vicikicchā anusayena sa anusayaḥ iti āmantā ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_7.2.2:49.1",
        "original": "Yo vā pana vicikicchānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti? Āmantā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "yaḥ vā pana vicikicchā anusayena sa anusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ ti āmantā pe catukkamūlaka ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_7.2.2:50.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo so bhavarāgānusayena …pe… avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_7.2.2:51.1",
        "original": "Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana avijjā anusayena sa anusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ ti ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_7.2.2:52.1_0",
        "original": "Anāgāmī avijjānusayena ca mānānusayena ca sānusayo, no ca kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "anāgāmī avijjā anusayena ca māna anusayena ca sa anusayaḥ no ca kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_7.2.2:52.1_1",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. Dve puggalā avijjānusayena ca",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ dve puggalāḥ avijjā anusayena ca ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_7.2.2:52.1_2",
        "original": "kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayā, no ca diṭṭhānusayena",
        "analyzed": "kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayā no ca diṭṭha anusayena ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_7.2.2:52.1_3",
        "original": "ca vicikicchānusayena ca sānusayā. Puthujjano avijjānusayena ca sānusayo kāmarāgānusayena",
        "analyzed": "ca vicikicchā anusayena ca sa anusayā puthujjanaḥ avijjā anusayena ca sa anusayaḥ kāma rāga anusayena ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_7.2.2:52.1_4",
        "original": "ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. (Pañcakamūlakaṁ.)",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ pañcaka mūlaka ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_7.2.2:53.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo so avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca sa anusayaḥ saḥ avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_7.2.2:54.1",
        "original": "Yo vā pana avijjānusayena sānusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana avijjā anusayena sa anusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca sa anusayaḥ ti ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_7.2.2:55.1_0",
        "original": "Anāgāmī avijjānusayena ca mānānusayena ca bhavarāgānusayena ca sānusayo, no ca kāmarāgānusayena",
        "analyzed": "anāgāmī avijjā anusayena ca māna anusayena ca bhava rāga anusayena ca sa anusayaḥ no ca kāma rāga anusayena ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.2:55.1_1",
        "original": "ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo. Dve puggalā",
        "analyzed": "ca paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ dve puggalā ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.2:55.1_2",
        "original": "avijjānusayena ca kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca bhavarāgānusayena",
        "analyzed": "avijja anusayena ca kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca bhava rāga anusayena ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.2:55.1_3",
        "original": "ca sānusayā, no ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Puthujjano avijjānusayena",
        "analyzed": "ca sa anusayā no ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayā puthujjanaḥ avijjā anusayena ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.2:55.1_4",
        "original": "ca sānusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena",
        "analyzed": "ca sa anusayaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.2:55.1_5",
        "original": "ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo. (Chakkamūlakaṁ.)",
        "analyzed": "ca vicikicchā anusayena ca bhava rāga anusayena ca sa anusayaḥ ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_7.2.2:56.0",
        "original": "7.2.2.2. Anulomaokāsa",
        "analyzed": "anuloma okāsa ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_7.2.2:56.1",
        "original": "Yato kāmarāgānusayena sānusayo tato paṭighānusayena sānusayoti? No.",
        "analyzed": "yatas kāma rāga anusayena sa anusayaḥ tatas paṭigha anusayena sa anusayaḥ iti no ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_7.2.2:57.1",
        "original": "Yato vā pana paṭighānusayena sānusayo tato kāmarāgānusayena sānusayoti? No.",
        "analyzed": "yatas vā pana paṭigha anusayena sa anusayaḥ tatas kāma rāga anusayena sa anusayaḥ iti no ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_7.2.2:58.1",
        "original": "Yato kāmarāgānusayena sānusayo tato mānānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayena sa anusayaḥ tatas māna anusayena sa anusayaḥ iti āmantā ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_7.2.2:59.1",
        "original": "Yato vā pana mānānusayena sānusayo tato kāmarāgānusayena sānusayoti?",
        "analyzed": "yatas vā pana māna anusayena sa anusayaḥ tatas kāma rāga anusayena sa anusayaḥ iti ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_7.2.2:60.1",
        "original": "Rūpadhātuyā arūpadhātuyā tato mānānusayena sānusayo, no ca tato kāmarāgānusayena sānusayo. Kāmadhātuyā dvīsu vedanāsu tato mānānusayena ca sānusayo kāmarāgānusayena ca sānusayo.",
        "analyzed": "rūpadhātuyā arūpadhātuyā tatas māna anusayena sa anusayaḥ no ca tatas kāma rāga anusayena sa anusayaḥ kāmadhātuyā dvīsu vedanāsu tatas māna anusayena ca sa anusayaḥ kāma rāga anusayena ca sa anusayaḥ ",
        "folio": "60"
    },
    {
        "segmentnr": "PA_ya_7.2.2:61.1",
        "original": "Yato kāmarāgānusayena sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayena sa anusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti āmantā ",
        "folio": "61"
    },
    {
        "segmentnr": "PA_ya_7.2.2:62.1",
        "original": "Yato vā pana vicikicchānusayena sānusayo tato kāmarāgānusayena sānusayoti?",
        "analyzed": "yatas vā pana vicikicchā anusayena sa anusayaḥ tatas kāma rāga anusayena sa anusayaḥ iti ",
        "folio": "62"
    },
    {
        "segmentnr": "PA_ya_7.2.2:63.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato vicikicchānusayena sānusayo, no ca",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayena sa anusayaḥ no ca ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.2:63.1_1",
        "original": "tato kāmarāgānusayena sānusayo. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayena",
        "analyzed": "tatas kāma rāga anusayena sa anusayaḥ kāmadhātuyā dvīsu vedanāsu tatas vicikicchā anusayena ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.2:63.1_2",
        "original": "ca sānusayo kāmarāgānusayena ca sānusayo.",
        "analyzed": "ca sa anusayaḥ kāma rāga anusayena ca sa anusayaḥ ",
        "folio": "63"
    },
    {
        "segmentnr": "PA_ya_7.2.2:64.1",
        "original": "Yato kāmarāgānusayena sānusayo tato bhavarāgānusayena sānusayoti? No.",
        "analyzed": "yatas kāma rāga anusayena sa anusayaḥ tatas bhava rāga anusayena sa anusayaḥ iti no ",
        "folio": "64"
    },
    {
        "segmentnr": "PA_ya_7.2.2:65.1",
        "original": "Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena sānusayoti? No.",
        "analyzed": "yatas vā pana bhava rāga anusayena sa anusayaḥ tatas kāma rāga anusayena sa anusayaḥ iti no ",
        "folio": "65"
    },
    {
        "segmentnr": "PA_ya_7.2.2:66.1",
        "original": "Yato kāmarāgānusayena sānusayo tato avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayena sa anusayaḥ tatas avijja anusayena sa anusayaḥ ti āmantā ",
        "folio": "66"
    },
    {
        "segmentnr": "PA_ya_7.2.2:67.1",
        "original": "Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena sānusayoti?",
        "analyzed": "yatas vā pana avijjā anusayena sa anusayaḥ tatas kāma rāga anusayena sa anusayaḥ ti ",
        "folio": "67"
    },
    {
        "segmentnr": "PA_ya_7.2.2:68.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato avijjānusayena sānusayo, no ca tato",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayena sa anusayaḥ no ca tatas ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_7.2.2:68.1_1",
        "original": "kāmarāgānusayena sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca sānusayo",
        "analyzed": "kāma rāga anusayena sa anusayaḥ kāmadhātuyā dvīsu vedanāsu tatas avijja anusayena ca sa anusayaḥ ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_7.2.2:68.1_2",
        "original": "kāmarāgānusayena ca sānusayo.",
        "analyzed": "kāma rāga anusayena ca sa anusayaḥ ",
        "folio": "68"
    },
    {
        "segmentnr": "PA_ya_7.2.2:69.1",
        "original": "Yato paṭighānusayena sānusayo tato mānānusayena sānusayoti? No.",
        "analyzed": "yatas paṭigha anusayena sa anusayaḥ tatas māna anusayena sa anusayaḥ iti no ",
        "folio": "69"
    },
    {
        "segmentnr": "PA_ya_7.2.2:70.1",
        "original": "Yato vā pana mānānusayena sānusayo tato paṭighānusayena sānusayoti? No.",
        "analyzed": "yatas vā pana māna anusayena sa anusayaḥ tatas paṭigha anusayena sa anusayaḥ iti no ",
        "folio": "70"
    },
    {
        "segmentnr": "PA_ya_7.2.2:71.1",
        "original": "Yato paṭighānusayena sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas paṭigha anusayena sa anusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti āmantā ",
        "folio": "71"
    },
    {
        "segmentnr": "PA_ya_7.2.2:72.1",
        "original": "Yato vā pana vicikicchānusayena sānusayo tato paṭighānusayena sānusayoti?",
        "analyzed": "yatas vā pana vicikicchā anusayena sa anusayaḥ tatas paṭigha anusayena sa anusayaḥ ti ",
        "folio": "72"
    },
    {
        "segmentnr": "PA_ya_7.2.2:73.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayena sānusayo,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā tatas vicikicchā anusayena sa anusayaḥ ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_7.2.2:73.1_1",
        "original": "no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato vicikicchānusayena ca",
        "analyzed": "no ca tatas paṭigha anusayena sa anusayaḥ dukkhāya vedanāya tatas vicikicchā anusayena ca ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_7.2.2:73.1_2",
        "original": "sānusayo paṭighānusayena ca sānusayo.",
        "analyzed": "sa anusayaḥ paṭigha anusayena ca sa anusayaḥ ",
        "folio": "73"
    },
    {
        "segmentnr": "PA_ya_7.2.2:74.1",
        "original": "Yato paṭighānusayena sānusayo tato bhavarāgānusayena sānusayoti? No.",
        "analyzed": "yatas paṭigha anusayena sa anusayaḥ tatas bhava rāga anusayena sa anusayaḥ iti no ",
        "folio": "74"
    },
    {
        "segmentnr": "PA_ya_7.2.2:75.1",
        "original": "Yato vā pana bhavarāgānusayena sānusayo tato paṭighānusayena sānusayoti? No.",
        "analyzed": "yatas vā pana bhava rāga anusayena sa anusayaḥ tatas paṭigha anusayena sa anusayaḥ ti no ",
        "folio": "75"
    },
    {
        "segmentnr": "PA_ya_7.2.2:76.1",
        "original": "Yato paṭighānusayena sānusayo tato avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas paṭigha anusayena sa anusayaḥ tatas avijja anusayena sa anusayaḥ ti āmantā ",
        "folio": "76"
    },
    {
        "segmentnr": "PA_ya_7.2.2:77.1",
        "original": "Yato vā pana avijjānusayena sānusayo tato paṭighānusayena sānusayoti?",
        "analyzed": "yatas vā pana avijjā anusayena sa anusayaḥ tatas paṭigha anusayena sa anusayaḥ ti ",
        "folio": "77"
    },
    {
        "segmentnr": "PA_ya_7.2.2:78.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayena sānusayo,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā tatas avijjā anusayena sa anusayaḥ ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_7.2.2:78.1_1",
        "original": "no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato avijjānusayena ca sānusayo",
        "analyzed": "no ca tatas paṭigha anusayena sa anusayaḥ dukkhāya vedanāya tatas avijjā anusayena ca sa anusayaḥ ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_7.2.2:78.1_2",
        "original": "paṭighānusayena ca sānusayo.",
        "analyzed": "paṭigha anusayena ca sa anusayaḥ ",
        "folio": "78"
    },
    {
        "segmentnr": "PA_ya_7.2.2:79.1",
        "original": "Yato mānānusayena sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas māna anusayena sa anusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti āmantā ",
        "folio": "79"
    },
    {
        "segmentnr": "PA_ya_7.2.2:80.1",
        "original": "Yato vā pana vicikicchānusayena sānusayo tato mānānusayena sānusayoti?",
        "analyzed": "yatas vā pana vicikicchā anusayena sa anusayaḥ tatas māna anusayena sa anusayaḥ iti ",
        "folio": "80"
    },
    {
        "segmentnr": "PA_ya_7.2.2:81.1_0",
        "original": "Dukkhāya vedanāya tato vicikicchānusayena sānusayo, no ca tato mānānusayena sānusayo.",
        "analyzed": "dukkhāya vedanāya tatas vicikicchā anusayena sa anusayaḥ no ca tatas māna anusayena sa anusayaḥ ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_7.2.2:81.1_1",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayena ca sānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tatas vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_7.2.2:81.1_2",
        "original": "mānānusayena ca sānusayo.",
        "analyzed": "māna anusayena ca sa anusayaḥ ",
        "folio": "81"
    },
    {
        "segmentnr": "PA_ya_7.2.2:82.1",
        "original": "Yato mānānusayena sānusayo tato bhavarāgānusayena sānusayoti?",
        "analyzed": "yatas māna anusayena sa anusayaḥ tatas bhava rāga anusayena sa anusayaḥ iti ",
        "folio": "82"
    },
    {
        "segmentnr": "PA_ya_7.2.2:83.1",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato mānānusayena sānusayo, no ca tato bhavarāgānusayena sānusayo. Rūpadhātuyā arūpadhātuyā tato mānānusayena ca sānusayo bhavarāgānusayena ca sānusayo.",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tatas māna anusayena sa anusayaḥ no ca tatas bhava rāga anusayena sa anusayaḥ rūpadhātuyā arūpadhātuyā tatas māna anusayena ca sa anusayaḥ bhava rāga anusayena ca sa anusayaḥ ",
        "folio": "83"
    },
    {
        "segmentnr": "PA_ya_7.2.2:84.1",
        "original": "Yato vā pana bhavarāgānusayena sānusayo tato mānānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas vā pana bhava rāga anusayena sa anusayaḥ tatas māna anusayena sa anusayaḥ iti āmantā ",
        "folio": "84"
    },
    {
        "segmentnr": "PA_ya_7.2.2:85.1",
        "original": "Yato mānānusayena sānusayo tato avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas māna anusayena sa anusayaḥ tatas avijja anusayena sa anusayaḥ ti āmantā ",
        "folio": "85"
    },
    {
        "segmentnr": "PA_ya_7.2.2:86.1",
        "original": "Yato vā pana avijjānusayena sānusayo tato mānānusayena sānusayoti?",
        "analyzed": "yatas vā pana avijjā anusayena sa anusayaḥ tatas māna anusayena sa anusayaḥ iti ",
        "folio": "86"
    },
    {
        "segmentnr": "PA_ya_7.2.2:87.1_0",
        "original": "Dukkhāya vedanāya tato avijjānusayena sānusayo, no ca tato mānānusayena sānusayo.",
        "analyzed": "dukkhāya vedanāya tatas avijjā anusayena sa anusayaḥ no ca tatas māna anusayena sa anusayaḥ ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_7.2.2:87.1_1",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayena ca sānusayo",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tatas avijjā anusayena ca sa anusayaḥ ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_7.2.2:87.1_2",
        "original": "mānānusayena ca sānusayo.",
        "analyzed": "māna anusayena ca sa anusayaḥ ",
        "folio": "87"
    },
    {
        "segmentnr": "PA_ya_7.2.2:88.1",
        "original": "Yato diṭṭhānusayena sānusayo tato vicikicchānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas diṭṭha anusayena sa anusayaḥ tatas vicikicchā anusayena sa anusayaḥ ti āmantā ",
        "folio": "88"
    },
    {
        "segmentnr": "PA_ya_7.2.2:89.1",
        "original": "Yato vā pana vicikicchānusayena sānusayo tato diṭṭhānusayena sānusayoti? Āmantā …pe….",
        "analyzed": "yatas vā pana vicikicchā anusayena sa anusayo tatas diṭṭha anusayena sa anusayo ti āmantā pe ",
        "folio": "89"
    },
    {
        "segmentnr": "PA_ya_7.2.2:90.1",
        "original": "Yato vicikicchānusayena sānusayo tato bhavarāgānusayena sānusayoti?",
        "analyzed": "yatas vicikicchā anusayena sa anusayaḥ tatas bhava rāga anusayena sa anusayaḥ iti ",
        "folio": "90"
    },
    {
        "segmentnr": "PA_ya_7.2.2:91.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato vicikicchānusayena sānusayo, no ca tato bhavarāgānusayena",
        "analyzed": "tīsu vedanāsu tatas vicikicchā anusayena sa anusayaḥ no ca tatas bhava rāga anusayena ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_7.2.2:91.1_1",
        "original": "sānusayo. Rūpadhātuyā arūpadhātuyā tato vicikicchānusayena ca sānusayo bhavarāgānusayena ca sānusayo.",
        "analyzed": "sa anusayaḥ rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayena ca sa anusayaḥ bhava rāga anusayena ca sa anusayaḥ ",
        "folio": "91"
    },
    {
        "segmentnr": "PA_ya_7.2.2:92.1",
        "original": "Yato vā pana bhavarāgānusayena sānusayo tato vicikicchānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas vā pana bhava rāga anusayena sa anusayaḥ tatas vicikicchā anusayena sa anusayaḥ iti āmantā ",
        "folio": "92"
    },
    {
        "segmentnr": "PA_ya_7.2.2:93.1",
        "original": "Yato bhavarāgānusayena sānusayo tato avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yatas bhava rāga anusayena sa anusayaḥ tatas avijja anusayena sa anusayaḥ ti āmantā ",
        "folio": "93"
    },
    {
        "segmentnr": "PA_ya_7.2.2:94.1",
        "original": "Yato vā pana avijjānusayena sānusayo tato bhavarāgānusayena sānusayoti?",
        "analyzed": "yatas vā pana avijjā anusayena sa anusayaḥ tatas bhava rāga anusayena sa anusayaḥ iti ",
        "folio": "94"
    },
    {
        "segmentnr": "PA_ya_7.2.2:95.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato avijjānusayena sānusayo, no ca tato bhavarāgānusayena",
        "analyzed": "kāmadhātuyā tīsu vedanāsu tatas avijjā anusayena sa anusayaḥ no ca tatas bhava rāga anusayena ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_7.2.2:95.1_1",
        "original": "sānusayo. Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca sānusayo bhavarāgānusayena",
        "analyzed": "sa anusayaḥ rūpa dhātuyā a rūpa dhātuyā tatas avijja anusayena ca sa anusayaḥ bhava rāga anusayena ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_7.2.2:95.1_2",
        "original": "ca sānusayo. (Ekamūlakaṁ.)",
        "analyzed": "ca sa anusayaḥ ekamūlaka ",
        "folio": "95"
    },
    {
        "segmentnr": "PA_ya_7.2.2:96.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca sānusayo tato mānānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ tatas māna anusayena sa anusayaḥ ti natthi ",
        "folio": "96"
    },
    {
        "segmentnr": "PA_ya_7.2.2:97.1",
        "original": "Yato vā pana mānānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana māna anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ iti ",
        "folio": "97"
    },
    {
        "segmentnr": "PA_ya_7.2.2:98.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato mānānusayena sānusayo, no ca tato kāmarāgānusayena",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas māna anusayena sa anusayaḥ no ca tatas kāma rāga anusayena ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.2:98.1_1",
        "original": "ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato mānānusayena ca kāmarāgānusayena",
        "analyzed": "ca paṭigha anusayena ca sa anusayaḥ kāmadhātuyā dvīsu vedanāsu tatas māna anusayena ca kāma rāga anusayena ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.2:98.1_2",
        "original": "ca sānusayo, no ca tato paṭighānusayena sānusayo.",
        "analyzed": "ca sa anusayaḥ no ca tatas paṭigha anusayena sa anusayaḥ ",
        "folio": "98"
    },
    {
        "segmentnr": "PA_ya_7.2.2:99.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti natthi ",
        "folio": "99"
    },
    {
        "segmentnr": "PA_ya_7.2.2:100.1",
        "original": "Yato vā pana vicikicchānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana vicikicchā anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ iti ",
        "folio": "100"
    },
    {
        "segmentnr": "PA_ya_7.2.2:101.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayena sānusayo, no ca tato kāmarāgānusayena",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayena sa anusayaḥ no ca tatas kāma rāga anusayena ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.2:101.1_1",
        "original": "ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayena",
        "analyzed": "ca paṭigha anusayena ca sa anusayaḥ kāmadhātuyā dvīsu vedanāsu tatas vicikicchā anusayena ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.2:101.1_2",
        "original": "ca kāmarāgānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya",
        "analyzed": "ca kāma rāga anusayena ca sa anusayaḥ no ca tatas paṭigha anusayena sa anusayaḥ dukkhāya vedanāya ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.2:101.1_3",
        "original": "tato vicikicchānusayena ca paṭighānusayena ca sānusayo, no ca tato kāmarāgānusayena sānusayo.",
        "analyzed": "tatas vicikicchā anusayena ca paṭigha anusayena ca sa anusayaḥ no ca tatas kāma rāga anusayena sa anusayaḥ ",
        "folio": "101"
    },
    {
        "segmentnr": "PA_ya_7.2.2:102.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca sānusayo tato bhavarāgānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ tatas bhava rāga anusayena sa anusayaḥ ti natthi ",
        "folio": "102"
    },
    {
        "segmentnr": "PA_ya_7.2.2:103.1",
        "original": "Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? No.",
        "analyzed": "yatas vā pana bhava rāga anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ iti no ",
        "folio": "103"
    },
    {
        "segmentnr": "PA_ya_7.2.2:104.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ tatas avijjā anusayena sa anusayaḥ ti natthi ",
        "folio": "104"
    },
    {
        "segmentnr": "PA_ya_7.2.2:105.1",
        "original": "Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana avijjā anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ ti ",
        "folio": "105"
    },
    {
        "segmentnr": "PA_ya_7.2.2:106.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayena sānusayo, no ca tato kāmarāgānusayena",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas avijjā anusayena sa anusayaḥ no ca tatas kāma rāga anusayena ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.2:106.1_1",
        "original": "ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca",
        "analyzed": "ca paṭigha anusayena ca sa anusayaḥ kāmadhātuyā dvīsu vedanāsu tatas avijja anusayena ca ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.2:106.1_2",
        "original": "kāmarāgānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya",
        "analyzed": "kāma rāga anusayena ca sa anusayaḥ no ca tatas paṭigha anusayena sa anusayaḥ dukkhāya vedanāya ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.2:106.1_3",
        "original": "tato avijjānusayena ca paṭighānusayena ca sānusayo, no ca tato kāmarāgānusayena sānusayo. (Dukamūlakaṁ.)",
        "analyzed": "tatas avijja anusayena ca paṭigha anusayena ca sa anusayaḥ no ca tatas kāma rāga anusayena sa anusayaḥ ",
        "folio": "106"
    },
    {
        "segmentnr": "PA_ya_7.2.2:107.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti natthi ",
        "folio": "107"
    },
    {
        "segmentnr": "PA_ya_7.2.2:108.1",
        "original": "Yato vā pana vicikicchānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana vicikicchā anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ iti ",
        "folio": "108"
    },
    {
        "segmentnr": "PA_ya_7.2.2:109.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayena ca mānānusayena ca sānusayo, no",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas vicikicchā anusayena ca māna anusayena ca sa anusayaḥ no ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.2:109.1_1",
        "original": "ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "ca tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ kāmadhātuyā dvīsu vedanāsu ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.2:109.1_2",
        "original": "tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena ca sānusayo, no ca tato",
        "analyzed": "tatas vicikicchā anusayena ca kāma rāga anusayena ca māna anusayena ca sa anusayaḥ no ca tatas ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.2:109.1_3",
        "original": "paṭighānusayena sānusayo. Dukkhāya vedanāya tato vicikicchānusayena ca paṭighānusayena",
        "analyzed": "paṭigha anusayena sa anusayaḥ dukkhāya vedanāya tatas vicikicchā anusayena ca paṭigha anusayena ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.2:109.1_4",
        "original": "ca sānusayo, no ca tato kāmarāgānusayena ca mānānusayena ca sānusayo.",
        "analyzed": "ca sa anusayaḥ no ca tatas kāma rāga anusayena ca māna anusayena ca sa anusayaḥ ",
        "folio": "109"
    },
    {
        "segmentnr": "PA_ya_7.2.2:110.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo tato bhavarāgānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ tatas bhava rāga anusayena sa anusayaḥ ti natthi ",
        "folio": "110"
    },
    {
        "segmentnr": "PA_ya_7.2.2:111.1",
        "original": "Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti? Mānānusayena sānusayo.",
        "analyzed": "yatas vā pana bhava rāga anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ iti māna anusayena sa anusayaḥ ",
        "folio": "111"
    },
    {
        "segmentnr": "PA_ya_7.2.2:112.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ tatas avijjā anusayena sa anusayaḥ ti natthi ",
        "folio": "112"
    },
    {
        "segmentnr": "PA_ya_7.2.2:113.1",
        "original": "Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana avijjā anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ iti ",
        "folio": "113"
    },
    {
        "segmentnr": "PA_ya_7.2.2:114.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca mānānusayena ca sānusayo, no ca tato",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas avijjā anusayena ca māna anusayena ca sa anusayaḥ no ca tatas ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_7.2.2:114.1_1",
        "original": "kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato",
        "analyzed": "kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ kāmadhātuyā dvīsu vedanāsu tatas ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_7.2.2:114.1_2",
        "original": "avijjānusayena ca kāmarāgānusayena ca mānānusayena ca sānusayo, no ca tato paṭighānusayena",
        "analyzed": "avijjā anusayena ca kāma rāga anusayena ca māna anusayena ca sa anusayaḥ no ca tatas paṭigha anusayena ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_7.2.2:114.1_3",
        "original": "sānusayo. Dukkhāya vedanāya tato avijjānusayena ca paṭighānusayena ca sānusayo, no",
        "analyzed": "sa anusayaḥ dukkhāya vedanāya tatas avijjā anusayena ca paṭigha anusayena ca sa anusayaḥ no ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_7.2.2:114.1_4",
        "original": "ca tato kāmarāgānusayena ca mānānusayena ca sānusayo. (Tikamūlakaṁ.)",
        "analyzed": "ca tatas kāma rāga anusayena ca māna anusayena ca sa anusayaḥ tikamūlaka ",
        "folio": "114"
    },
    {
        "segmentnr": "PA_ya_7.2.2:115.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo tato vicikicchānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ tatas vicikicchā anusayena sa anusayaḥ ti natthi ",
        "folio": "115"
    },
    {
        "segmentnr": "PA_ya_7.2.2:116.1",
        "original": "Yato vā pana vicikicchānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana vicikicchā anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ ti ",
        "folio": "116"
    },
    {
        "segmentnr": "PA_ya_7.2.2:117.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayena ca mānānusayena ca diṭṭhānusayena",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas vicikicchā anusayena ca māna anusayena ca diṭṭha anusayena ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.2:117.1_1",
        "original": "ca sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā",
        "analyzed": "ca sa anusayaḥ no ca tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ kāmadhātuyā ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.2:117.1_2",
        "original": "dvīsu vedanāsu tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena",
        "analyzed": "dvīsu vedanāsu tatas vicikicchā anusayena ca kāma rāga anusayena ca māna anusayena ca diṭṭha anusayena ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.2:117.1_3",
        "original": "ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato vicikicchānusayena",
        "analyzed": "ca sa anusayaḥ no ca tato paṭigha anusayena sa anusayaḥ dukkhāya vedanāya tato vicikicchā anusayena ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.2:117.1_4",
        "original": "ca paṭighānusayena ca diṭṭhānusayena ca sānusayo, no ca tato kāmarāgānusayena ca",
        "analyzed": "ca paṭigha anusayena ca diṭṭha anusayena ca sa anusayaḥ no ca tatas kāma rāga anusayena ca ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.2:117.1_5",
        "original": "mānānusayena ca sānusayo.",
        "analyzed": "māna anusayena ca sa anusayaḥ ",
        "folio": "117"
    },
    {
        "segmentnr": "PA_ya_7.2.2:118.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo tato bhavarāgānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ tatas bhava rāga anusayena sa anusayaḥ ti natthi ",
        "folio": "118"
    },
    {
        "segmentnr": "PA_ya_7.2.2:119.1",
        "original": "Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana bhava rāga anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ ti ",
        "folio": "119"
    },
    {
        "segmentnr": "PA_ya_7.2.2:120.1",
        "original": "Mānānusayena ca diṭṭhānusayena ca sānusayo.",
        "analyzed": "māna anusayena ca diṭṭha anusayena ca sa anusayaḥ ",
        "folio": "120"
    },
    {
        "segmentnr": "PA_ya_7.2.2:121.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ tatas avijjā anusayena sa anusayaḥ ti natthi ",
        "folio": "121"
    },
    {
        "segmentnr": "PA_ya_7.2.2:122.1",
        "original": "Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana avijjā anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ ti ",
        "folio": "122"
    },
    {
        "segmentnr": "PA_ya_7.2.2:123.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca mānānusayena ca diṭṭhānusayena ca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayena ca māna anusayena ca diṭṭha anusayena ca ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.2:123.1_1",
        "original": "sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Kāmadhātuyā",
        "analyzed": "sa anusayaḥ no ca tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ kāmadhātuyā ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.2:123.1_2",
        "original": "dvīsu vedanāsu tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena",
        "analyzed": "dvīsu vedanāsu tatas avijjā anusayena ca kāma rāga anusayena ca māna anusayena ca diṭṭha anusayena ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.2:123.1_3",
        "original": "ca sānusayo, no ca tato paṭighānusayena sānusayo. Dukkhāya vedanāya tato avijjānusayena",
        "analyzed": "ca sa anusayaḥ no ca tato paṭigha anusayena sa anusayaḥ dukkhāya vedanāya tato avijjā anusayena ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.2:123.1_4",
        "original": "ca paṭighānusayena ca diṭṭhānusayena ca sānusayo, no ca tato kāmarāgānusayena ca",
        "analyzed": "ca paṭigha anusayena ca diṭṭha anusayena ca sa anusayaḥ no ca tatas kāma rāga anusayena ca ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.2:123.1_5",
        "original": "mānānusayena ca sānusayo. (Catukkamūlakaṁ.)",
        "analyzed": "māna anusayena ca sa anusayaḥ ",
        "folio": "123"
    },
    {
        "segmentnr": "PA_ya_7.2.2:124.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo tato bhavarāgānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ tatas bhava rāga anusayena sa anusayaḥ ti natthi ",
        "folio": "124"
    },
    {
        "segmentnr": "PA_ya_7.2.2:125.1",
        "original": "Yato vā pana bhavarāgānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana bhava rāga anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ ti ",
        "folio": "125"
    },
    {
        "segmentnr": "PA_ya_7.2.2:126.1",
        "original": "Mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo.",
        "analyzed": "māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "126"
    },
    {
        "segmentnr": "PA_ya_7.2.2:127.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ tatas avijjā anusayena sa anusayaḥ ti natthi ",
        "folio": "127"
    },
    {
        "segmentnr": "PA_ya_7.2.2:128.1",
        "original": "Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana avijjā anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ ti ",
        "folio": "128"
    },
    {
        "segmentnr": "PA_ya_7.2.2:129.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca mānānusayena ca diṭṭhānusayena ca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayena ca māna anusayena ca diṭṭha anusayena ca ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.2:129.1_1",
        "original": "vicikicchānusayena ca sānusayo, no ca tato kāmarāgānusayena ca paṭighānusayena ca",
        "analyzed": "vicikicchā anusayena ca sa anusayaḥ no ca tatas kāma rāga anusayena ca paṭigha anusayena ca ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.2:129.1_2",
        "original": "sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca kāmarāgānusayena ca mānānusayena",
        "analyzed": "sa anusayaḥ kāmadhātuyā dvīsu vedanāsu tatas avijja anusayena ca kāma rāga anusayena ca māna anusayena ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.2:129.1_3",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca tato paṭighānusayena sānusayo.",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ no ca tatas paṭigha anusayena sa anusayaḥ ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.2:129.1_4",
        "original": "Dukkhāya vedanāya tato avijjānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena",
        "analyzed": "dukkhāya vedanāya tatas avijjā anusayena ca paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.2:129.1_5",
        "original": "ca sānusayo, no ca tato kāmarāgānusayena ca mānānusayena ca sānusayo. (Pañcakamūlakaṁ.)",
        "analyzed": "ca sa anusayaḥ no ca tatas kāma rāga anusayena ca māna anusayena ca sa anusayaḥ pañcaka mūlaka ",
        "folio": "129"
    },
    {
        "segmentnr": "PA_ya_7.2.2:130.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo tato avijjānusayena sānusayoti? Natthi.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca sa anusayaḥ tatas avijjā anusayena sa anusayaḥ ti natthi ",
        "folio": "130"
    },
    {
        "segmentnr": "PA_ya_7.2.2:131.1",
        "original": "Yato vā pana avijjānusayena sānusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayoti?",
        "analyzed": "yatas vā pana avijjā anusayena sa anusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca sa anusayaḥ ti ",
        "folio": "131"
    },
    {
        "segmentnr": "PA_ya_7.2.2:132.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato avijjānusayena ca mānānusayena ca diṭṭhānusayena ca",
        "analyzed": "rūpa dhātuyā arūpa dhātuyā tatas avijjā anusayena ca māna anusayena ca diṭṭha anusayena ca ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.2:132.1_1",
        "original": "vicikicchānusayena ca bhavarāgānusayena ca sānusayo, no ca tato kāmarāgānusayena",
        "analyzed": "vicikicchā anusayena ca bhava rāga anusayena ca sa anusayaḥ no ca tatas kāma rāga anusayena ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.2:132.1_2",
        "original": "ca paṭighānusayena ca sānusayo. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayena ca",
        "analyzed": "ca paṭigha anusayena ca sa anusayaḥ kāmadhātuyā dvīsu vedanāsu tatas avijja anusayena ca ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.2:132.1_3",
        "original": "kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo,",
        "analyzed": "kāma rāga anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.2:132.1_4",
        "original": "no ca tato paṭighānusayena ca bhavarāgānusayena ca sānusayo. Dukkhāya vedanāya tato",
        "analyzed": "no ca tatas paṭigha anusayena ca bhava rāga anusayena ca sa anusayaḥ dukkhāya vedanāya tatas ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.2:132.1_5",
        "original": "avijjānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo,",
        "analyzed": "avijjā anusayena ca paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.2:132.1_6",
        "original": "no ca tato kāmarāgānusayena ca mānānusayena ca bhavarāgānusayena ca sānusayo. (Chakkamūlakaṁ.)",
        "analyzed": "no ca tatas kāma rāga anusayena ca māna anusayena ca bhava rāga anusayena ca sa anusayaḥ ",
        "folio": "132"
    },
    {
        "segmentnr": "PA_ya_7.2.2:133.0",
        "original": "7.2.2.3. Anulomapuggalokāsa",
        "analyzed": "anuloma puggala ukāsa ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.2:133.1",
        "original": "Yo yato kāmarāgānusayena sānusayo so tato paṭighānusayena sānusayoti? No.",
        "analyzed": "yaḥ yatas kāma rāga anusayena sa anusayaḥ saḥ tatas paṭigha anusayena sa anusayaḥ ti no ",
        "folio": "133"
    },
    {
        "segmentnr": "PA_ya_7.2.2:134.1",
        "original": "Yo vā pana yato paṭighānusayena sānusayo so tato kāmarāgānusayena sānusayoti? No.",
        "analyzed": "yaḥ vā pana yatas paṭigha anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena sa anusayaḥ iti no ",
        "folio": "134"
    },
    {
        "segmentnr": "PA_ya_7.2.2:135.1",
        "original": "Yo yato kāmarāgānusayena sānusayo so tato mānānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayena sa anusayaḥ saḥ tatas māna anusayena sa anusayaḥ iti āmantā ",
        "folio": "135"
    },
    {
        "segmentnr": "PA_ya_7.2.2:136.1",
        "original": "Yo vā pana yato mānānusayena sānusayo so tato kāmarāgānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas māna anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena sa anusayaḥ iti ",
        "folio": "136"
    },
    {
        "segmentnr": "PA_ya_7.2.2:137.1_0",
        "original": "Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayena",
        "analyzed": "anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā saḥ tatas māna anusayena ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_7.2.2:137.1_1",
        "original": "sānusayo, no ca so tato kāmarāgānusayena sānusayo. Tayo puggalā rūpadhātuyā arūpadhātuyā",
        "analyzed": "sa anusayaḥ no ca so tatas kāma rāga anusayena sa anusayo puggalā rūpa dhātuyā arūpa dhātuyā ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_7.2.2:137.1_2",
        "original": "te tato mānānusayena sānusayā, no ca te tato kāmarāgānusayena sānusayā. Teva puggalā",
        "analyzed": "te tatas māna anusayena sa anusayā no ca te tatas kāma rāga anusayena sa anusayā te iva puggalā ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_7.2.2:137.1_3",
        "original": "kāmadhātuyā dvīsu vedanāsu te tato mānānusayena ca sānusayā kāmarāgānusayena ca sānusayā.",
        "analyzed": "dvīsu vedanāsu te tatas māna anusayena ca sa anusayā kāma rāga anusayena ca sa anusayā ",
        "folio": "137"
    },
    {
        "segmentnr": "PA_ya_7.2.2:138.1",
        "original": "Yo yato kāmarāgānusayena sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena sa anusayaḥ so tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti ",
        "folio": "138"
    },
    {
        "segmentnr": "PA_ya_7.2.2:139.1_0",
        "original": "Dve puggalā kāmadhātuyā dvīsu vedanāsu te tato kāmarāgānusayena sānusayā, no ca te",
        "analyzed": "dve puggalā kāmadhātuyā dvīsu vedanāsu te tatas kāma rāga anusayena sa anusayāḥ no ca te ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_7.2.2:139.1_1",
        "original": "tato vicikicchānusayena sānusayā. Puthujjano kāmadhātuyā dvīsu vedanāsu so tato kāmarāgānusayena",
        "analyzed": "tatas vicikicchā anusayena sa anusayā puthujjanaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas kāma rāga anusayena ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_7.2.2:139.1_2",
        "original": "ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "139"
    },
    {
        "segmentnr": "PA_ya_7.2.2:140.1",
        "original": "Yo vā pana yato vicikicchānusayena sānusayo so tato kāmarāgānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena sa anusayaḥ ti ",
        "folio": "140"
    },
    {
        "segmentnr": "PA_ya_7.2.2:141.1_0",
        "original": "Puthujjano dukkhāya vedanāya rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena",
        "analyzed": "puthujjanaḥ dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayena ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_7.2.2:141.1_1",
        "original": "sānusayo, no ca so tato kāmarāgānusayena sānusayo. Sveva puggalo kāmadhātuyā dvīsu",
        "analyzed": "sa anusayaḥ no ca so tatas kāma rāga anusayena sa anusayaḥ su eva puggalo kāmadhātuyā dvīsu ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_7.2.2:141.1_2",
        "original": "vedanāsu so tato vicikicchānusayena ca sānusayo kāmarāgānusayena ca sānusayo.",
        "analyzed": "vedanāsu saḥ tatas vicikicchā anusayena ca sa anusayaḥ kāma rāga anusayena ca sa anusayaḥ ",
        "folio": "141"
    },
    {
        "segmentnr": "PA_ya_7.2.2:142.1",
        "original": "Yo yato kāmarāgānusayena sānusayo so tato bhavarāgānusayena sānusayoti? No.",
        "analyzed": "yaḥ yatas kāma rāga anusayena sa anusayaḥ saḥ tatas bhava rāga anusayena sa anusayaḥ iti no ",
        "folio": "142"
    },
    {
        "segmentnr": "PA_ya_7.2.2:143.1",
        "original": "Yo vā pana yato bhavarāgānusayena sānusayo so tato kāmarāgānusayena sānusayoti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena sa anusayaḥ ti no ",
        "folio": "143"
    },
    {
        "segmentnr": "PA_ya_7.2.2:144.1",
        "original": "Yo yato kāmarāgānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayena sa anusayaḥ saḥ tatas avijja anusayena sa anusayaḥ ti āmantā ",
        "folio": "144"
    },
    {
        "segmentnr": "PA_ya_7.2.2:145.1",
        "original": "Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena sa anusayaḥ ti ",
        "folio": "145"
    },
    {
        "segmentnr": "PA_ya_7.2.2:146.1_0",
        "original": "Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena",
        "analyzed": "anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā a rūpa dhātuyā saḥ tatas avijjā anusayena ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_7.2.2:146.1_1",
        "original": "sānusayo, no ca so tato kāmarāgānusayena sānusayo. Tayo puggalā dukkhāya vedanāya",
        "analyzed": "sa anusayaḥ no ca so tatas kāma rāga anusayena sa anusayo tayo puggalā dukkhāya vedanāya ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_7.2.2:146.1_2",
        "original": "rūpadhātuyā arūpadhātuyā te tato avijjānusayena sānusayā, no ca te tato kāmarāgānusayena",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā te tatas avijjā anusayena sa anusayāḥ no ca te tatas kāma rāga anusayena ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_7.2.2:146.1_3",
        "original": "sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato avijjānusayena ca sānusayā",
        "analyzed": "sa anusayā puggalā kāmadhātuyā dvīsu vedanāsu te tatas avijjā anusayena ca sa anusayā ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_7.2.2:146.1_4",
        "original": "kāmarāgānusayena ca sānusayā.",
        "analyzed": "kāma rāga anusayena ca sa anusayā ",
        "folio": "146"
    },
    {
        "segmentnr": "PA_ya_7.2.2:147.1",
        "original": "Yo yato paṭighānusayena sānusayo so tato mānānusayena sānusayoti? No.",
        "analyzed": "yaḥ yatas paṭigha anusayena sa anusayaḥ saḥ tatas māna anusayena sa anusayaḥ iti no ",
        "folio": "147"
    },
    {
        "segmentnr": "PA_ya_7.2.2:148.1",
        "original": "Yo vā pana yato mānānusayena sānusayo so tato paṭighānusayena sānusayoti? No.",
        "analyzed": "yaḥ vā pana yatas māna anusayena sa anusayaḥ saḥ tatas paṭigha anusayena sa anusayaḥ ti no ",
        "folio": "148"
    },
    {
        "segmentnr": "PA_ya_7.2.2:149.1",
        "original": "Yo yato paṭighānusayena sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ yatas paṭigha anusayena sa anusayo so tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayo ti ",
        "folio": "149"
    },
    {
        "segmentnr": "PA_ya_7.2.2:150.1_0",
        "original": "Dve puggalā dukkhāya vedanāya te tato paṭighānusayena sānusayā, no ca te tato vicikicchānusayena",
        "analyzed": "dve puggalā dukkhāya vedanāya te tatas paṭigha anusayena sa anusayā no ca te tatas vicikicchā anusayena ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.2:150.1_1",
        "original": "sānusayā. Puthujjano dukkhāya vedanāya so tato paṭighānusayena ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "sa anusayā puthujjanaḥ dukkhāya vedanāya so tatas paṭigha anusayena ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "150"
    },
    {
        "segmentnr": "PA_ya_7.2.2:151.1",
        "original": "Yo vā pana yato vicikicchānusayena sānusayo so tato paṭighānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena sa anusayaḥ saḥ tatas paṭigha anusayena sa anusayaḥ ti ",
        "folio": "151"
    },
    {
        "segmentnr": "PA_ya_7.2.2:152.1_0",
        "original": "Puthujjano kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena",
        "analyzed": "puthujjanaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayena ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_7.2.2:152.1_1",
        "original": "sānusayo, no ca so tato paṭighānusayena sānusayo. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "sa anusayaḥ no ca so tatas paṭigha anusayena sa anusayaḥ su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_7.2.2:152.1_2",
        "original": "so tato vicikicchānusayena ca sānusayo paṭighānusayena ca sānusayo.",
        "analyzed": "saḥ tatas vicikicchā anusayena ca sa anusayaḥ paṭigha anusayena ca sa anusayaḥ ",
        "folio": "152"
    },
    {
        "segmentnr": "PA_ya_7.2.2:153.1",
        "original": "Yo yato paṭighānusayena sānusayo so tato bhavarāgānusayena sānusayoti? No.",
        "analyzed": "yaḥ yatas paṭigha anusayena sa anusayaḥ saḥ tatas bhava rāga anusayena sa anusayaḥ iti no ",
        "folio": "153"
    },
    {
        "segmentnr": "PA_ya_7.2.2:154.1",
        "original": "Yo vā pana yato bhavarāgānusayena sānusayo so tato paṭighānusayena sānusayoti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena sa anusayaḥ saḥ tatas paṭigha anusayena sa anusayaḥ ti no ",
        "folio": "154"
    },
    {
        "segmentnr": "PA_ya_7.2.2:155.1",
        "original": "Yo yato paṭighānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ yatas paṭigha anusayena sa anusayaḥ saḥ tatas avijja anusayena sa anusayaḥ ti āmantā ",
        "folio": "155"
    },
    {
        "segmentnr": "PA_ya_7.2.2:156.1",
        "original": "Yo vā pana yato avijjānusayena sānusayo so tato paṭighānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena sa anusayo so tatas paṭigha anusayena sa anusayaḥ ti ",
        "folio": "156"
    },
    {
        "segmentnr": "PA_ya_7.2.2:157.1_0",
        "original": "Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena",
        "analyzed": "anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā a rūpa dhātuyā saḥ tatas avijjā anusayena ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_7.2.2:157.1_1",
        "original": "sānusayo, no ca so tato paṭighānusayena sānusayo. Tayo puggalā kāmadhātuyā dvīsu",
        "analyzed": "sa anusayaḥ no ca so tatas paṭigha anusayena sa anusayaḥ tayo puggalā kāmadhātuyā dvīsu ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_7.2.2:157.1_2",
        "original": "vedanāsu rūpadhātuyā arūpadhātuyā te tato avijjānusayena sānusayā, no ca te tato",
        "analyzed": "vedanāsu rūpa dhātuyā a rūpa dhātuyā te tatas avijjā anusayena sa anusayāḥ no ca te tatas ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_7.2.2:157.1_3",
        "original": "paṭighānusayena sānusayā. Teva puggalā dukkhāya vedanāya te tato avijjānusayena ca",
        "analyzed": "paṭigha anusayena sa anusayā te iva puggalā dukkhāya vedanāya te tatas avijjā anusayena ca ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_7.2.2:157.1_4",
        "original": "sānusayā paṭighānusayena ca sānusayā.",
        "analyzed": "sa anusayā paṭigha anusayena ca sa anusayā ",
        "folio": "157"
    },
    {
        "segmentnr": "PA_ya_7.2.2:158.1",
        "original": "Yo yato mānānusayena sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ yatas māna anusayena sa anusayaḥ so tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti ",
        "folio": "158"
    },
    {
        "segmentnr": "PA_ya_7.2.2:159.1_0",
        "original": "Tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato mānānusayena",
        "analyzed": "tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tatas māna anusayena ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_7.2.2:159.1_1",
        "original": "sānusayā, no ca te tato vicikicchānusayena sānusayā. Puthujjano kāmadhātuyā dvīsu",
        "analyzed": "sa anusayāḥ no ca te tatas vicikicchā anusayena sa anusayāḥ puthujjano kāmadhātuyā dvīsu ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_7.2.2:159.1_2",
        "original": "vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayena ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas māna anusayena ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "159"
    },
    {
        "segmentnr": "PA_ya_7.2.2:160.1",
        "original": "Yo vā pana yato vicikicchānusayena sānusayo so tato mānānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena sa anusayaḥ saḥ tatas māna anusayena sa anusayaḥ iti ",
        "folio": "160"
    },
    {
        "segmentnr": "PA_ya_7.2.2:161.1_0",
        "original": "Puthujjano dukkhāya vedanāya so tato vicikicchānusayena sānusayo, no ca so tato mānānusayena",
        "analyzed": "puthujjanaḥ dukkhāya vedanāya so tatas vicikicchā anusayena sa anusayaḥ no ca so tatas māna anusayena ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_7.2.2:161.1_1",
        "original": "sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato",
        "analyzed": "sa anusayaḥ su eva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_7.2.2:161.1_2",
        "original": "vicikicchānusayena ca sānusayo mānānusayena ca sānusayo.",
        "analyzed": "vicikicchā anusayena ca sa anusayaḥ māna anusayena ca sa anusayaḥ ",
        "folio": "161"
    },
    {
        "segmentnr": "PA_ya_7.2.2:162.1",
        "original": "Yo yato mānānusayena sānusayo so tato bhavarāgānusayena sānusayoti?",
        "analyzed": "yaḥ yatas māna anusayena sa anusayaḥ saḥ tatas bhava rāga anusayena sa anusayaḥ iti ",
        "folio": "162"
    },
    {
        "segmentnr": "PA_ya_7.2.2:163.1_0",
        "original": "Cattāro puggalā kāmadhātuyā dvīsu vedanāsu te tato mānānusayena sānusayā, no ca te",
        "analyzed": "cattāro puggalā kāmadhātuyā dvīsu vedanāsu te tatas māna anusayena sa anusayāḥ no ca te ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_7.2.2:163.1_1",
        "original": "tato bhavarāgānusayena sānusayā. Teva puggalā rūpadhātuyā arūpadhātuyā te tato mānānusayena",
        "analyzed": "tatas bhava rāga anusayena sa anusayā te iva puggalāḥ rūpa dhātuyā arūpa dhātuyā te tatas māna anusayena ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_7.2.2:163.1_2",
        "original": "ca sānusayā bhavarāgānusayena ca sānusayā.",
        "analyzed": "ca sa anusayā bhava rāga anusayena ca sa anusayā ",
        "folio": "163"
    },
    {
        "segmentnr": "PA_ya_7.2.2:164.1",
        "original": "Yo vā pana yato bhavarāgānusayena sānusayo so tato mānānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena sa anusayaḥ saḥ tatas māna anusayena sa anusayaḥ iti āmantā ",
        "folio": "164"
    },
    {
        "segmentnr": "PA_ya_7.2.2:165.1",
        "original": "Yo yato mānānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ yatas māna anusayena sa anusayaḥ saḥ tatas avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "165"
    },
    {
        "segmentnr": "PA_ya_7.2.2:166.1",
        "original": "Yo vā pana yato avijjānusayena sānusayo so tato mānānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena sa anusayaḥ saḥ tatas māna anusayena sa anusayaḥ ti ",
        "folio": "166"
    },
    {
        "segmentnr": "PA_ya_7.2.2:167.1_0",
        "original": "Cattāro puggalā dukkhāya vedanāya te tato avijjānusayena sānusayā, no ca te tato",
        "analyzed": "cattāro puggalāḥ dukkhāya vedanāya te tatas avijjā anusayena sa anusayāḥ no ca te tatas ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_7.2.2:167.1_1",
        "original": "mānānusayena sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā",
        "analyzed": "māna anusayena sa anusayā puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_7.2.2:167.1_2",
        "original": "te tato avijjānusayena ca sānusayā mānānusayena ca sānusayā.",
        "analyzed": "te tatas avijjā anusayena ca sa anusayāḥ māna anusayena ca sa anusayā ",
        "folio": "167"
    },
    {
        "segmentnr": "PA_ya_7.2.2:168.1",
        "original": "Yo yato diṭṭhānusayena sānusayo so tato vicikicchānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ yatas diṭṭha anusayena sa anusayaḥ saḥ tatas vicikicchā anusayena sa anusayaḥ ti āmantā ",
        "folio": "168"
    },
    {
        "segmentnr": "PA_ya_7.2.2:169.1",
        "original": "Yo vā pana yato vicikicchānusayena sānusayo so tato diṭṭhānusayena sānusayoti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena sa anusayo so tatas diṭṭha anusayena sa anusayo ti āmantā pe ",
        "folio": "169"
    },
    {
        "segmentnr": "PA_ya_7.2.2:170.1",
        "original": "Yo yato vicikicchānusayena sānusayo so tato bhavarāgānusayena sānusayoti?",
        "analyzed": "yaḥ yatas vicikicchā anusayena sa anusayaḥ saḥ tatas bhava rāga anusayena sa anusayaḥ iti ",
        "folio": "170"
    },
    {
        "segmentnr": "PA_ya_7.2.2:171.1_0",
        "original": "Puthujjano kāmadhātuyā tīsu vedanāsu so tato vicikicchānusayena sānusayo, no ca so",
        "analyzed": "puthujjano kāmadhātuyā tīsu vedanāsu saḥ tatas vicikicchā anusayena sa anusayaḥ no ca so ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.2:171.1_1",
        "original": "tato bhavarāgānusayena sānusayo. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena",
        "analyzed": "tatas bhava rāga anusayena sa anusayaḥ su eva puggalaḥ rūpa dhātuyā arūpa dhātuyā saḥ tatas vicikicchā anusayena ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.2:171.1_2",
        "original": "ca sānusayo bhavarāgānusayena ca sānusayo.",
        "analyzed": "ca sa anusayaḥ bhava rāga anusayena ca sa anusayaḥ ",
        "folio": "171"
    },
    {
        "segmentnr": "PA_ya_7.2.2:172.1",
        "original": "Yo vā pana yato bhavarāgānusayena sānusayo so tato vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena sa anusayaḥ saḥ tatas vicikicchā anusayena sa anusayaḥ iti ",
        "folio": "172"
    },
    {
        "segmentnr": "PA_ya_7.2.2:173.1_0",
        "original": "Tayo puggalā rūpadhātuyā arūpadhātuyā te tato bhavarāgānusayena sānusayā, no ca te",
        "analyzed": "puggalā rūpa dhātuyā arūpa dhātuyā te tatas bhava rāga anusayena sa anusayāḥ no ca te ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.2:173.1_1",
        "original": "tato vicikicchānusayena sānusayā. Puthujjano rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayena",
        "analyzed": "tatas vicikicchā anusayena sa anusayā puthujjanaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas bhava rāga anusayena ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.2:173.1_2",
        "original": "ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "173"
    },
    {
        "segmentnr": "PA_ya_7.2.2:174.1",
        "original": "Yo yato vicikicchānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ yatas vicikicchā anusayena sa anusayaḥ saḥ tatas avijjā anusayena sa anusayaḥ ti āmantā ",
        "folio": "174"
    },
    {
        "segmentnr": "PA_ya_7.2.2:175.1",
        "original": "Yo vā pana yato avijjānusayena sānusayo so tato vicikicchānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena sa anusayaḥ saḥ tatas vicikicchā anusayena sa anusayaḥ ti ",
        "folio": "175"
    },
    {
        "segmentnr": "PA_ya_7.2.2:176.1_0",
        "original": "Tayo puggalā kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato avijjānusayena",
        "analyzed": "tayo puggalā kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā te tatas avijjā anusayena ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.2:176.1_1",
        "original": "sānusayā, no ca te tato vicikicchānusayena sānusayā. Puthujjano kāmadhātuyā tīsu",
        "analyzed": "sa anusayāḥ no ca te tatas vicikicchā anusayena sa anusayāḥ puthujjano kāmadhātuyā tīsu ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.2:176.1_2",
        "original": "vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena ca sānusayo vicikicchānusayena ca sānusayo.",
        "analyzed": "vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas avijjā anusayena ca sa anusayaḥ vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "176"
    },
    {
        "segmentnr": "PA_ya_7.2.2:177.1",
        "original": "Yo yato bhavarāgānusayena sānusayo so tato avijjānusayena sānusayoti? Āmantā.",
        "analyzed": "yaḥ yatas bhava rāga anusayena sa anusayaḥ saḥ tatas avijja anusayena sa anusayaḥ ti āmantā ",
        "folio": "177"
    },
    {
        "segmentnr": "PA_ya_7.2.2:178.1",
        "original": "Yo vā pana yato avijjānusayena sānusayo so tato bhavarāgānusayena sānusayoti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena sa anusayaḥ saḥ tatas bhava rāga anusayena sa anusayaḥ ti ",
        "folio": "178"
    },
    {
        "segmentnr": "PA_ya_7.2.2:179.1_0",
        "original": "Cattāro puggalā kāmadhātuyā tīsu vedanāsu te tato avijjānusayena sānusayā, no ca",
        "analyzed": "cattāro puggalā kāmadhātuyā tīsu vedanāsu te tatas avijjā anusayena sa anusayāḥ no ca ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_7.2.2:179.1_1",
        "original": "te tato bhavarāgānusayena sānusayā. Teva puggalā rūpadhātuyā arūpadhātuyā te tato",
        "analyzed": "te tatas bhava rāga anusayena sa anusayā puggalāḥ rūpa dhātuyā arūpa dhātuyā te tatas ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_7.2.2:179.1_2",
        "original": "avijjānusayena ca sānusayā bhavarāgānusayena ca sānusayā. (Ekamūlakaṁ.)",
        "analyzed": "avijjā anusayena ca sa anusayā bhava rāga anusayena ca sa anusayā eka mūlaka ",
        "folio": "179"
    },
    {
        "segmentnr": "PA_ya_7.2.2:180.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca sānusayo so tato mānānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ so tatas māna anusayena sa anusayaḥ ti natthi ",
        "folio": "180"
    },
    {
        "segmentnr": "PA_ya_7.2.2:181.1",
        "original": "Yo vā pana yato mānānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas māna anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ iti ",
        "folio": "181"
    },
    {
        "segmentnr": "PA_ya_7.2.2:182.1_0",
        "original": "Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayena",
        "analyzed": "anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā a rūpa dhātuyā saḥ tatas māna anusayena ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.2:182.1_1",
        "original": "sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā",
        "analyzed": "sa anusayaḥ no ca so tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ tayo puggalā ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.2:182.1_2",
        "original": "rūpadhātuyā arūpadhātuyā te tato mānānusayena sānusayā, no ca te tato kāmarāgānusayena",
        "analyzed": "rūpa dhātuyāḥ a rūpa dhātuyāḥ te tatas māna anusayena sa anusayāḥ no ca te tatas kāma rāga anusayena ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.2:182.1_3",
        "original": "ca paṭighānusayena ca sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato mānānusayena",
        "analyzed": "ca paṭigha anusayena ca sa anusayā te iva puggalā kāmadhātuyā dvīsu vedanāsu te tatas māna anusayena ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.2:182.1_4",
        "original": "ca kāmarāgānusayena ca sānusayā, no ca te tato paṭighānusayena sānusayā.",
        "analyzed": "ca kāma rāga anusayena ca sa anusayāḥ no ca te tatas paṭigha anusayena sa anusayāḥ ",
        "folio": "182"
    },
    {
        "segmentnr": "PA_ya_7.2.2:183.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ so tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti natthi ",
        "folio": "183"
    },
    {
        "segmentnr": "PA_ya_7.2.2:184.1",
        "original": "Yo vā pana yato vicikicchānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ ti ",
        "folio": "184"
    },
    {
        "segmentnr": "PA_ya_7.2.2:185.1_0",
        "original": "Puthujjano rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena sānusayo, no ca so",
        "analyzed": "puthujjanaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayena sa anusayaḥ no ca saḥ ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.2:185.1_1",
        "original": "tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu",
        "analyzed": "tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ su eva puggalaḥ kāmadhātuyā dvīsu ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.2:185.1_2",
        "original": "vedanāsu so tato vicikicchānusayena ca kāmarāgānusayena ca sānusayo, no ca so tato",
        "analyzed": "vedanāsu saḥ tatas vicikicchā anusayena ca kāma rāga anusayena ca sa anusayaḥ no ca saḥ tatas ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.2:185.1_3",
        "original": "paṭighānusayena sānusayo. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayena",
        "analyzed": "paṭigha anusayena sa anusayaḥ su eva puggalaḥ dukkhāya vedanāya so tatas vicikicchā anusayena ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.2:185.1_4",
        "original": "ca paṭighānusayena ca sānusayo, no ca so tato kāmarāgānusayena sānusayo.",
        "analyzed": "ca paṭigha anusayena ca sa anusayaḥ no ca saḥ tatas kāma rāga anusayena sa anusayaḥ ",
        "folio": "185"
    },
    {
        "segmentnr": "PA_ya_7.2.2:186.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca sānusayo so tato bhavarāgānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ so tatas bhava rāga anusayena sa anusayaḥ ti natthi ",
        "folio": "186"
    },
    {
        "segmentnr": "PA_ya_7.2.2:187.1",
        "original": "Yo vā pana yato bhavarāgānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti? No.",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ iti no ",
        "folio": "187"
    },
    {
        "segmentnr": "PA_ya_7.2.2:188.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca sānusayo so tato avijjānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ so tatas avijjā anusayena sa anusayaḥ ti natthi ",
        "folio": "188"
    },
    {
        "segmentnr": "PA_ya_7.2.2:189.1",
        "original": "Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ ti ",
        "folio": "189"
    },
    {
        "segmentnr": "PA_ya_7.2.2:190.1_0",
        "original": "Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena",
        "analyzed": "anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā a rūpa dhātuyā saḥ tatas avijjā anusayena ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.2:190.1_1",
        "original": "sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā",
        "analyzed": "sa anusayaḥ no ca so tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ tayo puggalā ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.2:190.1_2",
        "original": "rūpadhātuyā arūpadhātuyā te tato avijjānusayena sānusayā, no ca te tato kāmarāgānusayena",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā te tatas avijjā anusayena sa anusayāḥ no ca te tatas kāma rāga anusayena ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.2:190.1_3",
        "original": "ca paṭighānusayena ca sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato avijjānusayena",
        "analyzed": "ca paṭigha anusayena ca sa anusayā te iva puggalā kāmadhātuyā dvīsu vedanāsu te tatas avijjā anusayena ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.2:190.1_4",
        "original": "ca kāmarāgānusayena ca sānusayā, no ca te tato paṭighānusayena sānusayā. Teva puggalā",
        "analyzed": "ca kāma rāga anusayena ca sa anusayā no ca te tatas paṭigha anusayena sa anusayā te iva puggalā ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.2:190.1_5",
        "original": "dukkhāya vedanāya te tato avijjānusayena ca paṭighānusayena ca sānusayā, no ca te",
        "analyzed": "dukkhāya vedanāya te tatas avijjā anusayena ca paṭigha anusayena ca sa anusayāḥ no ca te ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.2:190.1_6",
        "original": "tato kāmarāgānusayena sānusayā. (Dukamūlakaṁ.)",
        "analyzed": "kāma rāga anusayena sa anusayā ",
        "folio": "190"
    },
    {
        "segmentnr": "PA_ya_7.2.2:191.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so tato diṭṭhānusayena …pe… vicikicchānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ so tatas diṭṭha anusayena pe vicikicchā anusayena sa anusayaḥ ti natthi ",
        "folio": "191"
    },
    {
        "segmentnr": "PA_ya_7.2.2:192.1",
        "original": "Yo vā pana yato vicikicchānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ iti ",
        "folio": "192"
    },
    {
        "segmentnr": "PA_ya_7.2.2:193.1_0",
        "original": "Puthujjano rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena ca mānānusayena ca",
        "analyzed": "puthujjanaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayena ca māna anusayena ca ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.2:193.1_1",
        "original": "sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Sveva puggalo",
        "analyzed": "sa anusayaḥ no ca saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ su eva puggalo ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.2:193.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayena ca kāma rāga anusayena ca māna anusayena ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.2:193.1_3",
        "original": "ca sānusayo, no ca so tato paṭighānusayena sānusayo. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "ca sa anusayaḥ no ca so tatas paṭigha anusayena sa anusayaḥ su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.2:193.1_4",
        "original": "so tato vicikicchānusayena ca paṭighānusayena ca sānusayo, no ca so tato kāmarāgānusayena",
        "analyzed": "saḥ tatas vicikicchā anusayena ca paṭigha anusayena ca sa anusayaḥ no ca saḥ tatas kāma rāga anusayena ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.2:193.1_5",
        "original": "ca mānānusayena ca sānusayo.",
        "analyzed": "ca māna anusayena ca sa anusayaḥ ",
        "folio": "193"
    },
    {
        "segmentnr": "PA_ya_7.2.2:194.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so tato bhavarāgānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ so tatas bhava rāga anusayena sa anusayaḥ ti natthi ",
        "folio": "194"
    },
    {
        "segmentnr": "PA_ya_7.2.2:195.1",
        "original": "Yo vā pana yato bhavarāgānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ iti ",
        "folio": "195"
    },
    {
        "segmentnr": "PA_ya_7.2.2:196.1",
        "original": "Mānānusayena sānusayo.",
        "analyzed": "māna anusayena sa anusayaḥ ",
        "folio": "196"
    },
    {
        "segmentnr": "PA_ya_7.2.2:197.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayo so tato avijjānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ so tatas avijjā anusayena sa anusayaḥ ti natthi ",
        "folio": "197"
    },
    {
        "segmentnr": "PA_ya_7.2.2:198.1",
        "original": "Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ ti ",
        "folio": "198"
    },
    {
        "segmentnr": "PA_ya_7.2.2:199.1_0",
        "original": "Anāgāmī dukkhāya vedanāya so tato avijjānusayena sānusayo, no ca so tato kāmarāgānusayena",
        "analyzed": "anāgāmī dukkhāya vedanāya so tato avijjā anusayena sa anusayaḥ no ca so tato kāma rāga anusayena ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.2:199.1_1",
        "original": "ca paṭighānusayena ca mānānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca sa anusayaḥ su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.2:199.1_2",
        "original": "rūpadhātuyā arūpadhātuyā so tato avijjānusayena ca mānānusayena ca sānusayo, no ca",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā saḥ tatas avijjā anusayena ca māna anusayena ca sa anusayaḥ no ca ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.2:199.1_3",
        "original": "so tato kāmarāgānusayena ca paṭighānusayena ca sānusayo. Tayo puggalā rūpadhātuyā",
        "analyzed": "so tatas kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ tayo puggalāḥ rūpadhātuyā ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.2:199.1_4",
        "original": "arūpadhātuyā te tato avijjānusayena ca mānānusayena ca sānusayā, no ca te tato kāmarāgānusayena",
        "analyzed": "arūpa dhātuyā te tatas avijjā anusayena ca māna anusayena ca sa anusayāḥ no ca te tatas kāma rāga anusayena ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.2:199.1_5",
        "original": "ca paṭighānusayena ca sānusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu te tato avijjānusayena",
        "analyzed": "ca paṭigha anusayena ca sa anusayā te iva puggalā kāmadhātuyā dvīsu vedanāsu te tatas avijjā anusayena ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.2:199.1_6",
        "original": "ca kāmarāgānusayena ca mānānusayena ca sānusayā, no ca te tato paṭighānusayena sānusayā.",
        "analyzed": "ca kāma rāga anusayena ca māna anusayena ca sa anusayāḥ no ca te tatas paṭigha anusayena sa anusayāḥ ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.2:199.1_7",
        "original": "Teva puggalā dukkhāya vedanāya te tato avijjānusayena ca paṭighānusayena ca sānusayā,",
        "analyzed": "te iva puggalāḥ dukkhāya vedanāya te tatas avijjā anusayena ca paṭigha anusayena ca sa anusayā ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.2:199.1_8",
        "original": "no ca te tato kāmarāgānusayena ca mānānusayena ca sānusayā. (Tikamūlakaṁ.)",
        "analyzed": "no ca te kāma rāga anusayena ca māna anusayena ca sa anusayā tikamūlaka ",
        "folio": "199"
    },
    {
        "segmentnr": "PA_ya_7.2.2:200.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo so tato vicikicchānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ so tatas vicikicchā anusayena sa anusayaḥ ti natthi ",
        "folio": "200"
    },
    {
        "segmentnr": "PA_ya_7.2.2:201.1",
        "original": "Yo vā pana yato vicikicchānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena sa anusayo so tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ ti ",
        "folio": "201"
    },
    {
        "segmentnr": "PA_ya_7.2.2:202.1_0",
        "original": "Puthujjano rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena ca mānānusayena ca",
        "analyzed": "puthujjanaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayena ca māna anusayena ca ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.2:202.1_1",
        "original": "diṭṭhānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca",
        "analyzed": "diṭṭha anusayena ca sa anusayaḥ no ca saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.2:202.1_2",
        "original": "sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayena ca",
        "analyzed": "sa anusayaḥ su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas vicikicchā anusayena ca ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.2:202.1_3",
        "original": "kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca sānusayo, no ca so tato paṭighānusayena",
        "analyzed": "kāma rāga anusayena ca māna anusayena ca diṭṭha anusayena ca sa anusayaḥ no ca so tatas paṭigha anusayena ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.2:202.1_4",
        "original": "sānusayo. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayena ca paṭighānusayena",
        "analyzed": "sa anusayaḥ su eva puggalaḥ dukkhāya vedanāya saḥ tatas vicikicchā anusayena ca paṭigha anusayena ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.2:202.1_5",
        "original": "ca diṭṭhānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca mānānusayena ca",
        "analyzed": "ca diṭṭha anusayena ca sa anusayaḥ no ca so tatas kāma rāga anusayena ca māna anusayena ca ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.2:202.1_6",
        "original": "sānusayo …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "sa anusayaḥ pe ",
        "folio": "202"
    },
    {
        "segmentnr": "PA_ya_7.2.2:203.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo so tato bhavarāgānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ so tatas bhava rāga anusayena sa anusayaḥ ti natthi ",
        "folio": "203"
    },
    {
        "segmentnr": "PA_ya_7.2.2:204.1",
        "original": "Yo vā pana yato bhavarāgānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ ti ",
        "folio": "204"
    },
    {
        "segmentnr": "PA_ya_7.2.2:205.1_0",
        "original": "Tayo puggalā rūpadhātuyā arūpadhātuyā te tato bhavarāgānusayena ca mānānusayena ca",
        "analyzed": "puggalāḥ rūpa dhātuyā arūpa dhātuyā te tatas bhava rāga anusayena ca māna anusayena ca ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.2:205.1_1",
        "original": "sānusayā, no ca te tato kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca",
        "analyzed": "sa anusayāḥ no ca te tatas kāma rāga anusayena ca paṭigha anusayena ca diṭṭha anusayena ca ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.2:205.1_2",
        "original": "vicikicchānusayena ca sānusayā. Puthujjano rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayena",
        "analyzed": "vicikicchā anusayena ca sa anusayā puthujjanaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas bhava rāga anusayena ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.2:205.1_3",
        "original": "ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca so tato",
        "analyzed": "ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ no ca so tatas ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.2:205.1_4",
        "original": "kāmarāgānusayena ca paṭighānusayena ca sānusayo.",
        "analyzed": "kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ ",
        "folio": "205"
    },
    {
        "segmentnr": "PA_ya_7.2.2:206.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo so tato avijjānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ so tatas avijjā anusayena sa anusayaḥ ti natthi ",
        "folio": "206"
    },
    {
        "segmentnr": "PA_ya_7.2.2:207.1",
        "original": "Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena sa anusayaḥ so tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ ti ",
        "folio": "207"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_0",
        "original": "Anāgāmī dukkhāya vedanāya so tato avijjānusayena sānusayo, no ca so tato kāmarāgānusayena",
        "analyzed": "anāgāmī dukkhāya vedanāya so tato avijjā anusayena sa anusayaḥ no ca so tato kāma rāga anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_1",
        "original": "ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo.",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_2",
        "original": "Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayena",
        "analyzed": "su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā saḥ tatas avijja anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_3",
        "original": "ca mānānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca",
        "analyzed": "ca māna anusayena ca sa anusayaḥ no ca saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_4",
        "original": "diṭṭhānusayena ca vicikicchānusayena ca sānusayo. Dve puggalā rūpadhātuyā arūpadhātuyā",
        "analyzed": "diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ dve puggalāḥ rūpa dhātuyā arūpa dhātuyā ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_5",
        "original": "te tato avijjānusayena ca mānānusayena ca sānusayā, no ca te tato kāmarāgānusayena",
        "analyzed": "te tatas avijjā anusayena ca māna anusayena ca sa anusayāḥ no ca te tatas kāma rāga anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_6",
        "original": "ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Teva puggalā",
        "analyzed": "ca paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayā te iva puggalā ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_7",
        "original": "kāmadhātuyā dvīsu vedanāsu te tato avijjānusayena ca kāmarāgānusayena ca mānānusayena",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu te tatas avijja anusayena ca kāma rāga anusayena ca māna anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_8",
        "original": "ca sānusayā, no ca te tato paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena",
        "analyzed": "ca sa anusayāḥ no ca te tatas paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_9",
        "original": "ca sānusayā. Teva puggalā dukkhāya vedanāya te tato avijjānusayena ca paṭighānusayena",
        "analyzed": "ca sa anusayā te iva puggalā dukkhāya vedanāya te tatas avijjā anusayena ca paṭigha anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_10",
        "original": "ca sānusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca",
        "analyzed": "ca sa anusayāḥ no ca te tatas kāma rāga anusayena ca māna anusayena ca diṭṭha anusayena ca ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_11",
        "original": "vicikicchānusayena ca sānusayā. Puthujjano rūpadhātuyā arūpadhātuyā so tato avijjānusayena",
        "analyzed": "vicikicchā anusayena ca sa anusayā puthujjanaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas avijjā anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_12",
        "original": "ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca so tato",
        "analyzed": "ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ no ca so tatas ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_13",
        "original": "kāmarāgānusayena ca paṭighānusayena ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu",
        "analyzed": "kāma rāga anusayena ca paṭigha anusayena ca sa anusayaḥ su eva puggalaḥ kāmadhātuyā dvīsu ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_14",
        "original": "vedanāsu so tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena",
        "analyzed": "vedanāsu saḥ tatas avijjā anusayena ca kāma rāga anusayena ca māna anusayena ca diṭṭha anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_15",
        "original": "ca vicikicchānusayena ca sānusayo, no ca so tato paṭighānusayena sānusayo. Sveva",
        "analyzed": "ca vicikicchā anusayena ca sa anusayaḥ no ca saḥ tatas paṭigha anusayena sa anusayaḥ su eva ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_16",
        "original": "puggalo dukkhāya vedanāya so tato avijjānusayena ca paṭighānusayena ca diṭṭhānusayena",
        "analyzed": "puggalaḥ dukkhāya vedanāya so tatas avijjā anusayena ca paṭigha anusayena ca diṭṭha anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_17",
        "original": "ca vicikicchānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca mānānusayena",
        "analyzed": "ca vicikicchā anusayena ca sa anusayaḥ no ca saḥ tatas kāma rāga anusayena ca māna anusayena ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:208.1_18",
        "original": "ca sānusayo. (Pañcakamūlakaṁ.)",
        "analyzed": "ca sa anusayaḥ ",
        "folio": "208"
    },
    {
        "segmentnr": "PA_ya_7.2.2:209.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo so tato avijjānusayena sānusayoti? Natthi.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca sa anusayaḥ so tatas avijjā anusayena sa anusayaḥ ti natthi ",
        "folio": "209"
    },
    {
        "segmentnr": "PA_ya_7.2.2:210.1",
        "original": "Yo vā pana yato avijjānusayena sānusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca sānusayoti?",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena sa anusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca sa anusayaḥ ti ",
        "folio": "210"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_0",
        "original": "Anāgāmī dukkhāya vedanāya so tato avijjānusayena sānusayo, no ca so tato kāmarāgānusayena",
        "analyzed": "anāgāmī dukkhāya vedanāya so tato avijjā anusayena sa anusayaḥ no ca so tato kāma rāga anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_1",
        "original": "ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_2",
        "original": "ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayena ca mānānusayena",
        "analyzed": "ca sa anusayaḥ su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayena ca māna anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_3",
        "original": "ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena",
        "analyzed": "ca sa anusayaḥ no ca so tatas kāma rāga anusayena ca paṭigha anusayena ca diṭṭha anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_4",
        "original": "ca vicikicchānusayena ca bhavarāgānusayena ca sānusayo. Sveva puggalo rūpadhātuyā",
        "analyzed": "ca vicikicchā anusayena ca bhava rāga anusayena ca sa anusayaḥ su eva puggalaḥ rūpadhātuyā ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_5",
        "original": "arūpadhātuyā so tato avijjānusayena ca mānānusayena ca bhavarāgānusayena ca sānusayo,",
        "analyzed": "arūpa dhātuyā saḥ tatas avijjā anusayena ca māna anusayena ca bhava rāga anusayena ca sa anusayaḥ ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_6",
        "original": "no ca so tato kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena",
        "analyzed": "no ca saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_7",
        "original": "ca sānusayo. Dve puggalā rūpadhātuyā arūpadhātuyā te tato avijjānusayena ca mānānusayena",
        "analyzed": "ca sa anusayaḥ dve puggalā rūpa dhātuyā arūpa dhātuyā te tatas avijjā anusayena ca māna anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_8",
        "original": "ca bhavarāgānusayena ca sānusayā, no ca te tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "ca bhava rāga anusayena ca sa anusayāḥ no ca te tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_9",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca sānusayā. Teva puggalā kāmadhātuyā dvīsu",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayā te iva puggalā kāmadhātuyā dvīsu ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_10",
        "original": "vedanāsu te tato avijjānusayena ca kāmarāgānusayena ca mānānusayena ca sānusayā,",
        "analyzed": "vedanāsu te tatas avijja anusayena ca kāma rāga anusayena ca māna anusayena ca sa anusayā ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_11",
        "original": "no ca te tato paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena",
        "analyzed": "no ca te tatas paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_12",
        "original": "ca sānusayā. Teva puggalā dukkhāya vedanāya te tato avijjānusayena ca paṭighānusayena",
        "analyzed": "ca sa anusayā te iva puggalā dukkhāya vedanāya te tatas avijjā anusayena ca paṭigha anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_13",
        "original": "ca sānusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca",
        "analyzed": "ca sa anusayāḥ no ca te tatas kāma rāga anusayena ca māna anusayena ca diṭṭha anusayena ca ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_14",
        "original": "vicikicchānusayena ca bhavarāgānusayena ca sānusayā. Puthujjano rūpadhātuyā arūpadhātuyā",
        "analyzed": "vicikicchā anusayena ca bhava rāga anusayena ca sa anusayā puthujjanaḥ rūpa dhātuyā a rūpa dhātuyā ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_15",
        "original": "so tato avijjānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca",
        "analyzed": "saḥ tatas avijjā anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_16",
        "original": "bhavarāgānusayena ca sānusayo, no ca so tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "bhava rāga anusayena ca sa anusayaḥ no ca saḥ tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_17",
        "original": "ca sānusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayena ca kāmarāgānusayena",
        "analyzed": "ca sa anusayaḥ su eva puggalaḥ kāmadhātuyā dvīsu vedanāsu saḥ tatas avijjā anusayena ca kāma rāga anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_18",
        "original": "ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca sānusayo, no ca so tato",
        "analyzed": "ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca sa anusayaḥ no ca so tatas ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_19",
        "original": "paṭighānusayena ca bhavarāgānusayena ca sānusayo. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "paṭigha anusayena ca bhava rāga anusayena ca sa anusayaḥ su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_20",
        "original": "so tato avijjānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena",
        "analyzed": "saḥ tatas avijjā anusayena ca paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_21",
        "original": "ca sānusayo, no ca so tato kāmarāgānusayena ca mānānusayena ca bhavarāgānusayena",
        "analyzed": "ca sa anusayaḥ no ca saḥ tatas kāma rāga anusayena ca māna anusayena ca bhava rāga anusayena ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:211.1_22",
        "original": "ca sānusayo. (Chakkamūlakaṁ.)",
        "analyzed": "ca sa anusayaḥ chakkamūlaka ",
        "folio": "211"
    },
    {
        "segmentnr": "PA_ya_7.2.2:212.1",
        "original": "Sānusayavāre anulomaṁ.",
        "analyzed": "anuloma ",
        "folio": "212"
    },
    {
        "segmentnr": "PA_ya_7.2.2:213.0",
        "original": "7.2.2.4. Paṭilomapuggala",
        "analyzed": "paṭiloma puggala ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_7.2.2:213.1",
        "original": "Yo kāmarāgānusayena niranusayo so paṭighānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena niranusayaḥ saḥ paṭigha anusayena niranusayaḥ iti āmantā ",
        "folio": "213"
    },
    {
        "segmentnr": "PA_ya_7.2.2:214.1",
        "original": "Yo vā pana paṭighānusayena niranusayo so kāmarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana paṭigha anusayena niranusayaḥ saḥ kāma rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "214"
    },
    {
        "segmentnr": "PA_ya_7.2.2:215.1",
        "original": "Yo kāmarāgānusayena niranusayo so mānānusayena niranusayoti?",
        "analyzed": "yaḥ kāma rāga anusayena niranusayaḥ saḥ māna anusayena niranusayaḥ iti ",
        "folio": "215"
    },
    {
        "segmentnr": "PA_ya_7.2.2:216.1",
        "original": "Anāgāmī kāmarāgānusayena niranusayo, no ca mānānusayena niranusayo. Arahā kāmarāgānusayena ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "anāgāmī kāma rāga anusayena niranusayaḥ no ca māna anusayena niranusayaḥ arahā kāma rāga anusayena ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "216"
    },
    {
        "segmentnr": "PA_ya_7.2.2:217.1",
        "original": "Yo vā pana mānānusayena niranusayo so kāmarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana māna anusayena niranusayaḥ saḥ kāma rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "217"
    },
    {
        "segmentnr": "PA_ya_7.2.2:218.1",
        "original": "Yo kāmarāgānusayena niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena niranusayo saḥ diṭṭha anusayena pe vicikicchā anusayena niranusayo ti āmantā ",
        "folio": "218"
    },
    {
        "segmentnr": "PA_ya_7.2.2:219.1",
        "original": "Yo vā pana vicikicchānusayena niranusayo so kāmarāgānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayena niranusayaḥ saḥ kāma rāga anusayena niranusayaḥ ti ",
        "folio": "219"
    },
    {
        "segmentnr": "PA_ya_7.2.2:220.1",
        "original": "Dve puggalā vicikicchānusayena niranusayā, no ca kāmarāgānusayena niranusayā. Dve puggalā vicikicchānusayena ca niranusayā kāmarāgānusayena ca niranusayā.",
        "analyzed": "dve puggalā vicikicchā anusayena niranusayāḥ no ca kāmarāga anusayena niranusayāḥ dve puggalā vicikicchā anusayena ca niranusayā kāmarāga anusayena ca niranusayā ",
        "folio": "220"
    },
    {
        "segmentnr": "PA_ya_7.2.2:221.1",
        "original": "Yo kāmarāgānusayena niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti?",
        "analyzed": "yaḥ kāma rāga anusayena niranusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena niranusayaḥ ti ",
        "folio": "221"
    },
    {
        "segmentnr": "PA_ya_7.2.2:222.1",
        "original": "Anāgāmī kāmarāgānusayena niranusayo, no ca avijjānusayena niranusayo. Arahā kāmarāgānusayena ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "anāgāmī kāma rāga anusayena niranusayaḥ no ca avijjā anusayena niranusayaḥ arahā kāma rāga anusayena ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "222"
    },
    {
        "segmentnr": "PA_ya_7.2.2:223.1",
        "original": "Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana avijjā anusayena niranusayaḥ saḥ kāma rāga anusayena niranusayaḥ ti āmantā ",
        "folio": "223"
    },
    {
        "segmentnr": "PA_ya_7.2.2:224.1",
        "original": "Yo paṭighānusayena niranusayo so mānānusayena niranusayoti?",
        "analyzed": "yaḥ paṭigha anusayena niranusayaḥ saḥ māna anusayena niranusayaḥ iti ",
        "folio": "224"
    },
    {
        "segmentnr": "PA_ya_7.2.2:225.1",
        "original": "Anāgāmī paṭighānusayena niranusayo, no ca mānānusayena niranusayo. Arahā paṭighānusayena ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "anāgāmī paṭigha anusayena niranusayaḥ no ca māna anusayena niranusayaḥ arahā paṭigha anusayena ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "225"
    },
    {
        "segmentnr": "PA_ya_7.2.2:226.1",
        "original": "Yo vā pana mānānusayena niranusayo so paṭighānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana māna anusayena niranusayaḥ saḥ paṭigha anusayena niranusayaḥ iti āmantā ",
        "folio": "226"
    },
    {
        "segmentnr": "PA_ya_7.2.2:227.1",
        "original": "Yo paṭighānusayena niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ paṭigha anusayena niranusayo saḥ diṭṭha anusayena pe vicikicchā anusayena niranusayo ti āmantā ",
        "folio": "227"
    },
    {
        "segmentnr": "PA_ya_7.2.2:228.1",
        "original": "Yo vā pana vicikicchānusayena niranusayo so paṭighānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayena niranusayo saḥ paṭigha anusayena niranusayo ti ",
        "folio": "228"
    },
    {
        "segmentnr": "PA_ya_7.2.2:229.1",
        "original": "Dve puggalā vicikicchānusayena niranusayā, no ca paṭighānusayena niranusayā. Dve puggalā vicikicchānusayena ca niranusayā paṭighānusayena ca niranusayā.",
        "analyzed": "dve puggalā vicikicchā anusayena niranusayāḥ no ca paṭigha anusayena niranusayāḥ dve puggalā vicikicchā anusayena ca niranusayā paṭigha anusayena ca niranusayā ",
        "folio": "229"
    },
    {
        "segmentnr": "PA_ya_7.2.2:230.1",
        "original": "Yo paṭighānusayena niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti?",
        "analyzed": "yaḥ paṭigha anusayena niranusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena niranusayaḥ ti ",
        "folio": "230"
    },
    {
        "segmentnr": "PA_ya_7.2.2:231.1",
        "original": "Anāgāmī paṭighānusayena niranusayo, no ca avijjānusayena niranusayo. Arahā paṭighānusayena ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "anāgāmī paṭigha anusayena niranusayaḥ no ca avijjā anusayena niranusayaḥ arahā paṭigha anusayena ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "231"
    },
    {
        "segmentnr": "PA_ya_7.2.2:232.1",
        "original": "Yo vā pana avijjānusayena niranusayo so paṭighānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana avijjā anusayena niranusayo so paṭigha anusayena niranusayaḥ ti āmantā ",
        "folio": "232"
    },
    {
        "segmentnr": "PA_ya_7.2.2:233.1",
        "original": "Yo mānānusayena niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ māna anusayena niranusayo saḥ diṭṭha anusayena pe vicikicchā anusayena niranusayo ti āmantā ",
        "folio": "233"
    },
    {
        "segmentnr": "PA_ya_7.2.2:234.1",
        "original": "Yo vā pana vicikicchānusayena niranusayo so mānānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayena niranusayaḥ saḥ māna anusayena niranusayaḥ ti ",
        "folio": "234"
    },
    {
        "segmentnr": "PA_ya_7.2.2:235.1",
        "original": "Tayo puggalā vicikicchānusayena niranusayā, no ca mānānusayena niranusayā. Arahā vicikicchānusayena ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "tayo puggalā vicikicchā anusayena niranusayāḥ no ca māna anusayena niranusayāḥ arahā vicikicchā anusayena ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "235"
    },
    {
        "segmentnr": "PA_ya_7.2.2:236.1",
        "original": "Yo mānānusayena niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ māna anusayena niranusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena niranusayaḥ ti āmantā ",
        "folio": "236"
    },
    {
        "segmentnr": "PA_ya_7.2.2:237.1",
        "original": "Yo vā pana avijjānusayena niranusayo so mānānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana avijjā anusayena niranusayaḥ saḥ māna anusayena niranusayaḥ ti āmantā ",
        "folio": "237"
    },
    {
        "segmentnr": "PA_ya_7.2.2:238.1",
        "original": "Yo diṭṭhānusayena niranusayo so vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ diṭṭha anusayena niranusayo saḥ vicikicchā anusayena niranusayo ti āmantā ",
        "folio": "238"
    },
    {
        "segmentnr": "PA_ya_7.2.2:239.1",
        "original": "Yo vā pana vicikicchānusayena niranusayo so diṭṭhānusayena niranusayoti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana vicikicchā anusayena niranusayo so diṭṭha anusayena niranusayo ti āmantā pe ",
        "folio": "239"
    },
    {
        "segmentnr": "PA_ya_7.2.2:240.1",
        "original": "Yo vicikicchānusayena niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti?",
        "analyzed": "yaḥ vicikicchā anusayena niranusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena niranusayaḥ ti ",
        "folio": "240"
    },
    {
        "segmentnr": "PA_ya_7.2.2:241.1",
        "original": "Tayo puggalā vicikicchānusayena niranusayā, no ca avijjānusayena niranusayā. Arahā vicikicchānusayena ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "tayo puggalā vicikicchā anusayena niranusayāḥ no ca avijjā anusayena niranusayāḥ arahā vicikicchā anusayena ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "241"
    },
    {
        "segmentnr": "PA_ya_7.2.2:242.1",
        "original": "Yo vā pana avijjānusayena niranusayo so vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana avijjā anusayena niranusayaḥ saḥ vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "242"
    },
    {
        "segmentnr": "PA_ya_7.2.2:243.1",
        "original": "Yo bhavarāgānusayena niranusayo so avijjānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ bhava rāga anusayena niranusayaḥ saḥ avijjā anusayena niranusayaḥ ti āmantā ",
        "folio": "243"
    },
    {
        "segmentnr": "PA_ya_7.2.2:244.1",
        "original": "Yo vā pana avijjānusayena niranusayo so bhavarāgānusayena niranusayoti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayena niranusayaḥ saḥ bhava rāga anusayena niranusayaḥ ti āmantā ekamūlaka ",
        "folio": "244"
    },
    {
        "segmentnr": "PA_ya_7.2.2:245.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca niranusayo so mānānusayena niranusayoti?",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ saḥ māna anusayena niranusayaḥ iti ",
        "folio": "245"
    },
    {
        "segmentnr": "PA_ya_7.2.2:246.1",
        "original": "Anāgāmī kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca mānānusayena niranusayo. Arahā kāmarāgānusayena ca paṭighānusayena ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "anāgāmī kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ no ca māna anusayena niranusayaḥ arahā kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "246"
    },
    {
        "segmentnr": "PA_ya_7.2.2:247.1",
        "original": "Yo vā pana mānānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana māna anusayena niranusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ iti āmantā ",
        "folio": "247"
    },
    {
        "segmentnr": "PA_ya_7.2.2:248.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ saḥ diṭṭha anusayena pe vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "248"
    },
    {
        "segmentnr": "PA_ya_7.2.2:249.1",
        "original": "Yo vā pana vicikicchānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayena niranusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ti ",
        "folio": "249"
    },
    {
        "segmentnr": "PA_ya_7.2.2:250.1_0",
        "original": "Dve puggalā vicikicchānusayena niranusayā, no ca kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "dve puggalā vicikicchā anusayena niranusayāḥ no ca kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_7.2.2:250.1_1",
        "original": "ca niranusayā. Dve puggalā vicikicchānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca niranusayā.",
        "analyzed": "ca niranusayāḥ dve puggalāḥ vicikicchā anusayena ca niranusayā kāma rāga anusayena ca paṭigha anusayena ca niranusayā ",
        "folio": "250"
    },
    {
        "segmentnr": "PA_ya_7.2.2:251.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti?",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena niranusayaḥ ti ",
        "folio": "251"
    },
    {
        "segmentnr": "PA_ya_7.2.2:252.1",
        "original": "Anāgāmī kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca avijjānusayena niranusayo. Arahā kāmarāgānusayena ca paṭighānusayena ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "anāgāmī kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ no ca avijjā anusayena niranusayaḥ arahā kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "252"
    },
    {
        "segmentnr": "PA_ya_7.2.2:253.1",
        "original": "Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā. (Dukamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayena niranusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ti āmantā dukamūlaka ",
        "folio": "253"
    },
    {
        "segmentnr": "PA_ya_7.2.2:254.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ saḥ diṭṭha anusayena pe vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "254"
    },
    {
        "segmentnr": "PA_ya_7.2.2:255.1",
        "original": "Yo vā pana vicikicchānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayena niranusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ ti ",
        "folio": "255"
    },
    {
        "segmentnr": "PA_ya_7.2.2:256.1_0",
        "original": "Dve puggalā vicikicchānusayena niranusayā, no ca kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "dve puggalā vicikicchā anusayena niranusayāḥ no ca kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.2:256.1_1",
        "original": "ca mānānusayena ca niranusayā. Anāgāmī vicikicchānusayena ca kāmarāgānusayena ca",
        "analyzed": "ca māna anusayena ca niranusayāḥ anāgāmī vicikicchā anusayena ca kāma rāga anusayena ca ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.2:256.1_2",
        "original": "paṭighānusayena ca niranusayo, no ca mānānusayena niranusayo. Arahā vicikicchānusayena",
        "analyzed": "paṭigha anusayena ca niranusayaḥ no ca māna anusayena niranusayaḥ arahā vicikicchā anusayena ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.2:256.1_3",
        "original": "ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ ",
        "folio": "256"
    },
    {
        "segmentnr": "PA_ya_7.2.2:257.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena niranusayaḥ ti āmantā ",
        "folio": "257"
    },
    {
        "segmentnr": "PA_ya_7.2.2:258.1",
        "original": "Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? Āmantā. (Tikamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayena niranusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ iti āmantā tikamūlaka ",
        "folio": "258"
    },
    {
        "segmentnr": "PA_ya_7.2.2:259.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo so vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca niranusayaḥ saḥ vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "259"
    },
    {
        "segmentnr": "PA_ya_7.2.2:260.1",
        "original": "Yo vā pana vicikicchānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana vicikicchā anusayena niranusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca niranusayaḥ ti ",
        "folio": "260"
    },
    {
        "segmentnr": "PA_ya_7.2.2:261.1_0",
        "original": "Dve puggalā vicikicchānusayena ca diṭṭhānusayena ca niranusayā, no ca kāmarāgānusayena",
        "analyzed": "dve puggalā vicikicchā anusayena ca diṭṭha anusayena ca niranusayāḥ no ca kāma rāga anusayena ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_7.2.2:261.1_1",
        "original": "ca paṭighānusayena ca mānānusayena ca niranusayā. Anāgāmī vicikicchānusayena ca kāmarāgānusayena",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca niranusayāḥ anāgāmī vicikicchā anusayena ca kāma rāga anusayena ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_7.2.2:261.1_2",
        "original": "ca paṭighānusayena ca diṭṭhānusayena ca niranusayo, no ca mānānusayena niranusayo.",
        "analyzed": "ca paṭigha anusayena ca diṭṭha anusayena ca niranusayaḥ no ca māna anusayena niranusayaḥ ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_7.2.2:261.1_3",
        "original": "Arahā vicikicchānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "arahā vicikicchā anusayena ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_7.2.2:261.1_4",
        "original": "ca diṭṭhānusayena ca niranusayo …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "ca diṭṭhānusayena ca niranusayaḥ pe ",
        "folio": "261"
    },
    {
        "segmentnr": "PA_ya_7.2.2:262.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo so bhavarāgānusayena …pe… avijjānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ saḥ bhava rāga anusayena pe avijjā anusayena niranusayaḥ ti āmantā ",
        "folio": "262"
    },
    {
        "segmentnr": "PA_ya_7.2.2:263.1",
        "original": "Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayoti? Āmantā. (Pañcakamūlakaṁ.)",
        "analyzed": "yaḥ vā pana avijjā anusayena niranusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ ti āmantā pañcakamūlaka ",
        "folio": "263"
    },
    {
        "segmentnr": "PA_ya_7.2.2:264.1",
        "original": "Yo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo so avijjānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca niranusayaḥ saḥ avijjā anusayena niranusayaḥ ti āmantā ",
        "folio": "264"
    },
    {
        "segmentnr": "PA_ya_7.2.2:265.1_0",
        "original": "Yo vā pana avijjānusayena niranusayo so kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "yaḥ vā pana avijjā anusayena niranusayaḥ saḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.2:265.1_1",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayoti? Āmantā. (Chakkamūlakaṁ.)",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca āmantā chakkamūlaka ",
        "folio": "265"
    },
    {
        "segmentnr": "PA_ya_7.2.2:266.0",
        "original": "7.2.2.5. Paṭilomaokāsa",
        "analyzed": "paṭiloma okāsa ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.2:266.1",
        "original": "Yato kāmarāgānusayena niranusayo tato paṭighānusayena niranusayoti?",
        "analyzed": "yatas kāma rāga anusayena niranusayaḥ tatas paṭigha anusayena niranusayaḥ iti ",
        "folio": "266"
    },
    {
        "segmentnr": "PA_ya_7.2.2:267.1_0",
        "original": "Dukkhāya vedanāya tato kāmarāgānusayena niranusayo, no ca tato paṭighānusayena niranusayo.",
        "analyzed": "dukkhāya vedanāya tatas kāma rāga anusayena niranusayaḥ no ca tatas paṭigha anusayena niranusayaḥ ",
        "folio": "267"
    },
    {
        "segmentnr": "PA_ya_7.2.2:267.1_1",
        "original": "Rūpadhātuyā arūpadhātuyā apariyāpanne tato kāmarāgānusayena ca niranusayo paṭighānusayena ca niranusayo.",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā apariyāpanne tatas kāma rāga anusayena ca niranusayaḥ paṭigha anusayena ca niranusayaḥ ",
        "folio": "267"
    },
    {
        "segmentnr": "PA_ya_7.2.2:268.1",
        "original": "Yato vā pana paṭighānusayena niranusayo tato kāmarāgānusayena niranusayoti?",
        "analyzed": "yatas vā pana paṭigha anusayena niranusayaḥ tatas kāma rāga anusayena niranusayaḥ iti ",
        "folio": "268"
    },
    {
        "segmentnr": "PA_ya_7.2.2:269.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato paṭighānusayena niranusayo, no ca tato kāmarāgānusayena",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu tatas paṭigha anusayena niranusayaḥ no ca tatas kāma rāga anusayena ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.2:269.1_1",
        "original": "niranusayo. Rūpadhātuyā arūpadhātuyā apariyāpanne tato paṭighānusayena ca niranusayo",
        "analyzed": "niranusayaḥ rūpa dhātuyā arūpa dhātuyā apariyāpanne tatas paṭigha anusayena ca niranusayaḥ ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.2:269.1_2",
        "original": "kāmarāgānusayena ca niranusayo.",
        "analyzed": "kāma rāga anusayena ca ",
        "folio": "269"
    },
    {
        "segmentnr": "PA_ya_7.2.2:270.1",
        "original": "Yato kāmarāgānusayena niranusayo tato mānānusayena niranusayoti?",
        "analyzed": "yatas kāma rāga anusayena niranusayaḥ tatas māna anusayena niranusayaḥ iti ",
        "folio": "270"
    },
    {
        "segmentnr": "PA_ya_7.2.2:271.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena niranusayo, no ca tato mānānusayena",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayena niranusayaḥ no ca tatas māna anusayena ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.2:271.1_1",
        "original": "niranusayo. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayena ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "niranusayaḥ dukkhāya vedanāya apariyāpanne tatas kāma rāga anusayena ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "271"
    },
    {
        "segmentnr": "PA_ya_7.2.2:272.1",
        "original": "Yato vā pana mānānusayena niranusayo tato kāmarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana māna anusayena niranusayaḥ tatas kāma rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "272"
    },
    {
        "segmentnr": "PA_ya_7.2.2:273.1",
        "original": "Yato kāmarāgānusayena niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti?",
        "analyzed": "yatas kāma rāga anusayena niranusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena niranusayaḥ ti ",
        "folio": "273"
    },
    {
        "segmentnr": "PA_ya_7.2.2:274.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena niranusayo, no ca",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayena niranusayaḥ no ca ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.2:274.1_1",
        "original": "tato vicikicchānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca niranusayo",
        "analyzed": "tatas vicikicchā anusayena niranusayaḥ apariyāpanne tatas kāma rāga anusayena ca niranusayaḥ ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.2:274.1_2",
        "original": "vicikicchānusayena ca niranusayo.",
        "analyzed": "vicikicchā anusayena ca ",
        "folio": "274"
    },
    {
        "segmentnr": "PA_ya_7.2.2:275.1",
        "original": "Yato vā pana vicikicchānusayena niranusayo tato kāmarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayena niranusayaḥ tatas kāma rāga anusayena niranusayaḥ ti āmantā ",
        "folio": "275"
    },
    {
        "segmentnr": "PA_ya_7.2.2:276.1",
        "original": "Yato kāmarāgānusayena niranusayo tato bhavarāgānusayena niranusayoti?",
        "analyzed": "yatas kāma rāga anusayena niranusayaḥ tatas bhava rāga anusayena niranusayaḥ iti ",
        "folio": "276"
    },
    {
        "segmentnr": "PA_ya_7.2.2:277.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena niranusayo, no ca tato bhavarāgānusayena",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayena niranusayaḥ no ca tatas bhava rāga anusayena ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_7.2.2:277.1_1",
        "original": "niranusayo. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayena ca niranusayo bhavarāgānusayena ca niranusayo.",
        "analyzed": "niranusayaḥ dukkhāya vedanāya apariyāpanne tatas kāma rāga anusayena ca niranusayaḥ bhava rāga anusayena ca niranusayaḥ ",
        "folio": "277"
    },
    {
        "segmentnr": "PA_ya_7.2.2:278.1",
        "original": "Yato vā pana bhavarāgānusayena niranusayo tato kāmarāgānusayena niranusayoti?",
        "analyzed": "yatas vā pana bhava rāga anusayena niranusayaḥ tatas kāma rāga anusayena niranusayaḥ iti ",
        "folio": "278"
    },
    {
        "segmentnr": "PA_ya_7.2.2:279.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena niranusayo, no ca tato kāmarāgānusayena",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu tatas bhava rāga anusayena niranusayaḥ no ca tatas kāma rāga anusayena ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.2:279.1_1",
        "original": "niranusayo. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca niranusayo.",
        "analyzed": "niranusayaḥ dukkhāya vedanāya apariyāpanne tatas bhava rāga anusayena ca niranusayaḥ kāma rāga anusayena ca niranusayaḥ ",
        "folio": "279"
    },
    {
        "segmentnr": "PA_ya_7.2.2:280.1",
        "original": "Yato kāmarāgānusayena niranusayo tato avijjānusayena niranusayoti?",
        "analyzed": "yatas kāma rāga anusayena niranusayaḥ tatas avijja anusayena niranusayaḥ ti ",
        "folio": "280"
    },
    {
        "segmentnr": "PA_ya_7.2.2:281.1_0",
        "original": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena niranusayo, no ca",
        "analyzed": "dukkhāya vedanāya rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayena niranusayaḥ no ca ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.2:281.1_1",
        "original": "tato avijjānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca niranusayo",
        "analyzed": "tatas avijjā anusayena niranusayaḥ apariyāpanne tatas kāma rāga anusayena ca niranusayaḥ ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.2:281.1_2",
        "original": "avijjānusayena ca niranusayo.",
        "analyzed": "avijja anusayena ca niranusayaḥ ",
        "folio": "281"
    },
    {
        "segmentnr": "PA_ya_7.2.2:282.1",
        "original": "Yato vā pana avijjānusayena niranusayo tato kāmarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayena niranusayaḥ tatas kāma rāga anusayena niranusayaḥ ti āmantā ",
        "folio": "282"
    },
    {
        "segmentnr": "PA_ya_7.2.2:283.1",
        "original": "Yato paṭighānusayena niranusayo tato mānānusayena niranusayoti?",
        "analyzed": "yatas paṭigha anusayena niranusayaḥ tatas māna anusayena niranusayaḥ iti ",
        "folio": "283"
    },
    {
        "segmentnr": "PA_ya_7.2.2:284.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayena niranusayo,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tatas paṭigha anusayena niranusayaḥ ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_7.2.2:284.1_1",
        "original": "no ca tato mānānusayena niranusayo. Apariyāpanne tato paṭighānusayena ca niranusayo",
        "analyzed": "no ca tatas māna anusayena niranusayaḥ apariyāpanne tatas paṭigha anusayena ca niranusayaḥ ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_7.2.2:284.1_2",
        "original": "mānānusayena ca niranusayo.",
        "analyzed": "māna anusayena ca niranusayaḥ ",
        "folio": "284"
    },
    {
        "segmentnr": "PA_ya_7.2.2:285.1",
        "original": "Yato vā pana mānānusayena niranusayo tato paṭighānusayena niranusayoti?",
        "analyzed": "yatas vā pana māna anusayena niranusayaḥ tatas paṭigha anusayena niranusayaḥ iti ",
        "folio": "285"
    },
    {
        "segmentnr": "PA_ya_7.2.2:286.1",
        "original": "Dukkhāya vedanāya tato mānānusayena niranusayo, no ca tato paṭighānusayena niranusayo. Apariyāpanne tato mānānusayena ca niranusayo paṭighānusayena ca niranusayo.",
        "analyzed": "dukkhāya vedanāya tatas māna anusayena niranusayaḥ no ca tatas paṭigha anusayena niranusayaḥ apariyāpanne tatas māna anusayena ca niranusayaḥ paṭigha anusayena ca niranusayaḥ ",
        "folio": "286"
    },
    {
        "segmentnr": "PA_ya_7.2.2:287.1",
        "original": "Yato paṭighānusayena niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti?",
        "analyzed": "yatas paṭigha anusayena niranusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena niranusayaḥ ti ",
        "folio": "287"
    },
    {
        "segmentnr": "PA_ya_7.2.2:288.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayena niranusayo,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tatas paṭigha anusayena niranusayaḥ ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_7.2.2:288.1_1",
        "original": "no ca tato vicikicchānusayena niranusayo. Apariyāpanne tato paṭighānusayena ca niranusayo",
        "analyzed": "no ca tatas vicikicchā anusayena niranusayaḥ apariyāpanne tatas paṭigha anusayena ca niranusayaḥ ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_7.2.2:288.1_2",
        "original": "vicikicchānusayena ca niranusayo.",
        "analyzed": "vicikicchā anusayena ca ",
        "folio": "288"
    },
    {
        "segmentnr": "PA_ya_7.2.2:289.1",
        "original": "Yato vā pana vicikicchānusayena niranusayo tato paṭighānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayena niranusayaḥ tatas paṭigha anusayena niranusayaḥ ti āmantā ",
        "folio": "289"
    },
    {
        "segmentnr": "PA_ya_7.2.2:290.1",
        "original": "Yato paṭighānusayena niranusayo tato bhavarāgānusayena niranusayoti?",
        "analyzed": "yatas paṭigha anusayena niranusayaḥ tatas bhava rāga anusayena niranusayaḥ iti ",
        "folio": "290"
    },
    {
        "segmentnr": "PA_ya_7.2.2:291.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato paṭighānusayena niranusayo, no ca tato bhavarāgānusayena",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas paṭigha anusayena niranusayaḥ no ca tatas bhava rāga anusayena ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.2:291.1_1",
        "original": "niranusayo. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato paṭighānusayena ca niranusayo",
        "analyzed": "niranusayaḥ kāmadhātuyā dvīsu vedanāsu apariyāpanne tatas paṭigha anusayena ca niranusayaḥ ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.2:291.1_2",
        "original": "bhavarāgānusayena ca niranusayo.",
        "analyzed": "bhava rāga anusayena ca niranusayaḥ ",
        "folio": "291"
    },
    {
        "segmentnr": "PA_ya_7.2.2:292.1",
        "original": "Yato vā pana bhavarāgānusayena niranusayo tato paṭighānusayena niranusayoti?",
        "analyzed": "yatas vā pana bhava rāga anusayena niranusayaḥ tatas paṭigha anusayena niranusayaḥ iti ",
        "folio": "292"
    },
    {
        "segmentnr": "PA_ya_7.2.2:293.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayena niranusayo, no ca tato paṭighānusayena niranusayo.",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayena niranusayaḥ no ca tatas paṭigha anusayena niranusayaḥ ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_7.2.2:293.1_1",
        "original": "Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato bhavarāgānusayena ca niranusayo paṭighānusayena ca niranusayo.",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu apariyāpanne tatas bhava rāga anusayena ca niranusayaḥ paṭigha anusayena ca niranusayaḥ ",
        "folio": "293"
    },
    {
        "segmentnr": "PA_ya_7.2.2:294.1",
        "original": "Yato paṭighānusayena niranusayo tato avijjānusayena niranusayoti?",
        "analyzed": "yatas paṭigha anusayena niranusayaḥ tatas avijja anusayena niranusayaḥ ti ",
        "folio": "294"
    },
    {
        "segmentnr": "PA_ya_7.2.2:295.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayena niranusayo,",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tatas paṭigha anusayena niranusayaḥ ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_7.2.2:295.1_1",
        "original": "no ca tato avijjānusayena niranusayo. Apariyāpanne tato paṭighānusayena ca niranusayo",
        "analyzed": "no ca tatas avijjā anusayena niranusayaḥ apariyāpanne tatas paṭigha anusayena ca niranusayaḥ ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_7.2.2:295.1_2",
        "original": "avijjānusayena ca niranusayo.",
        "analyzed": "avijja anusayena ca niranusayaḥ ",
        "folio": "295"
    },
    {
        "segmentnr": "PA_ya_7.2.2:296.1",
        "original": "Yato vā pana avijjānusayena niranusayo tato paṭighānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayena niranusayaḥ tatas paṭigha anusayena niranusayaḥ ti āmantā ",
        "folio": "296"
    },
    {
        "segmentnr": "PA_ya_7.2.2:297.1",
        "original": "Yato mānānusayena niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti?",
        "analyzed": "yatas māna anusayena niranusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena niranusayaḥ ti ",
        "folio": "297"
    },
    {
        "segmentnr": "PA_ya_7.2.2:298.1",
        "original": "Dukkhāya vedanāya tato mānānusayena niranusayo, no ca tato vicikicchānusayena niranusayo. Apariyāpanne tato mānānusayena ca niranusayo vicikicchānusayena ca niranusayo.",
        "analyzed": "dukkhāya vedanāya tatas māna anusayena niranusayaḥ no ca tatas vicikicchā anusayena niranusayaḥ apariyāpanne tatas māna anusayena ca niranusayaḥ vicikicchā anusayena ca niranusayaḥ ",
        "folio": "298"
    },
    {
        "segmentnr": "PA_ya_7.2.2:299.1",
        "original": "Yato vā pana vicikicchānusayena niranusayo tato mānānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayena niranusayaḥ tatas māna anusayena niranusayaḥ iti āmantā ",
        "folio": "299"
    },
    {
        "segmentnr": "PA_ya_7.2.2:300.1",
        "original": "Yato mānānusayena niranusayo tato bhavarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas māna anusayena niranusayaḥ tatas bhava rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "300"
    },
    {
        "segmentnr": "PA_ya_7.2.2:301.1",
        "original": "Yato vā pana bhavarāgānusayena niranusayo tato mānānusayena niranusayoti?",
        "analyzed": "yatas vā pana bhava rāga anusayena niranusayaḥ tatas māna anusayena niranusayaḥ iti ",
        "folio": "301"
    },
    {
        "segmentnr": "PA_ya_7.2.2:302.1_0",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena niranusayo, no ca tato mānānusayena",
        "analyzed": "dvīsu vedanāsu tatas bhava rāga anusayena niranusayaḥ no ca tatas māna anusayena ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_7.2.2:302.1_1",
        "original": "niranusayo. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayena ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "niranusayaḥ dukkhāya vedanāya apariyāpanne tatas bhava rāga anusayena ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "302"
    },
    {
        "segmentnr": "PA_ya_7.2.2:303.1",
        "original": "Yato mānānusayena niranusayo tato avijjānusayena niranusayoti?",
        "analyzed": "yatas māna anusayena niranusayaḥ tatas avijja anusayena niranusayaḥ ti ",
        "folio": "303"
    },
    {
        "segmentnr": "PA_ya_7.2.2:304.1",
        "original": "Dukkhāya vedanāya tato mānānusayena niranusayo, no ca tato avijjānusayena niranusayo. Apariyāpanne tato mānānusayena ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "dukkhāya vedanāya tatas māna anusayena niranusayaḥ no ca tatas avijjā anusayena niranusayaḥ apariyāpanne tatas māna anusayena ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "304"
    },
    {
        "segmentnr": "PA_ya_7.2.2:305.1",
        "original": "Yato vā pana avijjānusayena niranusayo tato mānānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayena niranusayaḥ tatas māna anusayena niranusayaḥ ti āmantā ",
        "folio": "305"
    },
    {
        "segmentnr": "PA_ya_7.2.2:306.1",
        "original": "Yato diṭṭhānusayena niranusayo tato vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas diṭṭha anusayena niranusayaḥ tatas vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "306"
    },
    {
        "segmentnr": "PA_ya_7.2.2:307.1",
        "original": "Yato vā pana vicikicchānusayena niranusayo tato diṭṭhānusayena niranusayoti? Āmantā …pe….",
        "analyzed": "yatas vā pana vicikicchā anusayena niranusayo tatas diṭṭha anusayena niranusayo ti āmantā pe ",
        "folio": "307"
    },
    {
        "segmentnr": "PA_ya_7.2.2:308.1",
        "original": "Yato vicikicchānusayena niranusayo tato bhavarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vicikicchā anusayena niranusayaḥ tatas bhava rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "308"
    },
    {
        "segmentnr": "PA_ya_7.2.2:309.1",
        "original": "Yato vā pana bhavarāgānusayena niranusayo tato vicikicchānusayena niranusayoti?",
        "analyzed": "yatas vā pana bhava rāga anusayena niranusayaḥ tatas vicikicchā anusayena niranusayaḥ iti ",
        "folio": "309"
    },
    {
        "segmentnr": "PA_ya_7.2.2:310.1_0",
        "original": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayena niranusayo, no ca tato vicikicchānusayena",
        "analyzed": "tīsu vedanāsu tatas bhava rāga anusayena niranusayaḥ no ca tatas vicikicchā anusayena ",
        "folio": "310"
    },
    {
        "segmentnr": "PA_ya_7.2.2:310.1_1",
        "original": "niranusayo. Apariyāpanne tato bhavarāgānusayena ca niranusayo vicikicchānusayena ca niranusayo.",
        "analyzed": "niranusayaḥ a pariyāpanne tatas bhava rāga anusayena ca niranusayaḥ vicikicchā anusayena ca niranusayaḥ ",
        "folio": "310"
    },
    {
        "segmentnr": "PA_ya_7.2.2:311.1",
        "original": "Yato vicikicchānusayena niranusayo tato avijjānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vicikicchā anusayena niranusayaḥ tatas avijjā anusayena niranusayaḥ ti āmantā ",
        "folio": "311"
    },
    {
        "segmentnr": "PA_ya_7.2.2:312.1",
        "original": "Yato vā pana avijjānusayena niranusayo tato vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana avijjā anusayena niranusayaḥ tatas vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "312"
    },
    {
        "segmentnr": "PA_ya_7.2.2:313.1",
        "original": "Yato bhavarāgānusayena niranusayo tato avijjānusayena niranusayoti?",
        "analyzed": "yatas bhava rāga anusayena niranusayaḥ tatas avijja anusayena niranusayaḥ ti ",
        "folio": "313"
    },
    {
        "segmentnr": "PA_ya_7.2.2:314.1",
        "original": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayena niranusayo, no ca tato avijjānusayena niranusayo. Apariyāpanne tato bhavarāgānusayena ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "kāmadhātuyā tīsu vedanāsu tatas bhava rāga anusayena niranusayaḥ no ca tatas avijjā anusayena niranusayaḥ apariyāpanne tatas bhava rāga anusayena ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "314"
    },
    {
        "segmentnr": "PA_ya_7.2.2:315.1",
        "original": "Yato vā pana avijjānusayena niranusayo tato bhavarāgānusayena niranusayoti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayena niranusayaḥ tatas bhava rāga anusayena niranusayaḥ ti āmantā eka mūlaka ",
        "folio": "315"
    },
    {
        "segmentnr": "PA_ya_7.2.2:316.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca niranusayo tato mānānusayena niranusayoti?",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ tatas māna anusayena niranusayaḥ iti ",
        "folio": "316"
    },
    {
        "segmentnr": "PA_ya_7.2.2:317.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena ca paṭighānusayena ca niranusayo,",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "317"
    },
    {
        "segmentnr": "PA_ya_7.2.2:317.1_1",
        "original": "no ca tato mānānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "no ca tatas māna anusayena niranusayaḥ apariyāpanne tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "317"
    },
    {
        "segmentnr": "PA_ya_7.2.2:317.1_2",
        "original": "ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "317"
    },
    {
        "segmentnr": "PA_ya_7.2.2:318.1",
        "original": "Yato vā pana mānānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti?",
        "analyzed": "yatas vā pana māna anusayena niranusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ iti ",
        "folio": "318"
    },
    {
        "segmentnr": "PA_ya_7.2.2:319.1_0",
        "original": "Dukkhāya vedanāya tato mānānusayena ca kāmarāgānusayena ca niranusayo, no ca tato",
        "analyzed": "dukkhāya vedanāya tatas māna anusayena ca kāma rāga anusayena ca niranusayaḥ no ca tatas ",
        "folio": "319"
    },
    {
        "segmentnr": "PA_ya_7.2.2:319.1_1",
        "original": "paṭighānusayena niranusayo. Apariyāpanne tato mānānusayena ca niranusayo kāmarāgānusayena",
        "analyzed": "paṭigha anusayena niranusayaḥ apariyāpanne tatas māna anusayena ca niranusayaḥ kāma rāga anusayena ",
        "folio": "319"
    },
    {
        "segmentnr": "PA_ya_7.2.2:319.1_2",
        "original": "ca paṭighānusayena ca niranusayo.",
        "analyzed": "ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "319"
    },
    {
        "segmentnr": "PA_ya_7.2.2:320.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti?",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena niranusayaḥ ti ",
        "folio": "320"
    },
    {
        "segmentnr": "PA_ya_7.2.2:321.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena ca paṭighānusayena ca niranusayo,",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "321"
    },
    {
        "segmentnr": "PA_ya_7.2.2:321.1_1",
        "original": "no ca tato vicikicchānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "no ca tatas vicikicchā anusayena niranusayaḥ apariyāpanne tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "321"
    },
    {
        "segmentnr": "PA_ya_7.2.2:321.1_2",
        "original": "ca niranusayo vicikicchānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ vicikicchā anusayena ca niranusayaḥ ",
        "folio": "321"
    },
    {
        "segmentnr": "PA_ya_7.2.2:322.1",
        "original": "Yato vā pana vicikicchānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayena niranusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ iti āmantā ",
        "folio": "322"
    },
    {
        "segmentnr": "PA_ya_7.2.2:323.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca niranusayo tato bhavarāgānusayena niranusayoti?",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ tatas bhava rāga anusayena niranusayaḥ iti ",
        "folio": "323"
    },
    {
        "segmentnr": "PA_ya_7.2.2:324.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena ca paṭighānusayena ca niranusayo,",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_7.2.2:324.1_1",
        "original": "no ca tato bhavarāgānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "no ca tatas bhava rāga anusayena niranusayaḥ apariyāpanne tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_7.2.2:324.1_2",
        "original": "ca niranusayo bhavarāgānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ bhava rāga anusayena ca niranusayaḥ ",
        "folio": "324"
    },
    {
        "segmentnr": "PA_ya_7.2.2:325.1",
        "original": "Yato vā pana bhavarāgānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti?",
        "analyzed": "yatas vā pana bhava rāga anusayena niranusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ iti ",
        "folio": "325"
    },
    {
        "segmentnr": "PA_ya_7.2.2:326.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayena ca kāmarāgānusayena ca niranusayo, no ca",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayena ca kāma rāga anusayena ca niranusayaḥ no ca ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.2:326.1_1",
        "original": "tato paṭighānusayena niranusayo. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena",
        "analyzed": "tatas paṭigha anusayena niranusayaḥ kāmadhātuyā dvīsu vedanāsu tatas bhava rāga anusayena ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.2:326.1_2",
        "original": "ca paṭighānusayena ca niranusayo, no ca tato kāmarāgānusayena niranusayo. Apariyāpanne",
        "analyzed": "ca paṭigha anusayena ca niranusayaḥ no ca tatas kāma rāga anusayena niranusayaḥ apariyāpanne ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.2:326.1_3",
        "original": "tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca niranusayo.",
        "analyzed": "tatas bhava rāga anusayena ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "326"
    },
    {
        "segmentnr": "PA_ya_7.2.2:327.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca niranusayo tato avijjānusayena niranusayoti?",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ tatas avijja anusayena niranusayaḥ ti ",
        "folio": "327"
    },
    {
        "segmentnr": "PA_ya_7.2.2:328.1_0",
        "original": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayena ca paṭighānusayena ca niranusayo,",
        "analyzed": "rūpa dhātuyā a rūpa dhātuyā tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_7.2.2:328.1_1",
        "original": "no ca tato avijjānusayena niranusayo. Apariyāpanne tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "no ca tatas avijjā anusayena niranusayaḥ apariyāpanne tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_7.2.2:328.1_2",
        "original": "ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "328"
    },
    {
        "segmentnr": "PA_ya_7.2.2:329.1",
        "original": "Yato vā pana avijjānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā. (Dukamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayena niranusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ iti āmantā dukamūlaka ",
        "folio": "329"
    },
    {
        "segmentnr": "PA_ya_7.2.2:330.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ tatas diṭṭha anusayena pe vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "330"
    },
    {
        "segmentnr": "PA_ya_7.2.2:331.1",
        "original": "Yato vā pana vicikicchānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? Āmantā.",
        "analyzed": "yatas vā pana vicikicchā anusayena niranusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ iti āmantā ",
        "folio": "331"
    },
    {
        "segmentnr": "PA_ya_7.2.2:332.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo tato bhavarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ tatas bhava rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "332"
    },
    {
        "segmentnr": "PA_ya_7.2.2:333.1",
        "original": "Yato vā pana bhavarāgānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti?",
        "analyzed": "yatas vā pana bhava rāga anusayena tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ iti ",
        "folio": "333"
    },
    {
        "segmentnr": "PA_ya_7.2.2:334.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena ca niranusayo,",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayena ca kāma rāga anusayena ca māna anusayena ca niranusayaḥ ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.2:334.1_1",
        "original": "no ca tato paṭighānusayena niranusayo. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena",
        "analyzed": "no ca tatas paṭigha anusayena niranusayaḥ kāmadhātuyā dvīsu vedanāsu tatas bhava rāga anusayena ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.2:334.1_2",
        "original": "ca paṭighānusayena ca niranusayo, no ca tato kāmarāgānusayena ca mānānusayena ca",
        "analyzed": "ca paṭigha anusayena ca niranusayaḥ no ca tatas kāma rāga anusayena ca māna anusayena ca ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.2:334.1_3",
        "original": "niranusayo. Apariyāpanne tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca",
        "analyzed": "niranusayaḥ apariyāpanne tatas bhava rāga anusayena ca niranusayaḥ kāma rāga anusayena ca ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.2:334.1_4",
        "original": "paṭighānusayena ca mānānusayena ca niranusayo.",
        "analyzed": "paṭigha anusayena ca māna anusayena ca niranusayaḥ ",
        "folio": "334"
    },
    {
        "segmentnr": "PA_ya_7.2.2:335.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo tato avijjānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ tatas avijjā anusayena niranusayaḥ ti āmantā ",
        "folio": "335"
    },
    {
        "segmentnr": "PA_ya_7.2.2:336.1",
        "original": "Yato vā pana avijjānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? Āmantā. (Tikamūlakaṁ.)",
        "analyzed": "yatas vā pana avijjā anusayena niranusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ iti āmantā tikamūlaka ",
        "folio": "336"
    },
    {
        "segmentnr": "PA_ya_7.2.2:337.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo tato vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca niranusayaḥ tatas vicikicchā anusayena niranusayaḥ iti āmantā ",
        "folio": "337"
    },
    {
        "segmentnr": "PA_ya_7.2.2:338.1",
        "original": "Yato vā pana vicikicchānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayoti? Āmantā …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "yatas vā pana vicikicchā anusayena niranusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca niranusayaḥ ti āmantā pe catukkamūlaka ",
        "folio": "338"
    },
    {
        "segmentnr": "PA_ya_7.2.2:339.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo tato bhavarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ tatas bhava rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "339"
    },
    {
        "segmentnr": "PA_ya_7.2.2:340.1",
        "original": "Yato vā pana bhavarāgānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayoti?",
        "analyzed": "yatas vā pana bhava rāga anusayena niranusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ ti ",
        "folio": "340"
    },
    {
        "segmentnr": "PA_ya_7.2.2:341.1_0",
        "original": "Dukkhāya vedanāya tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena ca niranusayo,",
        "analyzed": "dukkhāya vedanāya tatas bhava rāga anusayena ca kāma rāga anusayena ca māna anusayena ca niranusayaḥ ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.2:341.1_1",
        "original": "no ca tato paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo.",
        "analyzed": "no ca tatas paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.2:341.1_2",
        "original": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayena ca paṭighānusayena ca niranusayo,",
        "analyzed": "kāmadhātuyāḥ dvīsu vedanāsu tatas bhava rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.2:341.1_3",
        "original": "no ca tato kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena",
        "analyzed": "no ca tatas kāma rāga anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.2:341.1_4",
        "original": "ca niranusayo. Apariyāpanne tato bhavarāgānusayena ca niranusayo kāmarāgānusayena",
        "analyzed": "ca niranusayaḥ apariyāpanne tatas bhava rāga anusayena ca niranusayaḥ kāma rāga anusayena ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.2:341.1_5",
        "original": "ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.2:341.1_6",
        "original": "…pe…. (Pañcakamūlakaṁ.)",
        "analyzed": "pe pañcaka mūlaka ",
        "folio": "341"
    },
    {
        "segmentnr": "PA_ya_7.2.2:342.1",
        "original": "Yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo tato avijjānusayena niranusayoti? Āmantā.",
        "analyzed": "yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca niranusayaḥ tatas avijjā anusayena niranusayaḥ ti āmantā ",
        "folio": "342"
    },
    {
        "segmentnr": "PA_ya_7.2.2:343.1_0",
        "original": "Yato vā pana avijjānusayena niranusayo tato kāmarāgānusayena ca paṭighānusayena ca",
        "analyzed": "yatas vā pana avijjā anusayena niranusayaḥ tatas kāma rāga anusayena ca paṭigha anusayena ca ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.2:343.1_1",
        "original": "mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayoti?",
        "analyzed": "māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.2:343.1_2",
        "original": "Āmantā. (Chakkamūlakaṁ.)",
        "analyzed": "āmantā chakkamūlaka ",
        "folio": "343"
    },
    {
        "segmentnr": "PA_ya_7.2.2:344.0",
        "original": "7.2.2.6. Paṭilomapuggalokāsa",
        "analyzed": "paṭiloma puggala ukāsa ",
        "folio": "344"
    },
    {
        "segmentnr": "PA_ya_7.2.2:344.1",
        "original": "Yo yato kāmarāgānusayena niranusayo so tato paṭighānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena niranusayaḥ saḥ tatas paṭigha anusayena niranusayaḥ ti ",
        "folio": "344"
    },
    {
        "segmentnr": "PA_ya_7.2.2:345.1",
        "original": "Tayo puggalā dukkhāya vedanāya te tato kāmarāgānusayena niranusayā, no ca te tato paṭighānusayena niranusayā.",
        "analyzed": "tayo puggalā dukkhāya vedanāya te tatas kāma rāga anusayena niranusayā no ca te tatas paṭigha anusayena niranusayā ",
        "folio": "345"
    },
    {
        "segmentnr": "PA_ya_7.2.2:346.1_0",
        "original": "Teva puggalā rūpadhātuyā arūpadhātuyā apariyāpanne te tato kāmarāgānusayena ca niranusayā",
        "analyzed": "teva puggalāḥ rūpa dhātuyā a rūpa dhātuyā apariyāpanne te tatas kāma rāga anusayena ca niranusayā ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.2:346.1_1",
        "original": "paṭighānusayena ca niranusayā. Dve puggalā sabbattha kāmarāgānusayena ca niranusayā",
        "analyzed": "paṭigha anusayena ca niranusayā dve puggalā sabbattha kāma rāga anusayena ca niranusayā ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.2:346.1_2",
        "original": "paṭighānusayena ca niranusayā.",
        "analyzed": "paṭigha anusayena ca niranusayā ",
        "folio": "346"
    },
    {
        "segmentnr": "PA_ya_7.2.2:347.1",
        "original": "Yo vā pana yato paṭighānusayena niranusayo so tato kāmarāgānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana yatas paṭigha anusayena niranusayaḥ saḥ tatas kāma rāga anusayena niranusayaḥ ti ",
        "folio": "347"
    },
    {
        "segmentnr": "PA_ya_7.2.2:348.1_0",
        "original": "Tayo puggalā kāmadhātuyā dvīsu vedanāsu te tato paṭighānusayena niranusayā, no ca",
        "analyzed": "tayo puggalā kāmadhātuyā dvīsu vedanāsu te tatas paṭigha anusayena niranusayāḥ no ca ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.2:348.1_1",
        "original": "te tato kāmarāgānusayena niranusayā. Teva puggalā rūpadhātuyā arūpadhātuyā apariyāpanne",
        "analyzed": "te tatas kāma rāga anusayena puggalāḥ rūpa dhātuyā a rūpa dhātuyā a pariyāpanne ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.2:348.1_2",
        "original": "te tato paṭighānusayena ca niranusayā kāmarāgānusayena ca niranusayā. Dve puggalā",
        "analyzed": "te tatas paṭigha anusayena ca niranusayā kāma rāga anusayena ca niranusayā dve puggalā ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.2:348.1_3",
        "original": "sabbattha paṭighānusayena ca niranusayā kāmarāgānusayena ca niranusayā.",
        "analyzed": "sabbattha paṭigha anusayena ca niranusayā kāma rāga anusayena ca niranusayā ",
        "folio": "348"
    },
    {
        "segmentnr": "PA_ya_7.2.2:349.1",
        "original": "Yo yato kāmarāgānusayena niranusayo so tato mānānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena niranusayaḥ saḥ tatas māna anusayena niranusayaḥ iti ",
        "folio": "349"
    },
    {
        "segmentnr": "PA_ya_7.2.2:350.1_0",
        "original": "Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena niranusayā, no ca",
        "analyzed": "tayo puggalā rūpa dhātuyā arūpa dhātuyā te tatas kāma rāga anusayena niranusayāḥ no ca ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.2:350.1_1",
        "original": "te tato mānānusayena niranusayā. Teva puggalā dukkhāya vedanāya apariyāpanne te tato",
        "analyzed": "te tatas māna anusayena niranusayā te iva puggalā dukkhāya vedanāya apariyāpanne te tatas ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.2:350.1_2",
        "original": "kāmarāgānusayena ca niranusayā mānānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu",
        "analyzed": "kāma rāga anusayena ca niranusayāḥ māna anusayena ca niranusayāḥ anāgāmī kāmadhātuyā dvīsu ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.2:350.1_3",
        "original": "vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena niranusayo, no ca so tato",
        "analyzed": "vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas kāma rāga anusayena niranusayaḥ no ca saḥ tatas ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.2:350.1_4",
        "original": "mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayena",
        "analyzed": "māna anusayena niranusayaḥ su eva puggalaḥ dukkhāya vedanāya apariyāpanne so tatas kāma rāga anusayena ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.2:350.1_5",
        "original": "ca niranusayo mānānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca niranusayo",
        "analyzed": "ca niranusayaḥ māna anusayena ca niranusayaḥ arahā sabbattha kāma rāga anusayena ca niranusayaḥ ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.2:350.1_6",
        "original": "mānānusayena ca niranusayo.",
        "analyzed": "māna anusayena ca niranusayaḥ ",
        "folio": "350"
    },
    {
        "segmentnr": "PA_ya_7.2.2:351.1",
        "original": "Yo vā pana yato mānānusayena niranusayo so tato kāmarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas māna anusayena niranusayaḥ saḥ tatas kāma rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "351"
    },
    {
        "segmentnr": "PA_ya_7.2.2:352.1",
        "original": "Yo yato kāmarāgānusayena niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena niranusayo so tatas diṭṭha anusayena pe vicikicchā anusayena niranusayo ti ",
        "folio": "352"
    },
    {
        "segmentnr": "PA_ya_7.2.2:353.1_0",
        "original": "Puthujjano dukkhāya vedanāya rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena niranusayo,",
        "analyzed": "puthujjanaḥ dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā saḥ tatas kāma rāga anusayena niranusayaḥ ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.2:353.1_1",
        "original": "no ca so tato vicikicchānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena",
        "analyzed": "no ca saḥ tatas vicikicchā anusayena niranusayaḥ su eva puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayena ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.2:353.1_2",
        "original": "ca niranusayo vicikicchānusayena ca niranusayo. Dve puggalā sabbattha kāmarāgānusayena",
        "analyzed": "ca niranusayaḥ vicikicchā anusayena ca niranusayaḥ dve puggalā sabbattha kāmarāga anusayena ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.2:353.1_3",
        "original": "ca niranusayā vicikicchānusayena ca niranusayā.",
        "analyzed": "ca niranusayā vicikicchā anusayena ca niranusayā ",
        "folio": "353"
    },
    {
        "segmentnr": "PA_ya_7.2.2:354.1",
        "original": "Yo vā pana yato vicikicchānusayena niranusayo so tato kāmarāgānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena niranusayo saḥ tatas kāma rāga anusayena niranusayo ti ",
        "folio": "354"
    },
    {
        "segmentnr": "PA_ya_7.2.2:355.1_0",
        "original": "Dve puggalā kāmadhātuyā dvīsu vedanāsu te tato vicikicchānusayena niranusayā, no",
        "analyzed": "dve puggalā kāmadhātuyā dvīsu vedanāsu te tatas vicikicchā anusayena niranusayāḥ no ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.2:355.1_1",
        "original": "ca te tato kāmarāgānusayena niranusayā. Teva puggalā dukkhāya vedanāya rūpadhātuyā",
        "analyzed": "ca te tatas kāma rāga anusayena niranusayā te iva puggalā dukkhāya vedanāya rūpa dhātuyā ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.2:355.1_2",
        "original": "arūpadhātuyā apariyāpanne te tato vicikicchānusayena ca niranusayā kāmarāgānusayena",
        "analyzed": "arūpadhātuyāḥ apariyāpanne te tatas vicikicchā anusayena ca niranusayā kāma rāga anusayena ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.2:355.1_3",
        "original": "ca niranusayā. Dve puggalā sabbattha vicikicchānusayena ca niranusayā kāmarāgānusayena ca niranusayā.",
        "analyzed": "ca niranusayā dve puggalā sabbattha vicikicchā anusayena ca niranusayā kāmarāga anusayena ca niranusayā ",
        "folio": "355"
    },
    {
        "segmentnr": "PA_ya_7.2.2:356.1",
        "original": "Yo yato kāmarāgānusayena niranusayo so tato bhavarāgānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena niranusayaḥ saḥ tatas bhava rāga anusayena niranusayaḥ iti ",
        "folio": "356"
    },
    {
        "segmentnr": "PA_ya_7.2.2:357.1_0",
        "original": "Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena niranusayā, no ca",
        "analyzed": "tayo puggalā rūpa dhātuyā arūpa dhātuyā te tatas kāma rāga anusayena niranusayāḥ no ca ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.2:357.1_1",
        "original": "te tato bhavarāgānusayena niranusayā. Teva puggalā dukkhāya vedanāya apariyāpanne",
        "analyzed": "te tatas bhava rāga anusayena niranusayā te iva puggalāḥ dukkhāya vedanāya apariyāpanne ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.2:357.1_2",
        "original": "te tato kāmarāgānusayena ca niranusayā bhavarāgānusayena ca niranusayā. Anāgāmī rūpadhātuyā",
        "analyzed": "te tatas kāma rāga anusayena ca niranusayāḥ bhava rāga anusayena ca niranusayāḥ anāgāmī rūpadhātuyā ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.2:357.1_3",
        "original": "arūpadhātuyā so tato kāmarāgānusayena niranusayo, no ca so tato bhavarāgānusayena",
        "analyzed": "saḥ tatas kāma rāga anusayena niranusayaḥ no ca saḥ tatas bhava rāga anusayena ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.2:357.1_4",
        "original": "niranusayo. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato kāmarāgānusayena",
        "analyzed": "niranusayaḥ su eva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tatas kāma rāga anusayena ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.2:357.1_5",
        "original": "ca niranusayo bhavarāgānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca",
        "analyzed": "ca niranusayaḥ bhava rāga anusayena ca niranusayaḥ arahā sabbattha kāma rāga anusayena ca ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.2:357.1_6",
        "original": "niranusayo bhavarāgānusayena ca niranusayo.",
        "analyzed": "niranusayaḥ bhava rāga anusayena ca niranusayaḥ ",
        "folio": "357"
    },
    {
        "segmentnr": "PA_ya_7.2.2:358.1",
        "original": "Yo vā pana yato bhavarāgānusayena niranusayo so tato kāmarāgānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena niranusayaḥ saḥ tatas kāma rāga anusayena niranusayaḥ ti ",
        "folio": "358"
    },
    {
        "segmentnr": "PA_ya_7.2.2:359.1_0",
        "original": "Tayo puggalā kāmadhātuyā dvīsu vedanāsu te tato bhavarāgānusayena niranusayā, no",
        "analyzed": "tayo puggalā kāmadhātuyā dvīsu vedanāsu te tatas bhava rāga anusayena niranusayāḥ no ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.2:359.1_1",
        "original": "ca te tato kāmarāgānusayena niranusayā. Teva puggalā dukkhāya vedanāya apariyāpanne",
        "analyzed": "ca te tatas kāma rāga anusayena niranusayā te iva puggalā dukkhāya vedanāya apariyāpanne ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.2:359.1_2",
        "original": "te tato bhavarāgānusayena ca niranusayā kāmarāgānusayena ca niranusayā. Arahā sabbattha",
        "analyzed": "te tatas bhava rāga anusayena ca niranusayā kāma rāga anusayena ca niranusayā arahā sabbattha ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.2:359.1_3",
        "original": "bhavarāgānusayena ca niranusayo kāmarāgānusayena ca niranusayo.",
        "analyzed": "bhava rāga anusayena ca niranusayaḥ kāma rāga anusayena ca niranusayaḥ ",
        "folio": "359"
    },
    {
        "segmentnr": "PA_ya_7.2.2:360.1",
        "original": "Yo yato kāmarāgānusayena niranusayo so tato avijjānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena niranusayaḥ saḥ tatas avijjā anusayena niranusayaḥ ti ",
        "folio": "360"
    },
    {
        "segmentnr": "PA_ya_7.2.2:361.1_0",
        "original": "Tayo puggalā dukkhāya vedanāya rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena",
        "analyzed": "tayo puggalā dukkhāya vedanāya rūpa dhātuyā arūpa dhātuyā te tatas kāma rāga anusayena ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.2:361.1_1",
        "original": "niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te",
        "analyzed": "niranusayāḥ no ca te tatas avijjā anusayena niranusayāḥ te iva puggalāḥ apariyāpanne te ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.2:361.1_2",
        "original": "tato kāmarāgānusayena ca niranusayā avijjānusayena ca niranusayā. Anāgāmī kāmadhātuyā",
        "analyzed": "tatas kāma rāga anusayena ca niranusayāḥ avijjā anusayena ca niranusayāḥ anāgāmī kāmadhātuyā ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.2:361.1_3",
        "original": "tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena niranusayo, no ca",
        "analyzed": "tīsu vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas kāma rāga anusayena niranusayaḥ no ca ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.2:361.1_4",
        "original": "so tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena",
        "analyzed": "saḥ tatas avijjā anusayena niranusayaḥ su eva puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayena ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.2:361.1_5",
        "original": "ca niranusayo avijjānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca niranusayo",
        "analyzed": "ca niranusayaḥ avijjā anusayena ca niranusayaḥ arahā sabbattha kāma rāga anusayena ca niranusayaḥ ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.2:361.1_6",
        "original": "avijjānusayena ca niranusayo.",
        "analyzed": "avijja anusayena ca niranusayaḥ ",
        "folio": "361"
    },
    {
        "segmentnr": "PA_ya_7.2.2:362.1",
        "original": "Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena niranusayo saḥ tatas kāma rāga anusayena niranusayo ti āmantā ",
        "folio": "362"
    },
    {
        "segmentnr": "PA_ya_7.2.2:363.1",
        "original": "Yo yato paṭighānusayena niranusayo so tato mānānusayena niranusayoti?",
        "analyzed": "yaḥ yatas paṭigha anusayena niranusayaḥ saḥ tatas māna anusayena niranusayaḥ iti ",
        "folio": "363"
    },
    {
        "segmentnr": "PA_ya_7.2.2:364.1_0",
        "original": "Tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato paṭighānusayena",
        "analyzed": "tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tatas paṭigha anusayena ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.2:364.1_1",
        "original": "niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā apariyāpanne te tato",
        "analyzed": "niranusayāḥ no ca te tatas māna anusayena niranusayāḥ te iva puggalāḥ apariyāpanne te tatas ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.2:364.1_2",
        "original": "paṭighānusayena ca niranusayā mānānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu",
        "analyzed": "paṭigha anusayena ca niranusayāḥ māna anusayena ca niranusayāḥ anāgāmī kāmadhātuyā dvīsu ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.2:364.1_3",
        "original": "vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayena niranusayo, no ca so tato",
        "analyzed": "vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas paṭigha anusayena niranusayaḥ no ca saḥ tatas ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.2:364.1_4",
        "original": "mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato paṭighānusayena",
        "analyzed": "māna anusayena niranusayaḥ su eva puggalaḥ dukkhāya vedanāya apariyāpanne so tatas paṭigha anusayena ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.2:364.1_5",
        "original": "ca niranusayo mānānusayena ca niranusayo. Arahā sabbattha paṭighānusayena ca niranusayo",
        "analyzed": "ca niranusayaḥ māna anusayena ca niranusayaḥ arahā sabbattha paṭigha anusayena ca niranusayaḥ ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.2:364.1_6",
        "original": "mānānusayena ca niranusayo.",
        "analyzed": "māna anusayena ca niranusayaḥ ",
        "folio": "364"
    },
    {
        "segmentnr": "PA_ya_7.2.2:365.1",
        "original": "Yo vā pana yato mānānusayena niranusayo so tato paṭighānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana yatas māna anusayena niranusayaḥ saḥ tatas paṭigha anusayena niranusayaḥ ti ",
        "folio": "365"
    },
    {
        "segmentnr": "PA_ya_7.2.2:366.1_0",
        "original": "Tayo puggalā dukkhāya vedanāya te tato mānānusayena niranusayā, no ca te tato paṭighānusayena",
        "analyzed": "tayo puggalā dukkhāya vedanāya te tatas māna anusayena niranusayāḥ no ca te tatas paṭigha anusayena ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.2:366.1_1",
        "original": "niranusayā. Teva puggalā apariyāpanne te tato mānānusayena ca niranusayā paṭighānusayena",
        "analyzed": "niranusayā te iva puggalāḥ apariyāpanne te tatas māna anusayena ca niranusayā paṭigha anusayena ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.2:366.1_2",
        "original": "ca niranusayā. Arahā sabbattha mānānusayena ca niranusayo paṭighānusayena ca niranusayo.",
        "analyzed": "ca niranusayāḥ arahā sabbattha māna anusayena ca niranusayo paṭigha anusayena ca niranusayo ",
        "folio": "366"
    },
    {
        "segmentnr": "PA_ya_7.2.2:367.1",
        "original": "Yo yato paṭighānusayena niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti?",
        "analyzed": "yaḥ yatas paṭigha anusayena niranusayo so tatas diṭṭha anusayena pe vicikicchā anusayena niranusayo ti ",
        "folio": "367"
    },
    {
        "segmentnr": "PA_ya_7.2.2:368.1_0",
        "original": "Puthujjano kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayena",
        "analyzed": "puthujjanaḥ kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas paṭigha anusayena ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.2:368.1_1",
        "original": "niranusayo, no ca so tato vicikicchānusayena niranusayo. Sveva puggalo apariyāpanne",
        "analyzed": "niranusayaḥ no ca saḥ tatas vicikicchā anusayena niranusayaḥ su eva puggalaḥ apariyāpanne ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.2:368.1_2",
        "original": "so tato paṭighānusayena ca niranusayo vicikicchānusayena ca niranusayo. Dve puggalā",
        "analyzed": "so tatas paṭigha anusayena ca niranusayaḥ vicikicchā anusayena ca niranusayaḥ dve puggalā ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.2:368.1_3",
        "original": "sabbattha paṭighānusayena ca niranusayā vicikicchānusayena ca niranusayā.",
        "analyzed": "sabbattha paṭigha anusayena ca niranusayāḥ vicikicchā anusayena ca niranusayāḥ ",
        "folio": "368"
    },
    {
        "segmentnr": "PA_ya_7.2.2:369.1",
        "original": "Yo vā pana yato vicikicchānusayena niranusayo so tato paṭighānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena niranusayo saḥ tatas paṭigha anusayena niranusayo ti ",
        "folio": "369"
    },
    {
        "segmentnr": "PA_ya_7.2.2:370.1_0",
        "original": "Dve puggalā dukkhāya vedanāya te tato vicikicchānusayena niranusayā, no ca te tato",
        "analyzed": "dve puggalā dukkhāya vedanāya te tatas vicikicchā anusayena niranusayāḥ no ca te tatas ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.2:370.1_1",
        "original": "paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā",
        "analyzed": "paṭigha anusayena niranusayā puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpa dhātuyā ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.2:370.1_2",
        "original": "apariyāpanne te tato vicikicchānusayena ca niranusayā paṭighānusayena ca niranusayā.",
        "analyzed": "a pariyāpanne te tatas vicikicchā anusayena ca niranusayā paṭigha anusayena ca niranusayā ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.2:370.1_3",
        "original": "Dve puggalā sabbattha vicikicchānusayena ca niranusayā paṭighānusayena ca niranusayā.",
        "analyzed": "dve puggalā sabbattha vicikicchā anusayena ca niranusayā paṭigha anusayena ca niranusayā ",
        "folio": "370"
    },
    {
        "segmentnr": "PA_ya_7.2.2:371.1",
        "original": "Yo yato paṭighānusayena niranusayo so tato bhavarāgānusayena niranusayoti?",
        "analyzed": "yaḥ yatas paṭigha anusayena niranusayaḥ saḥ tatas bhava rāga anusayena niranusayaḥ iti ",
        "folio": "371"
    },
    {
        "segmentnr": "PA_ya_7.2.2:372.1_0",
        "original": "Tayo puggalā rūpadhātuyā arūpadhātuyā te tato paṭighānusayena niranusayā, no ca te",
        "analyzed": "tayo puggalā rūpa dhātuyā arūpa dhātuyā te tatas paṭigha anusayena niranusayāḥ no ca te ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.2:372.1_1",
        "original": "tato bhavarāgānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu apariyāpanne",
        "analyzed": "tatas bhava rāga anusayena niranusayā te iva puggalā kāmadhātuyā dvīsu vedanāsu apariyāpanne ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.2:372.1_2",
        "original": "te tato paṭighānusayena ca niranusayā bhavarāgānusayena ca niranusayā. Anāgāmī rūpadhātuyā",
        "analyzed": "te tatas paṭigha anusayena ca niranusayāḥ bhava rāga anusayena ca niranusayāḥ anāgāmī ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.2:372.1_3",
        "original": "arūpadhātuyā so tato paṭighānusayena niranusayo, no ca so tato bhavarāgānusayena",
        "analyzed": "saḥ tatas paṭigha anusayena niranusayaḥ no ca saḥ tatas bhava rāga anusayena ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.2:372.1_4",
        "original": "niranusayo. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato paṭighānusayena",
        "analyzed": "niranusayaḥ su eva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tatas paṭigha anusayena ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.2:372.1_5",
        "original": "ca niranusayo bhavarāgānusayena ca niranusayo. Arahā sabbattha paṭighānusayena ca",
        "analyzed": "ca niranusayaḥ bhava rāga anusayena ca niranusayaḥ arahā sabbattha paṭigha anusayena ca ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.2:372.1_6",
        "original": "niranusayo bhavarāgānusayena ca niranusayo.",
        "analyzed": "niranusayaḥ bhava rāga anusayena ca niranusayaḥ ",
        "folio": "372"
    },
    {
        "segmentnr": "PA_ya_7.2.2:373.1",
        "original": "Yo vā pana yato bhavarāgānusayena niranusayo so tato paṭighānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena niranusayaḥ saḥ tatas paṭigha anusayena niranusayaḥ ti ",
        "folio": "373"
    },
    {
        "segmentnr": "PA_ya_7.2.2:374.1_0",
        "original": "Tayo puggalā dukkhāya vedanāya te tato bhavarāgānusayena niranusayā, no ca te tato",
        "analyzed": "tayo puggalā dukkhāya vedanāya te tatas bhava rāga anusayena niranusayāḥ no ca te tatas ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.2:374.1_1",
        "original": "paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu apariyāpanne",
        "analyzed": "paṭigha anusayena niranusayā te va puggalā kāmadhātuyā dvīsu vedanāsu apariyāpanne ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.2:374.1_2",
        "original": "te tato bhavarāgānusayena ca niranusayā paṭighānusayena ca niranusayā. Arahā sabbattha",
        "analyzed": "te tatas bhava rāga anusayena ca niranusayā paṭigha anusayena ca niranusayā arahā sabbattha ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.2:374.1_3",
        "original": "bhavarāgānusayena ca niranusayo paṭighānusayena ca niranusayo.",
        "analyzed": "bhava rāga anusayena ca niranusayaḥ paṭigha anusayena ca niranusayaḥ ",
        "folio": "374"
    },
    {
        "segmentnr": "PA_ya_7.2.2:375.1",
        "original": "Yo yato paṭighānusayena niranusayo so tato avijjānusayena niranusayoti?",
        "analyzed": "yaḥ yatas paṭigha anusayena niranusayo so tatas avijjā anusayena niranusayo ti ",
        "folio": "375"
    },
    {
        "segmentnr": "PA_ya_7.2.2:376.1_0",
        "original": "Tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato paṭighānusayena",
        "analyzed": "tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tatas paṭigha anusayena ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.2:376.1_1",
        "original": "niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te",
        "analyzed": "niranusayāḥ no ca te tatas avijjā anusayena niranusayāḥ te iva puggalāḥ apariyāpanne te ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.2:376.1_2",
        "original": "tato paṭighānusayena ca niranusayā avijjānusayena ca niranusayā. Anāgāmī kāmadhātuyā",
        "analyzed": "tatas paṭigha anusayena ca niranusayāḥ avijjā anusayena ca niranusayāḥ anāgāmī kāmadhātuyā ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.2:376.1_3",
        "original": "tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayena niranusayo no ca so",
        "analyzed": "tīsu vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas paṭigha anusayena niranusayaḥ no ca saḥ ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.2:376.1_4",
        "original": "tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne so tato paṭighānusayena",
        "analyzed": "tatas avijjā anusayena niranusayaḥ su eva puggalaḥ apariyāpanne so tatas paṭigha anusayena ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.2:376.1_5",
        "original": "ca niranusayo avijjānusayena ca niranusayo. Arahā sabbattha paṭighānusayena ca niranusayo",
        "analyzed": "ca niranusayaḥ avijjā anusayena ca niranusayaḥ arahā sabbattha paṭigha anusayena ca niranusayaḥ ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.2:376.1_6",
        "original": "avijjānusayena ca niranusayo.",
        "analyzed": "avijja anusayena ca niranusayaḥ ",
        "folio": "376"
    },
    {
        "segmentnr": "PA_ya_7.2.2:377.1",
        "original": "Yo vā pana yato avijjānusayena niranusayo so tato paṭighānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena niranusayo so tatas paṭigha anusayena niranusayo ti āmantā ",
        "folio": "377"
    },
    {
        "segmentnr": "PA_ya_7.2.2:378.1",
        "original": "Yo yato mānānusayena niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti?",
        "analyzed": "yaḥ yatas māna anusayena niranusayo so tatas diṭṭha anusayena pe vicikicchā anusayena niranusayo ti ",
        "folio": "378"
    },
    {
        "segmentnr": "PA_ya_7.2.2:379.1_0",
        "original": "Puthujjano dukkhāya vedanāya so tato mānānusayena niranusayo, no ca so tato vicikicchānusayena",
        "analyzed": "puthujjanaḥ dukkhāya vedanāya so tatas māna anusayena niranusayaḥ no ca saḥ tatas vicikicchā anusayena ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.2:379.1_1",
        "original": "niranusayo. Sveva puggalo apariyāpanne so tato mānānusayena ca niranusayo vicikicchānusayena",
        "analyzed": "niranusayaḥ su eva puggalaḥ apariyāpanne saḥ tatas māna anusayena ca niranusayaḥ vicikicchā anusayena ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.2:379.1_2",
        "original": "ca niranusayo. Arahā sabbattha mānānusayena ca niranusayo vicikicchānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ arahā sabbattha māna anusayena ca niranusayaḥ vicikicchā anusayena ca niranusayaḥ ",
        "folio": "379"
    },
    {
        "segmentnr": "PA_ya_7.2.2:380.1",
        "original": "Yo vā pana yato vicikicchānusayena niranusayo so tato mānānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena niranusayaḥ saḥ tatas māna anusayena niranusayaḥ ti ",
        "folio": "380"
    },
    {
        "segmentnr": "PA_ya_7.2.2:381.1_0",
        "original": "Tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato vicikicchānusayena",
        "analyzed": "tayo puggalā kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā te tatas vicikicchā anusayena ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.2:381.1_1",
        "original": "niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā dukkhāya vedanāya",
        "analyzed": "niranusayāḥ no ca te tatas māna anusayena niranusayāḥ te iva puggalāḥ dukkhāya vedanāya ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.2:381.1_2",
        "original": "apariyāpanne te tato vicikicchānusayena ca niranusayā mānānusayena ca niranusayā.",
        "analyzed": "a pariyāpanne te tatas vicikicchā anusayena ca niranusayāḥ māna anusayena ca niranusayā ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.2:381.1_3",
        "original": "Arahā sabbattha vicikicchānusayena ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "arahā sabbattha vicikicchā anusayena ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "381"
    },
    {
        "segmentnr": "PA_ya_7.2.2:382.1",
        "original": "Yo yato mānānusayena niranusayo so tato bhavarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ yatas māna anusayena niranusayaḥ saḥ tatas bhava rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "382"
    },
    {
        "segmentnr": "PA_ya_7.2.2:383.1",
        "original": "Yo vā pana yato bhavarāgānusayena niranusayo so tato mānānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena niranusayaḥ saḥ tatas māna anusayena niranusayaḥ iti ",
        "folio": "383"
    },
    {
        "segmentnr": "PA_ya_7.2.2:384.1_0",
        "original": "Cattāro puggalā kāmadhātuyā dvīsu vedanāsu te tato bhavarāgānusayena niranusayā,",
        "analyzed": "cattāro puggalā kāmadhātuyā dvīsu vedanāsu te tatas bhava rāga anusayena niranusayā ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.2:384.1_1",
        "original": "no ca te tato mānānusayena niranusayā. Teva puggalā dukkhāya vedanāya apariyāpanne",
        "analyzed": "no ca te tatas māna anusayena niranusayā te iva puggalāḥ dukkhāya vedanāya apariyāpanne ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.2:384.1_2",
        "original": "te tato bhavarāgānusayena ca niranusayā mānānusayena ca niranusayā. Arahā sabbattha",
        "analyzed": "te tatas bhava rāga anusayena ca niranusayāḥ māna anusayena ca niranusayāḥ arahā sabbattha ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.2:384.1_3",
        "original": "bhavarāgānusayena ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "bhava rāga anusayena ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "384"
    },
    {
        "segmentnr": "PA_ya_7.2.2:385.1",
        "original": "Yo yato mānānusayena niranusayo so tato avijjānusayena niranusayoti?",
        "analyzed": "yaḥ yatas māna anusayena niranusayo so tatas avijjā anusayena niranusayo ti ",
        "folio": "385"
    },
    {
        "segmentnr": "PA_ya_7.2.2:386.1_0",
        "original": "Cattāro puggalā dukkhāya vedanāya te tato mānānusayena niranusayā, no ca te tato",
        "analyzed": "cattāro puggalāḥ dukkhāya vedanāya te tatas māna anusayena niranusayāḥ no ca te tatas ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.2:386.1_1",
        "original": "avijjānusayena niranusayā. Teva puggalā apariyāpanne te tato mānānusayena ca niranusayā",
        "analyzed": "avijjā anusayena niranusayā teva puggalāḥ apariyāpanne te tatas māna anusayena ca niranusayā ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.2:386.1_2",
        "original": "avijjānusayena ca niranusayā. Arahā sabbattha mānānusayena ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "avijjā anusayena ca niranusayā arahā sabbattha māna anusayena ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "386"
    },
    {
        "segmentnr": "PA_ya_7.2.2:387.1",
        "original": "Yo vā pana yato avijjānusayena niranusayo so tato mānānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena niranusayo saḥ tatas māna anusayena niranusayaḥ ti āmantā ",
        "folio": "387"
    },
    {
        "segmentnr": "PA_ya_7.2.2:388.1",
        "original": "Yo yato diṭṭhānusayena niranusayo so tato vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ yatas diṭṭha anusayena niranusayo saḥ tatas vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "388"
    },
    {
        "segmentnr": "PA_ya_7.2.2:389.1",
        "original": "Yo vā pana yato vicikicchānusayena niranusayo so tato diṭṭhānusayena niranusayoti? Āmantā …pe….",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena niranusayo so tatas diṭṭha anusayena niranusayo ti āmantā pe ",
        "folio": "389"
    },
    {
        "segmentnr": "PA_ya_7.2.2:390.1",
        "original": "Yo yato vicikicchānusayena niranusayo so tato bhavarāgānusayena niranusayoti?",
        "analyzed": "yaḥ yatas vicikicchā anusayena niranusayaḥ saḥ tatas bhava rāga anusayena niranusayaḥ iti ",
        "folio": "390"
    },
    {
        "segmentnr": "PA_ya_7.2.2:391.1_0",
        "original": "Tayo puggalā rūpadhātuyā arūpadhātuyā te tato vicikicchānusayena niranusayā, no ca",
        "analyzed": "puggalā rūpa dhātuyā a rūpa dhātuyā te tatas vicikicchā anusayena niranusayā no ca ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.2:391.1_1",
        "original": "te tato bhavarāgānusayena niranusayā. Teva puggalā kāmadhātuyā tīsu vedanāsu apariyāpanne",
        "analyzed": "te tatas bhava rāga anusayena niranusayā te iva puggalā kāmadhātuyā tīsu vedanāsu apariyāpanne ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.2:391.1_2",
        "original": "te tato vicikicchānusayena ca niranusayā bhavarāgānusayena ca niranusayā. Arahā sabbattha",
        "analyzed": "te tatas vicikicchā anusayena ca niranusayāḥ bhava rāga anusayena ca niranusayāḥ arahā sabbattha ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.2:391.1_3",
        "original": "vicikicchānusayena ca niranusayo bhavarāgānusayena ca niranusayo.",
        "analyzed": "vicikicchā anusayena ca niranusayaḥ bhava rāga anusayena ca niranusayaḥ ",
        "folio": "391"
    },
    {
        "segmentnr": "PA_ya_7.2.2:392.1",
        "original": "Yo vā pana yato bhavarāgānusayena niranusayo so tato vicikicchānusayena niranusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena niranusayaḥ saḥ tatas vicikicchā anusayena niranusayaḥ ti ",
        "folio": "392"
    },
    {
        "segmentnr": "PA_ya_7.2.2:393.1_0",
        "original": "Puthujjano kāmadhātuyā tīsu vedanāsu so tato bhavarāgānusayena niranusayo, no ca",
        "analyzed": "puthujjano kāmadhātuyā tīsu vedanāsu saḥ tatas bhava rāga anusayena niranusayaḥ no ca ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_7.2.2:393.1_1",
        "original": "so tato vicikicchānusayena niranusayo. Sveva puggalo apariyāpanne so tato bhavarāgānusayena",
        "analyzed": "saḥ tatas vicikicchā anusayena niranusayaḥ su eva puggalaḥ apariyāpanne saḥ tatas bhava rāga anusayena ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_7.2.2:393.1_2",
        "original": "ca niranusayo vicikicchānusayena ca niranusayo. Arahā sabbattha bhavarāgānusayena",
        "analyzed": "ca niranusayaḥ vicikicchā anusayena ca niranusayaḥ arahā sabbattha bhava rāga anusayena ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_7.2.2:393.1_3",
        "original": "ca niranusayo vicikicchānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ vicikicchā anusayena ca niranusayaḥ ",
        "folio": "393"
    },
    {
        "segmentnr": "PA_ya_7.2.2:394.1",
        "original": "Yo yato vicikicchānusayena niranusayo so tato avijjānusayena niranusayoti?",
        "analyzed": "yaḥ yatas vicikicchā anusayena niranusayaḥ saḥ tatas avijjā anusayena niranusayaḥ ti ",
        "folio": "394"
    },
    {
        "segmentnr": "PA_ya_7.2.2:395.1_0",
        "original": "Tayo puggalā kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā te tato vicikicchānusayena",
        "analyzed": "tayo puggalā kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā te tatas vicikicchā anusayena ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.2:395.1_1",
        "original": "niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te",
        "analyzed": "niranusayāḥ no ca te tatas avijjā anusayena niranusayāḥ te iva puggalāḥ apariyāpanne te ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.2:395.1_2",
        "original": "tato vicikicchānusayena ca niranusayā avijjānusayena ca niranusayā. Arahā sabbattha",
        "analyzed": "tatas vicikicchā anusayena ca niranusayāḥ avijjā anusayena ca niranusayāḥ arahā sabbattha ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.2:395.1_3",
        "original": "vicikicchānusayena ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "vicikicchā anusayena ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "395"
    },
    {
        "segmentnr": "PA_ya_7.2.2:396.1",
        "original": "Yo vā pana yato avijjānusayena niranusayo so tato vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena niranusayaḥ saḥ tatas vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "396"
    },
    {
        "segmentnr": "PA_ya_7.2.2:397.1",
        "original": "Yo yato bhavarāgānusayena niranusayo so tato avijjānusayena niranusayoti?",
        "analyzed": "yaḥ yatas bhava rāga anusayena niranusayaḥ saḥ tatas avijjā anusayena niranusayaḥ ti ",
        "folio": "397"
    },
    {
        "segmentnr": "PA_ya_7.2.2:398.1_0",
        "original": "Cattāro puggalā kāmadhātuyā tīsu vedanāsu te tato bhavarāgānusayena niranusayā, no",
        "analyzed": "cattāro puggalā kāmadhātuyā tīsu vedanāsu te tatas bhava rāga anusayena niranusayāḥ no ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.2:398.1_1",
        "original": "ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne te tato bhavarāgānusayena",
        "analyzed": "ca te tatas avijjā anusayena niranusayā te iva puggalāḥ apariyāpanne te tatas bhava rāga anusayena ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.2:398.1_2",
        "original": "ca niranusayā avijjānusayena ca niranusayā. Arahā sabbattha bhavarāgānusayena ca",
        "analyzed": "ca niranusayāḥ avijjā anusayena ca niranusayāḥ arahā sabbattha bhava rāga anusayena ca ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.2:398.1_3",
        "original": "niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "398"
    },
    {
        "segmentnr": "PA_ya_7.2.2:399.1",
        "original": "Yo vā pana yato avijjānusayena niranusayo so tato bhavarāgānusayena niranusayoti? Āmantā. (Ekamūlakaṁ.)",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena niranusayaḥ saḥ tatas bhava rāga anusayena niranusayaḥ ti āmantā ekamūlaka ",
        "folio": "399"
    },
    {
        "segmentnr": "PA_ya_7.2.2:400.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca niranusayo so tato mānānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ saḥ tatas māna anusayena niranusayaḥ iti ",
        "folio": "400"
    },
    {
        "segmentnr": "PA_ya_7.2.2:401.1_0",
        "original": "Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "tayo puggalā rūpa dhātuyā arūpa dhātuyā te tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.2:401.1_1",
        "original": "ca niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā apariyāpanne te",
        "analyzed": "ca niranusayāḥ no ca te tatas māna anusayena niranusayā te iva puggalāḥ apariyāpanne te ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.2:401.1_2",
        "original": "tato kāmarāgānusayena ca paṭighānusayena ca niranusayā mānānusayena ca niranusayā.",
        "analyzed": "tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayā māna anusayena ca niranusayā ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.2:401.1_3",
        "original": "Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena",
        "analyzed": "anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayena ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.2:401.1_4",
        "original": "ca paṭighānusayena ca niranusayo, no ca so tato mānānusayena ca niranusayo. Sveva",
        "analyzed": "ca paṭigha anusayena ca niranusayaḥ no ca saḥ tatas māna anusayena ca niranusayaḥ su eva ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.2:401.1_5",
        "original": "puggalo dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "puggalaḥ dukkhāya vedanāya apariyāpanne so tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.2:401.1_6",
        "original": "ca niranusayo mānānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "ca niranusayaḥ māna anusayena ca niranusayaḥ arahā sabbattha kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.2:401.1_7",
        "original": "ca niranusayo mānānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ māna anusayena ca niranusayaḥ ",
        "folio": "401"
    },
    {
        "segmentnr": "PA_ya_7.2.2:402.1",
        "original": "Yo vā pana yato mānānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana yatas māna anusayena niranusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ti ",
        "folio": "402"
    },
    {
        "segmentnr": "PA_ya_7.2.2:403.1_0",
        "original": "Tayo puggalā dukkhāya vedanāya te tato mānānusayena ca kāmarāgānusayena ca niranusayā,",
        "analyzed": "tayo puggalā dukkhāya vedanāya te tatas māna anusayena ca kāma rāga anusayena ca niranusayā ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.2:403.1_1",
        "original": "no ca te tato paṭighānusayena niranusayā. Teva puggalā apariyāpanne te tato mānānusayena",
        "analyzed": "no ca te tatas paṭigha anusayena niranusayā te iva puggalāḥ apariyāpanne te tatas māna anusayena ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.2:403.1_2",
        "original": "ca niranusayā kāmarāgānusayena ca paṭighānusayena ca niranusayā. Arahā sabbattha",
        "analyzed": "ca niranusayā kāma rāga anusayena ca paṭigha anusayena ca niranusayā arahā sabbattha ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.2:403.1_3",
        "original": "mānānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca niranusayo.",
        "analyzed": "māna anusayena ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "403"
    },
    {
        "segmentnr": "PA_ya_7.2.2:404.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ so tatas diṭṭha anusayena pe vicikicchā anusayena niranusayaḥ ti ",
        "folio": "404"
    },
    {
        "segmentnr": "PA_ya_7.2.2:405.1_0",
        "original": "Puthujjano rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena ca paṭighānusayena ca",
        "analyzed": "puthujjanaḥ rūpa dhātuyā a rūpa dhātuyā saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.2:405.1_1",
        "original": "niranusayo, no ca so tato vicikicchānusayena niranusayo. Sveva puggalo apariyāpanne",
        "analyzed": "niranusayaḥ no ca saḥ tatas vicikicchā anusayena niranusayaḥ su eva puggalaḥ apariyāpanne ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.2:405.1_2",
        "original": "so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo vicikicchānusayena ca niranusayo.",
        "analyzed": "saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ vicikicchā anusayena ca niranusayaḥ ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.2:405.1_3",
        "original": "Dve puggalā sabbattha kāmarāgānusayena ca paṭighānusayena ca niranusayā vicikicchānusayena ca niranusayā.",
        "analyzed": "dve puggalā sabbattha kāma rāga anusayena ca paṭigha anusayena ca niranusayā vicikicchā anusayena ca niranusayā ",
        "folio": "405"
    },
    {
        "segmentnr": "PA_ya_7.2.2:406.1",
        "original": "Yo vā pana yato vicikicchānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena niranusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ti ",
        "folio": "406"
    },
    {
        "segmentnr": "PA_ya_7.2.2:407.1_0",
        "original": "Dve puggalā dukkhāya vedanāya te tato vicikicchānusayena ca kāmarāgānusayena ca niranusayā,",
        "analyzed": "dve puggalā dukkhāya vedanāya te tatas vicikicchā anusayena ca kāma rāga anusayena ca niranusayā ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.2:407.1_1",
        "original": "no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca te tatas paṭigha anusayena niranusayā te iva puggalā kāmadhātuyā dvīsu vedanāsu ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.2:407.1_2",
        "original": "te tato vicikicchānusayena ca paṭighānusayena ca niranusayā, no ca te tato kāmarāgānusayena",
        "analyzed": "te tatas vicikicchā anusayena ca paṭigha anusayena ca niranusayāḥ no ca te tatas kāma rāga anusayena ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.2:407.1_3",
        "original": "niranusayā. Teva puggalā rūpadhātuyā arūpadhātuyā apariyāpanne te tato vicikicchānusayena",
        "analyzed": "niranusayā te iva puggalāḥ rūpa dhātuyā a rūpa dhātuyā apariyāpanne te tatas vicikicchā anusayena ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.2:407.1_4",
        "original": "ca niranusayā kāmarāgānusayena ca paṭighānusayena ca niranusayā. Dve puggalā sabbattha",
        "analyzed": "ca niranusayā kāma rāga anusayena ca paṭigha anusayena ca niranusayā dve puggalā sabbattha ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.2:407.1_5",
        "original": "vicikicchānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca niranusayā.",
        "analyzed": "vicikicchā anusayena ca niranusayā kāma rāga anusayena ca paṭigha anusayena ca niranusayā ",
        "folio": "407"
    },
    {
        "segmentnr": "PA_ya_7.2.2:408.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca niranusayo so tato bhavarāgānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ saḥ tatas bhava rāga anusayena niranusayaḥ iti ",
        "folio": "408"
    },
    {
        "segmentnr": "PA_ya_7.2.2:409.1_0",
        "original": "Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "tayo puggalā rūpa dhātuyā arūpa dhātuyā te tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.2:409.1_1",
        "original": "ca niranusayā, no ca te tato bhavarāgānusayena niranusayā. Teva puggalā apariyāpanne",
        "analyzed": "ca niranusayāḥ no ca te tatas bhava rāga anusayena niranusayā te iva puggalāḥ apariyāpanne ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.2:409.1_2",
        "original": "te tato kāmarāgānusayena ca paṭighānusayena ca niranusayā bhavarāgānusayena ca niranusayā.",
        "analyzed": "te tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayāḥ bhava rāga anusayena ca niranusayāḥ ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.2:409.1_3",
        "original": "Anāgāmī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo,",
        "analyzed": "anāgāmī rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.2:409.1_4",
        "original": "no ca so tato bhavarāgānusayena niranusayo. Sveva puggalo kāmadhātuyā tīsu vedanāsu",
        "analyzed": "no ca so tatas bhava rāga anusayena niranusayaḥ su eva puggalo kāmadhātuyā tīsu vedanāsu ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.2:409.1_5",
        "original": "apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo bhavarāgānusayena",
        "analyzed": "a pariyāpanne saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ bhava rāga anusayena ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.2:409.1_6",
        "original": "ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca niranusayo",
        "analyzed": "ca niranusayaḥ arahā sabbattha kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.2:409.1_7",
        "original": "bhavarāgānusayena ca niranusayo.",
        "analyzed": "bhava rāga anusayena ca niranusayaḥ ",
        "folio": "409"
    },
    {
        "segmentnr": "PA_ya_7.2.2:410.1",
        "original": "Yo vā pana yato bhavarāgānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena niranusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ti ",
        "folio": "410"
    },
    {
        "segmentnr": "PA_ya_7.2.2:411.1_0",
        "original": "Tayo puggalā dukkhāya vedanāya te tato bhavarāgānusayena ca kāmarāgānusayena ca niranusayā,",
        "analyzed": "tayo puggalāḥ dukkhāya vedanāya te tatas bhava rāga anusayena ca kāma rāga anusayena ca niranusayā ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.2:411.1_1",
        "original": "no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā dvīsu vedanāsu",
        "analyzed": "no ca te tatas paṭigha anusayena niranusayā te iva puggalā kāmadhātuyā dvīsu vedanāsu ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.2:411.1_2",
        "original": "te tato bhavarāgānusayena ca paṭighānusayena ca niranusayā, no ca te tato kāmarāgānusayena",
        "analyzed": "te tatas bhava rāga anusayena ca paṭigha anusayena ca niranusayāḥ no ca te tatas kāma rāga anusayena ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.2:411.1_3",
        "original": "niranusayā. Teva puggalā apariyāpanne te tato bhavarāgānusayena ca niranusayā kāmarāgānusayena",
        "analyzed": "niranusayā te iva puggalāḥ apariyāpanne te tatas bhava rāga anusayena ca niranusayā kāma rāga anusayena ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.2:411.1_4",
        "original": "ca paṭighānusayena ca niranusayā. Arahā sabbattha bhavarāgānusayena niranusayo kāmarāgānusayena",
        "analyzed": "ca paṭigha anusayena ca niranusayāḥ arahā sabbattha bhava rāga anusayena niranusayaḥ kāma rāga anusayena ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.2:411.1_5",
        "original": "ca paṭighānusayena ca niranusayo.",
        "analyzed": "ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "411"
    },
    {
        "segmentnr": "PA_ya_7.2.2:412.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca niranusayo so tato avijjānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ saḥ tatas avijjā anusayena niranusayaḥ ti ",
        "folio": "412"
    },
    {
        "segmentnr": "PA_ya_7.2.2:413.1_0",
        "original": "Tayo puggalā rūpadhātuyā arūpadhātuyā te tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "tayo puggalā rūpa dhātuyā arūpa dhātuyā te tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.2:413.1_1",
        "original": "ca niranusayā, no ca te tato avijjānusayena niranusayā. Teva puggalā apariyāpanne",
        "analyzed": "ca niranusayāḥ no ca te tatas avijjā anusayena niranusayā te iva puggalāḥ apariyāpanne ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.2:413.1_2",
        "original": "te tato kāmarāgānusayena ca paṭighānusayena ca niranusayā avijjānusayena ca niranusayā.",
        "analyzed": "te tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayāḥ avijjā anusayena ca niranusayāḥ ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.2:413.1_3",
        "original": "Anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayena",
        "analyzed": "anāgāmī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas kāma rāga anusayena ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.2:413.1_4",
        "original": "ca paṭighānusayena ca niranusayo, no ca so tato avijjānusayena niranusayo. Sveva",
        "analyzed": "ca paṭigha anusayena ca niranusayaḥ no ca saḥ tatas avijja anusayena niranusayaḥ su eva ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.2:413.1_5",
        "original": "puggalo apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena ca niranusayo avijjānusayena",
        "analyzed": "puggalaḥ apariyāpanne so tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ avijjā anusayena ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.2:413.1_6",
        "original": "ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca niranusayo",
        "analyzed": "ca niranusayaḥ arahā sabbattha kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.2:413.1_7",
        "original": "avijjānusayena ca niranusayo.",
        "analyzed": "avijja anusayena ca niranusayaḥ ",
        "folio": "413"
    },
    {
        "segmentnr": "PA_ya_7.2.2:414.1",
        "original": "Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca niranusayoti? Āmantā. (Dukamūlakaṁ.)",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena niranusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ ti āmantā dukamūlaka ",
        "folio": "414"
    },
    {
        "segmentnr": "PA_ya_7.2.2:415.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so tato diṭṭhānusayena …pe… vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ saḥ tatas diṭṭha anusayena pe vicikicchā anusayena niranusayaḥ ti āmantā ",
        "folio": "415"
    },
    {
        "segmentnr": "PA_ya_7.2.2:416.1",
        "original": "Yo vā pana yato vicikicchānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena niranusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ ti ",
        "folio": "416"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_0",
        "original": "Dve puggalā dukkhāya vedanāya te tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena",
        "analyzed": "dve puggalāḥ dukkhāya vedanāya te tatas vicikicchā anusayena ca kāma rāga anusayena ca māna anusayena ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_1",
        "original": "ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā",
        "analyzed": "ca niranusayā no ca te tatas paṭigha anusayena niranusayā te va puggalā kāmadhātuyā ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_2",
        "original": "dvīsu vedanāsu te tato vicikicchānusayena ca paṭighānusayena ca niranusayā, no ca",
        "analyzed": "dvīsu vedanāsu te tatas vicikicchā anusayena ca paṭigha anusayena ca niranusayāḥ no ca ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_3",
        "original": "te tato kāmarāgānusayena ca mānānusayena ca niranusayā. Teva puggalā rūpadhātuyā",
        "analyzed": "te tatas kāma rāga anusayena ca māna anusayena ca niranusayā te iva puggalāḥ rūpadhātuyā ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_4",
        "original": "arūpadhātuyā te tato vicikicchānusayena ca kāmarāgānusayena ca paṭighānusayena ca",
        "analyzed": "te tatas vicikicchā anusayena ca kāma rāga anusayena ca paṭigha anusayena ca ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_5",
        "original": "niranusayā, no ca te tato mānānusayena niranusayā. Teva puggalā apariyāpanne te tato",
        "analyzed": "niranusayāḥ no ca te tatas māna anusayena niranusayāḥ te iva puggalāḥ apariyāpanne te tatas ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_6",
        "original": "vicikicchānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "vicikicchā anusayena ca niranusayā kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_7",
        "original": "ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato",
        "analyzed": "ca niranusayā anāgāmī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā saḥ tatas ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_8",
        "original": "vicikicchānusayena ca kāmarāgānusayena ca paṭighānusayena ca niranusayo, no ca so",
        "analyzed": "vicikicchā anusayena ca kāma rāga anusayena ca paṭigha anusayena ca niranusayaḥ no ca saḥ ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_9",
        "original": "tato mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato",
        "analyzed": "tatas māna anusayena niranusayaḥ su eva puggalaḥ dukkhāya vedanāya apariyāpanne so tatas ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_10",
        "original": "vicikicchānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "vicikicchā anusayena ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_11",
        "original": "ca niranusayo. Arahā sabbattha vicikicchānusayena ca niranusayo kāmarāgānusayena",
        "analyzed": "ca niranusayaḥ arahā sabbattha vicikicchā anusayena ca niranusayaḥ kāma rāga anusayena ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:417.1_12",
        "original": "ca paṭighānusayena ca mānānusayena ca niranusayo.",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca niranusayaḥ ",
        "folio": "417"
    },
    {
        "segmentnr": "PA_ya_7.2.2:418.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so tato bhavarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ saḥ tatas bhava rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "418"
    },
    {
        "segmentnr": "PA_ya_7.2.2:419.1",
        "original": "Yo vā pana yato bhavarāgānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena niranusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ iti ",
        "folio": "419"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_0",
        "original": "Tayo puggalā dukkhāya vedanāya te tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena",
        "analyzed": "tayo puggalāḥ dukkhāya vedanāya te tatas bhava rāga anusayena ca kāma rāga anusayena ca māna anusayena ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_1",
        "original": "ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā kāmadhātuyā",
        "analyzed": "ca niranusayā no ca te tatas paṭigha anusayena niranusayā te va puggalā kāmadhātuyā ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_2",
        "original": "dvīsu vedanāsu te tato bhavarāgānusayena ca paṭighānusayena ca niranusayā, no ca",
        "analyzed": "dvīsu vedanāsu te tatas bhava rāga anusayena ca paṭigha anusayena ca niranusayāḥ no ca ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_3",
        "original": "te tato kāmarāgānusayena ca mānānusayena ca niranusayā. Teva puggalā apariyāpanne",
        "analyzed": "te tatas kāma rāga anusayena ca māna anusayena ca niranusayā teva puggalāḥ apariyāpanne ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_4",
        "original": "te tato bhavarāgānusayena ca niranusayā kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "te tatas bhava rāga anusayena ca niranusayā kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_5",
        "original": "ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayena ca kāmarāgānusayena",
        "analyzed": "ca niranusayā anāgāmī kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayena ca kāma rāga anusayena ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_6",
        "original": "ca paṭighānusayena ca niranusayo, no ca so tato mānānusayena niranusayo. Sveva puggalo",
        "analyzed": "ca paṭigha anusayena ca niranusayaḥ no ca so tatas māna anusayena niranusayaḥ su eva puggalo ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_7",
        "original": "dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayena ca niranusayo kāmarāgānusayena",
        "analyzed": "dukkhāya vedanāya apariyāpanne saḥ tatas bhava rāga anusayena ca niranusayaḥ kāma rāga anusayena ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_8",
        "original": "ca paṭighānusayena ca mānānusayena ca niranusayo. Arahā sabbattha bhavarāgānusayena",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca niranusayaḥ arahā sabbattha bhava rāga anusayena ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:420.1_9",
        "original": "ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ ",
        "folio": "420"
    },
    {
        "segmentnr": "PA_ya_7.2.2:421.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo so tato avijjānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ saḥ tatas avijjā anusayena niranusayaḥ iti ",
        "folio": "421"
    },
    {
        "segmentnr": "PA_ya_7.2.2:422.1_0",
        "original": "Anāgāmī dukkhāya vedanāya so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "anāgāmī dukkhāya vedanāya saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.2:422.1_1",
        "original": "ca niranusayo, no ca so tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne",
        "analyzed": "ca niranusayaḥ no ca so tatas avijjā anusayena niranusayaḥ su eva puggalaḥ apariyāpanne ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.2:422.1_2",
        "original": "so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayo avijjānusayena",
        "analyzed": "saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ avijjā anusayena ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.2:422.1_3",
        "original": "ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "ca niranusayaḥ arahā sabbattha kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.2:422.1_4",
        "original": "ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "422"
    },
    {
        "segmentnr": "PA_ya_7.2.2:423.1",
        "original": "Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca niranusayoti? Āmantā. (Tikamūlakaṁ.)",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena niranusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca niranusayaḥ iti āmantā tikamūlaka ",
        "folio": "423"
    },
    {
        "segmentnr": "PA_ya_7.2.2:424.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo so tato vicikicchānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca niranusayaḥ saḥ tatas vicikicchā anusayena niranusayaḥ iti āmantā ",
        "folio": "424"
    },
    {
        "segmentnr": "PA_ya_7.2.2:425.1",
        "original": "Yo vā pana yato vicikicchānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana yatas vicikicchā anusayena niranusayo so tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca niranusayo ti ",
        "folio": "425"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_0",
        "original": "Dve puggalā dukkhāya vedanāya te tato vicikicchānusayena ca kāmarāgānusayena ca mānānusayena",
        "analyzed": "dve puggalāḥ dukkhāya vedanāya te tatas vicikicchā anusayena ca kāma rāga anusayena ca māna anusayena ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_1",
        "original": "ca diṭṭhānusayena ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva puggalā",
        "analyzed": "ca diṭṭha anusayena ca niranusayā no ca te tatas paṭigha anusayena niranusayā te va puggalā ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_2",
        "original": "kāmadhātuyā dvīsu vedanāsu te tato vicikicchānusayena ca paṭighānusayena ca diṭṭhānusayena",
        "analyzed": "kāmadhātuyā dvīsu vedanāsu te tatas vicikicchā anusayena ca paṭigha anusayena ca diṭṭha anusayena ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_3",
        "original": "ca niranusayā, no ca te tato kāmarāgānusayena ca mānānusayena ca niranusayā. Teva",
        "analyzed": "ca niranusayāḥ no ca te tatas kāma rāga anusayena ca māna anusayena ca niranusayā ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_4",
        "original": "puggalā rūpadhātuyā arūpadhātuyā te tato vicikicchānusayena ca kāmarāgānusayena ca",
        "analyzed": "puggalāḥ rūpa dhātuyā arūpa dhātuyā te tatas vicikicchā anusayena ca kāma rāga anusayena ca ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_5",
        "original": "paṭighānusayena ca diṭṭhānusayena ca niranusayā, no ca te tato mānānusayena niranusayā.",
        "analyzed": "paṭigha anusayena ca diṭṭha anusayena ca niranusayāḥ no ca te tatas māna anusayena niranusayā ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_6",
        "original": "Teva puggalā apariyāpanne te tato vicikicchānusayena ca niranusayā kāmarāgānusayena",
        "analyzed": "te iva puggalāḥ apariyāpanne te tatas vicikicchā anusayena ca niranusayā kāma rāga anusayena ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_7",
        "original": "ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayā. Anāgāmī kāmadhātuyā",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca niranusayā anāgāmī kāmadhātuyā ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_8",
        "original": "dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayena ca kāmarāgānusayena",
        "analyzed": "dvīsu vedanāsu rūpa dhātuyā a rūpa dhātuyā saḥ tatas vicikicchā anusayena ca kāma rāga anusayena ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_9",
        "original": "ca paṭighānusayena ca diṭṭhānusayena ca niranusayo, no ca so tato mānānusayena niranusayo.",
        "analyzed": "ca paṭigha anusayena ca diṭṭha anusayena ca niranusayaḥ no ca so tatas māna anusayena niranusayaḥ ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_10",
        "original": "Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayena ca niranusayo",
        "analyzed": "su eva puggalaḥ dukkhāya vedanāya apariyāpanne saḥ tatas vicikicchā anusayena ca niranusayaḥ ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_11",
        "original": "kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca niranusayo.",
        "analyzed": "kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca niranusayaḥ ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_12",
        "original": "Arahā sabbattha vicikicchānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "arahā sabbattha vicikicchā anusayena ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:426.1_13",
        "original": "ca mānānusayena ca diṭṭhānusayena ca niranusayo …pe…. (Catukkamūlakaṁ.)",
        "analyzed": "ca māna anusayena ca diṭṭha anusayena ca niranusayaḥ pe ",
        "folio": "426"
    },
    {
        "segmentnr": "PA_ya_7.2.2:427.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo so tato bhavarāgānusayena niranusayoti? Āmantā.",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ saḥ tatas bhava rāga anusayena niranusayaḥ iti āmantā ",
        "folio": "427"
    },
    {
        "segmentnr": "PA_ya_7.2.2:428.1",
        "original": "Yo vā pana yato bhavarāgānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayoti?",
        "analyzed": "yaḥ vā pana yatas bhava rāga anusayena niranusayo saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayo ti ",
        "folio": "428"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_0",
        "original": "Puthujjano dukkhāya vedanāya so tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena",
        "analyzed": "puthujjanaḥ dukkhāya vedanāya saḥ tatas bhava rāga anusayena ca kāma rāga anusayena ca māna anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_1",
        "original": "ca niranusayo, no ca so tato paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena",
        "analyzed": "ca niranusayaḥ no ca so tatas paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_2",
        "original": "ca niranusayo. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayena",
        "analyzed": "ca niranusayaḥ su eva puggalo kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_3",
        "original": "ca paṭighānusayena ca niranusayo, no ca so tato kāmarāgānusayena ca mānānusayena",
        "analyzed": "ca paṭigha anusayena ca niranusayaḥ no ca saḥ tatas kāma rāga anusayena ca māna anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_4",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. Sveva puggalo apariyāpanne",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ su eva puggalaḥ apariyāpanne ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_5",
        "original": "so tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "saḥ tatas bhava rāga anusayena ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_6",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. Dve puggalā dukkhāya vedanāya",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ dve puggalā dukkhāya vedanāya ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_7",
        "original": "te tato bhavarāgānusayena ca kāmarāgānusayena ca mānānusayena ca diṭṭhānusayena ca",
        "analyzed": "te tatas bhava rāga anusayena ca kāma rāga anusayena ca māna anusayena ca diṭṭha anusayena ca ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_8",
        "original": "vicikicchānusayena ca niranusayā, no ca te tato paṭighānusayena niranusayā. Teva",
        "analyzed": "vicikicchā anusayena ca niranusayāḥ no ca te tatas paṭigha anusayena niranusayā ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_9",
        "original": "puggalā kāmadhātuyā dvīsu vedanāsu te tato bhavarāgānusayena ca paṭighānusayena ca",
        "analyzed": "puggalā kāmadhātuyā dvīsu vedanāsu te tatas bhava rāga anusayena ca paṭigha anusayena ca ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_10",
        "original": "diṭṭhānusayena ca vicikicchānusayena ca niranusayā, no ca te tato kāmarāgānusayena",
        "analyzed": "diṭṭha anusayena ca vicikicchā anusayena ca niranusayāḥ no ca te tatas kāma rāga anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_11",
        "original": "ca mānānusayena ca niranusayā. Teva puggalā apariyāpanne te tato bhavarāgānusayena",
        "analyzed": "ca māna anusayena ca niranusayā te iva puggalāḥ apariyāpanne te tatas bhava rāga anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_12",
        "original": "ca niranusayā kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena",
        "analyzed": "ca niranusayā kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_13",
        "original": "ca vicikicchānusayena ca niranusayā. Anāgāmī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayena",
        "analyzed": "ca vicikicchā anusayena ca niranusayāḥ anāgāmī kāmadhātuyā dvīsu vedanāsu saḥ tatas bhava rāga anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_14",
        "original": "ca kāmarāgānusayena ca paṭighānusayena ca diṭṭhānusayena ca vicikicchānusayena ca",
        "analyzed": "ca kāma rāga anusayena ca paṭigha anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_15",
        "original": "niranusayo, no ca so tato mānānusayena niranusayo. Sveva puggalo dukkhāya vedanāya",
        "analyzed": "niranusayaḥ no ca so tatas māna anusayena niranusayaḥ su eva puggalaḥ dukkhāya vedanāya ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_16",
        "original": "apariyāpanne so tato bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "a pariyāpanne saḥ tatas bhava rāga anusayena ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_17",
        "original": "ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo. Arahā sabbattha",
        "analyzed": "ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ arahā sabbattha ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_18",
        "original": "bhavarāgānusayena ca niranusayo kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "bhava rāga anusayena ca niranusayaḥ kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:429.1_19",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo.",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ ",
        "folio": "429"
    },
    {
        "segmentnr": "PA_ya_7.2.2:430.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo so tato avijjānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ so tatas avijjā anusayena niranusayaḥ iti ",
        "folio": "430"
    },
    {
        "segmentnr": "PA_ya_7.2.2:431.1_0",
        "original": "Anāgāmī dukkhāya vedanāya so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "anāgāmī dukkhāya vedanāya saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.2:431.1_1",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo, no ca so tato avijjānusayena",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ no ca saḥ tatas avijjā anusayena ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.2:431.1_2",
        "original": "niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "niranusayaḥ su eva puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.2:431.1_3",
        "original": "ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo avijjānusayena",
        "analyzed": "ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ avijjā anusayena ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.2:431.1_4",
        "original": "ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "ca niranusayaḥ arahā sabbattha kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.2:431.1_5",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca niranusayo avijjānusayena ca niranusayo.",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca niranusayaḥ avijjā anusayena ca niranusayaḥ ",
        "folio": "431"
    },
    {
        "segmentnr": "PA_ya_7.2.2:432.1_0",
        "original": "Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena niranusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "432"
    },
    {
        "segmentnr": "PA_ya_7.2.2:432.1_1",
        "original": "ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca niranusayoti? Āmantā. (Pañcakamūlakaṁ.)",
        "analyzed": "ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca āmantā pañcaka mūlaka ",
        "folio": "432"
    },
    {
        "segmentnr": "PA_ya_7.2.2:433.1",
        "original": "Yo yato kāmarāgānusayena ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo so tato avijjānusayena niranusayoti?",
        "analyzed": "yaḥ yatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca niranusayaḥ saḥ tatas avijjā anusayena niranusayaḥ iti ",
        "folio": "433"
    },
    {
        "segmentnr": "PA_ya_7.2.2:434.1_0",
        "original": "Anāgāmī dukkhāya vedanāya so tato kāmarāgānusayena ca paṭighānusayena ca mānānusayena",
        "analyzed": "anāgāmī dukkhāya vedanāya saḥ tatas kāma rāga anusayena ca paṭigha anusayena ca māna anusayena ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.2:434.1_1",
        "original": "ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo, no ca",
        "analyzed": "ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca niranusayaḥ no ca ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.2:434.1_2",
        "original": "so tato avijjānusayena niranusayo. Sveva puggalo apariyāpanne so tato kāmarāgānusayena",
        "analyzed": "saḥ tatas avijjā anusayena niranusayaḥ su eva puggalaḥ apariyāpanne saḥ tatas kāma rāga anusayena ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.2:434.1_3",
        "original": "ca paṭighānusayena ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena",
        "analyzed": "ca paṭigha anusayena ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.2:434.1_4",
        "original": "ca niranusayo avijjānusayena ca niranusayo. Arahā sabbattha kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "ca niranusayaḥ avijjā anusayena ca niranusayaḥ arahā sabbattha kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.2:434.1_5",
        "original": "ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayo",
        "analyzed": "ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca niranusayaḥ ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.2:434.1_6",
        "original": "avijjānusayena ca niranusayo.",
        "analyzed": "avijja anusayena ca niranusayaḥ ",
        "folio": "434"
    },
    {
        "segmentnr": "PA_ya_7.2.2:435.1_0",
        "original": "Yo vā pana yato avijjānusayena niranusayo so tato kāmarāgānusayena ca paṭighānusayena",
        "analyzed": "yaḥ vā pana yatas avijjā anusayena niranusayaḥ saḥ tatas kāma rāga anusayena ca paṭigha anusayena ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.2:435.1_1",
        "original": "ca mānānusayena ca diṭṭhānusayena ca vicikicchānusayena ca bhavarāgānusayena ca niranusayoti?",
        "analyzed": "ca māna anusayena ca diṭṭha anusayena ca vicikicchā anusayena ca bhava rāga anusayena ca ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.2:435.1_2",
        "original": "Āmantā. (Chakkamūlakaṁ.)",
        "analyzed": "āmantā chakkamūlaka ",
        "folio": "435"
    },
    {
        "segmentnr": "PA_ya_7.2.2:436.1",
        "original": "Sānusayavāre paṭilomaṁ.",
        "analyzed": "sa anusaya vāre paṭiloma ",
        "folio": "436"
    },
    {
        "segmentnr": "PA_ya_7.2.2:436.2",
        "original": "Sānusayavāro.",
        "analyzed": "sa anusaya vāraḥ ",
        "folio": "436"
    }
]