[
    {
        "segmentnr": "PA_ya_10.3.5:0.1",
        "original": "10 Indriyayamaka",
        "analyzed": "indriya yamaka ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_10.3.5:0.2",
        "original": "10.3 Pariññāvāra",
        "analyzed": "pariññāvāra ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_10.3.5:0.3",
        "original": "10.3.5. Paccuppannānāgatavāra",
        "analyzed": "      ",
        "folio": "0"
    },
    {
        "segmentnr": "PA_ya_10.3.5:1.0",
        "original": "10.3.5.1. Anuloma",
        "analyzed": "anuloma ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_10.3.5:1.1",
        "original": "Yo cakkhundriyaṁ parijānāti so domanassindriyaṁ pajahissatīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānāti saḥ domanassindriyam pajahissati iti no ",
        "folio": "1"
    },
    {
        "segmentnr": "PA_ya_10.3.5:2.1",
        "original": "Yo vā pana domanassindriyaṁ pajahissati so cakkhundriyaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana domanassa indriyam pajahissati saḥ cakkhu indriyam parijānāti iti no ",
        "folio": "2"
    },
    {
        "segmentnr": "PA_ya_10.3.5:3.1",
        "original": "Yo cakkhundriyaṁ parijānāti so anaññātaññassāmītindriyaṁ bhāvessatīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānāti saḥ anaññātaññassāmi itindriyam bhāvessati iti no ",
        "folio": "3"
    },
    {
        "segmentnr": "PA_ya_10.3.5:4.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ bhāvessati so cakkhundriyaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana anaññātaññassāmi iti indriyam bhāvessati so cakkhu indriyam parijānāti iti no ",
        "folio": "4"
    },
    {
        "segmentnr": "PA_ya_10.3.5:5.1",
        "original": "Yo cakkhundriyaṁ parijānāti so aññindriyaṁ bhāvessatīti? No.",
        "analyzed": "yaḥ cakkhu indriyam parijānāti saḥ aññindriyam bhāvessati iti no ",
        "folio": "5"
    },
    {
        "segmentnr": "PA_ya_10.3.5:6.1",
        "original": "Yo vā pana aññindriyaṁ bhāvessati so cakkhundriyaṁ parijānātīti? No.",
        "analyzed": "yaḥ vā pana aññindriyam bhāvessati so cakkhu indriyam parijānāti iti no ",
        "folio": "6"
    },
    {
        "segmentnr": "PA_ya_10.3.5:7.1",
        "original": "Yo cakkhundriyaṁ parijānāti so aññātāvindriyaṁ sacchikarissatīti? Āmantā.",
        "analyzed": "yaḥ cakkhu indriyam parijānāti saḥ aññātāvindriyam sacchikarissati iti āmantā ",
        "folio": "7"
    },
    {
        "segmentnr": "PA_ya_10.3.5:8.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikarissati so cakkhundriyaṁ parijānātīti?",
        "analyzed": "yaḥ vā pana aññātāvindriyam sacchikarissati so cakkhu indriyam parijānāti iti ",
        "folio": "8"
    },
    {
        "segmentnr": "PA_ya_10.3.5:9.1_0",
        "original": "Satta puggalā aññātāvindriyaṁ sacchikarissanti, no ca cakkhundriyaṁ parijānanti.",
        "analyzed": "satta puggalāḥ aññātāvindriyam sacchikarissanti no ca cakkhu indriyam parijānanti ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_10.3.5:9.1_1",
        "original": "Aggamaggasamaṅgī aññātāvindriyañca sacchikarissati cakkhundriyañca parijānāti. (Cakkhundriyamūlakaṁ.)",
        "analyzed": "aggamagga samaṅgī aññātāvindriyañca sacchikarissati cakkhu indriyañca parijānāti cakkhu indriya mūlaka ",
        "folio": "9"
    },
    {
        "segmentnr": "PA_ya_10.3.5:10.1",
        "original": "Yo domanassindriyaṁ pajahati so anaññātaññassāmītindriyaṁ bhāvessatīti? No.",
        "analyzed": "yaḥ domanassa indriyam pajahati saḥ anaññātaññassāmītindriyam bhāvessati iti no ",
        "folio": "10"
    },
    {
        "segmentnr": "PA_ya_10.3.5:11.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ bhāvessati so domanassindriyaṁ pajahatīti? No.",
        "analyzed": "yaḥ vā pana anaññātaññassāmi itindriyam bhāvessati saḥ domanassindriyam pajahati iti no ",
        "folio": "11"
    },
    {
        "segmentnr": "PA_ya_10.3.5:12.1",
        "original": "Yo domanassindriyaṁ pajahati so aññindriyaṁ bhāvessatīti? Āmantā.",
        "analyzed": "yaḥ domanassindriyam pajahati saḥ aññindriyam bhāvessati iti āmantā ",
        "folio": "12"
    },
    {
        "segmentnr": "PA_ya_10.3.5:13.1",
        "original": "Yo vā pana aññindriyaṁ bhāvessati so domanassindriyaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana aññindriyam bhāvessati saḥ domanassindriyam pajahati iti ",
        "folio": "13"
    },
    {
        "segmentnr": "PA_ya_10.3.5:14.1",
        "original": "Cha puggalā aññindriyaṁ bhāvessanti, no ca domanassindriyaṁ pajahanti anāgāmimaggasamaṅgī aññindriyañca bhāvessati, domanassindriyañca pajahati.",
        "analyzed": "cha puggalāḥ aññindriyam bhāvessanti no ca domanassindriyam pajahanti anāgāmi magga samaṅgī aññindriyam ca bhāvessati domanassindriyam ca pajahati ",
        "folio": "14"
    },
    {
        "segmentnr": "PA_ya_10.3.5:15.1",
        "original": "Yo domanassindriyaṁ pajahati so aññātāvindriyaṁ sacchikarissatīti? Āmantā.",
        "analyzed": "yaḥ domanassa indriyam pajahati saḥ aññātau indriyam sacchikarissati iti āmantā ",
        "folio": "15"
    },
    {
        "segmentnr": "PA_ya_10.3.5:16.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikarissati so domanassindriyaṁ pajahatīti?",
        "analyzed": "yaḥ vā pana aññātāvindriyam sacchikarissati saḥ domanassindriyam pajahati iti ",
        "folio": "16"
    },
    {
        "segmentnr": "PA_ya_10.3.5:17.1_0",
        "original": "Satta puggalā aññātāvindriyaṁ sacchikarissanti, no ca domanassindriyaṁ pajahanti.",
        "analyzed": "satta puggalāḥ aññātāvindriyam sacchikarissanti no ca domanassindriyam pajahanti ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_10.3.5:17.1_1",
        "original": "Anāgāmimaggasamaṅgī aññātāvindriyañca sacchikarissati domanassindriyañca pajahati.",
        "analyzed": "anāgāmi magga samaṅgī aññātāvindriyañca sacchikarissati domanassindriyañca pajahati ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_10.3.5:17.1_2",
        "original": "(Domanassindriyamūlakaṁ.)",
        "analyzed": "domanassindriya mūlaka ",
        "folio": "17"
    },
    {
        "segmentnr": "PA_ya_10.3.5:18.1",
        "original": "Yo anaññātaññassāmītindriyaṁ bhāveti so aññindriyaṁ bhāvessatīti? Āmantā.",
        "analyzed": "yaḥ anaññātaññassāmi itindriyam bhāveti saḥ aññindriyam bhāvessati iti āmantā ",
        "folio": "18"
    },
    {
        "segmentnr": "PA_ya_10.3.5:19.1",
        "original": "Yo vā pana aññindriyaṁ bhāvessati so anaññātaññassāmītindriyaṁ bhāvetīti?",
        "analyzed": "yaḥ vā pana aññindriyam bhāvessati saḥ anaññātaññassāmītindriyam bhāveti iti ",
        "folio": "19"
    },
    {
        "segmentnr": "PA_ya_10.3.5:20.1",
        "original": "Cha puggalā aññindriyaṁ bhāvessanti, no ca anaññātaññassāmītindriyaṁ bhāventi. Aṭṭhamako aññindriyañca bhāvessati anaññātaññassāmītindriyañca bhāveti.",
        "analyzed": "cha puggalāḥ aññindriyam bhāvessanti no ca anaññātaññassāmi itindriyam bhāventi aṭṭhamakaḥ aññindriyam ca bhāvessati anaññātaññassāmi itindriyam ca bhāveti ",
        "folio": "20"
    },
    {
        "segmentnr": "PA_ya_10.3.5:21.1",
        "original": "Yo anaññātaññassāmītindriyaṁ bhāveti so aññātāvindriyaṁ sacchikarissatīti? Āmantā.",
        "analyzed": "yaḥ anaññātaññassāmi iti indriyam bhāveti saḥ aññātau indriyam sacchikarissati iti āmantā ",
        "folio": "21"
    },
    {
        "segmentnr": "PA_ya_10.3.5:22.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikarissati so anaññātaññassāmītindriyaṁ bhāvetīti?",
        "analyzed": "yaḥ vā pana aññātau indriyam sacchikarissati saḥ anaññātaññassāmi iti indriyam bhāveti iti ",
        "folio": "22"
    },
    {
        "segmentnr": "PA_ya_10.3.5:23.1_0",
        "original": "Satta puggalā aññātāvindriyaṁ sacchikarissanti, no ca anaññātaññassāmītindriyaṁ bhāventi.",
        "analyzed": "satta puggalāḥ aññātau indriyam sacchikarissanti no ca anaññātaññassāmi iti indriyam bhāventi ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_10.3.5:23.1_1",
        "original": "Aṭṭhamako aññātāvindriyañca sacchikarissati anaññātaññassāmītindriyañca bhāveti.",
        "analyzed": "aṭṭhamakaḥ aññātau indriyañca sacchikarissati an aññāta ñassāmi iti indriyañca bhāveti ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_10.3.5:23.1_2",
        "original": "(Anaññātaññassāmītindriyamūlakaṁ.)",
        "analyzed": "an añña a taññaḥ sāmi iti indriya mūlaka ",
        "folio": "23"
    },
    {
        "segmentnr": "PA_ya_10.3.5:24.1",
        "original": "Yo aññindriyaṁ bhāveti so aññātāvindriyaṁ sacchikarissatīti? Āmantā.",
        "analyzed": "yaḥ aññindriyam bhāveti saḥ aññātāvindriyam sacchikarissati iti āmantā ",
        "folio": "24"
    },
    {
        "segmentnr": "PA_ya_10.3.5:25.1",
        "original": "Yo vā pana aññātāvindriyaṁ sacchikarissati so aññindriyaṁ bhāvetīti?",
        "analyzed": "yaḥ vā pana aññātāvindriyam sacchikarissati saḥ aññindriyam bhāveti iti ",
        "folio": "25"
    },
    {
        "segmentnr": "PA_ya_10.3.5:26.1",
        "original": "Pañca puggalā aññātāvindriyaṁ sacchikarissanti, no ca aññindriyaṁ bhāventi. Tayo maggasamaṅgino aññātāvindriyañca sacchikarissanti aññindriyañca bhāventi. (Aññindriyamūlakaṁ.)",
        "analyzed": "pañca puggalā aññātāvindriyam sacchikarissanti no ca aññindriyam bhāventi tayo magga samaṅgino aññātāvindriyam ca sacchikarissanti aññindriyam ca bhāventi aññindriya mūlaka ",
        "folio": "26"
    },
    {
        "segmentnr": "PA_ya_10.3.5:27.0",
        "original": "10.3.5.2. Paccanīka",
        "analyzed": "paccanīka ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_10.3.5:27.1",
        "original": "Yo cakkhundriyaṁ na parijānāti so domanassindriyaṁ nappajahissatīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānāti saḥ domanassindriyam na ppajahissati iti ",
        "folio": "27"
    },
    {
        "segmentnr": "PA_ya_10.3.5:28.1",
        "original": "Pañca puggalā cakkhundriyaṁ na parijānanti, no ca domanassindriyaṁ nappajahissanti. Cattāro puggalā cakkhundriyañca na parijānanti domanassindriyañca nappajahissanti.",
        "analyzed": "pañca puggalā cakkhu indriyam na parijānanti no ca domanassindriyam na pajahissanti cattāro puggalā cakkhu indriyam ca na parijānanti domanassindriyam ca na pajahissanti ",
        "folio": "28"
    },
    {
        "segmentnr": "PA_ya_10.3.5:29.1",
        "original": "Yo vā pana domanassindriyaṁ nappajahissati so cakkhundriyaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana domanassa indriyam na pajahissati so cakkhu indriyam na parijānāti iti ",
        "folio": "29"
    },
    {
        "segmentnr": "PA_ya_10.3.5:30.1",
        "original": "Aggamaggasamaṅgī domanassindriyaṁ nappajahissati, no ca cakkhundriyaṁ na parijānāti. Cattāro puggalā domanassindriyañca nappajahissanti cakkhundriyañca na parijānanti.",
        "analyzed": "aggamagga samaṅgī domanassindriyam na pajahissati no ca cakkhundriyam na parijānāti cattāro puggalā domanassindriyam ca na pajahissanti cakkhundriyam ca na parijānanti ",
        "folio": "30"
    },
    {
        "segmentnr": "PA_ya_10.3.5:31.1",
        "original": "Yo cakkhundriyaṁ na parijānāti so anaññātaññassāmītindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānāti saḥ anaññātaññassāmītindriyam na bhāvessati iti ",
        "folio": "31"
    },
    {
        "segmentnr": "PA_ya_10.3.5:32.1_0",
        "original": "Ye puthujjanā maggaṁ paṭilabhissanti te cakkhundriyaṁ na parijānanti, no ca anaññātaññassāmītindriyaṁ",
        "analyzed": "ye puthujjanāḥ maggam paṭilabhissanti te cakkhu indriyam na parijānanti no ca ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_10.3.5:32.1_1",
        "original": "na bhāvessanti. Aṭṭha puggalā cakkhundriyañca na parijānanti anaññātaññassāmītindriyañca na bhāvessanti.",
        "analyzed": "na bhāvessanti aṭṭha puggalā cakkhu indriyañca na parijānanti anaññātaññassāmītindriyañca na bhāvessanti ",
        "folio": "32"
    },
    {
        "segmentnr": "PA_ya_10.3.5:33.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ na bhāvessati so cakkhundriyaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana anaññātaññassāmītindriyam na bhāvessati so cakkhu indriyam na parijānāti iti ",
        "folio": "33"
    },
    {
        "segmentnr": "PA_ya_10.3.5:34.1_0",
        "original": "Aggamaggasamaṅgī anaññātaññassāmītindriyaṁ na bhāvessati, no ca cakkhundriyaṁ na",
        "analyzed": "agga magga samaṅgī anaññātaññassāmīti indriyam na bhāvessati no ca cakkhu indriyam na ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_10.3.5:34.1_1",
        "original": "parijānāti. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāvessanti cakkhundriyañca na parijānanti.",
        "analyzed": "parijānāti aṭṭha puggalāḥ cakkhu indriyañca na bhāvessanti cakkhu indriyañca na parijānanti ",
        "folio": "34"
    },
    {
        "segmentnr": "PA_ya_10.3.5:35.1",
        "original": "Yo cakkhundriyaṁ na parijānāti so aññindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānāti saḥ aññindriyam na bhāvessati iti ",
        "folio": "35"
    },
    {
        "segmentnr": "PA_ya_10.3.5:36.1",
        "original": "Satta puggalā cakkhundriyaṁ na parijānanti, no ca aññindriyaṁ na bhāvessanti. Dve puggalā cakkhundriyañca na parijānanti aññindriyañca na bhāvessanti.",
        "analyzed": "satta puggalā cakkhundriyam na parijānanti no ca aññindriyam na bhāvessanti dve puggalā cakkhundriyam ca na parijānanti aññindriyam ca na bhāvessanti ",
        "folio": "36"
    },
    {
        "segmentnr": "PA_ya_10.3.5:37.1",
        "original": "Yo vā pana aññindriyaṁ na bhāvessati so cakkhundriyaṁ na parijānātīti?",
        "analyzed": "yaḥ vā pana aññindriyam na bhāvessati so cakkhu indriyam na parijānāti iti ",
        "folio": "37"
    },
    {
        "segmentnr": "PA_ya_10.3.5:38.1",
        "original": "Aggamaggasamaṅgī aññindriyaṁ na bhāvessati, no ca cakkhundriyaṁ na parijānāti. Dve puggalā aññindriyañca na bhāvessanti cakkhundriyañca na parijānanti.",
        "analyzed": "aggamagga samaṅgī aññindriyam na bhāvessati no ca cakkhundriyam na parijānāti dve puggalā aññindriyam ca na bhāvessanti cakkhundriyam ca na parijānanti ",
        "folio": "38"
    },
    {
        "segmentnr": "PA_ya_10.3.5:39.1",
        "original": "Yo cakkhundriyaṁ na parijānāti so aññātāvindriyaṁ na sacchikarissatīti?",
        "analyzed": "yaḥ cakkhu indriyam na parijānāti saḥ aññātāvindriyam na sacchikarissati iti ",
        "folio": "39"
    },
    {
        "segmentnr": "PA_ya_10.3.5:40.1",
        "original": "Satta puggalā cakkhundriyaṁ na parijānanti, no ca aññātāvindriyaṁ na sacchikarissanti. Dve puggalā cakkhundriyañca na parijānanti aññātāvindriyañca na sacchikarissanti.",
        "analyzed": "satta puggalā cakkhu indriyam na parijānanti no ca aññātāvindriyam na sacchikarissanti dve puggalā cakkhu indriyam ca na parijānanti aññātāvindriyam ca na sacchikarissanti ",
        "folio": "40"
    },
    {
        "segmentnr": "PA_ya_10.3.5:41.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikarissati so cakkhundriyaṁ na parijānātīti? Āmantā. (Cakkhundriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātāvindriyam na sacchikarissati saḥ cakkhu indriyam na parijānāti iti āmantā cakkhu indriya mūlaka ",
        "folio": "41"
    },
    {
        "segmentnr": "PA_ya_10.3.5:42.1",
        "original": "Yo domanassindriyaṁ nappajahati so anaññātaññassāmītindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ domanassindriyam na ppajahati saḥ anaññātaññassāmītindriyam na bhāvessati iti ",
        "folio": "42"
    },
    {
        "segmentnr": "PA_ya_10.3.5:43.1_0",
        "original": "Ye puthujjanā maggaṁ paṭilabhissanti te domanassindriyaṁ nappajahanti, no ca anaññātaññassāmītindriyaṁ",
        "analyzed": "ye puthujjanāḥ maggam paṭilabhissanti te domanassindriyam na ppajahanti no ca ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_10.3.5:43.1_1",
        "original": "na bhāvessanti. Aṭṭha puggalā domanassindriyañca nappajahanti anaññātaññassāmītindriyañca na bhāvessanti.",
        "analyzed": "na bhāvessanti aṭṭha puggalā domanassindriyañca na ppajahanti anaññātaññassāmītindriyañca na bhāvessanti ",
        "folio": "43"
    },
    {
        "segmentnr": "PA_ya_10.3.5:44.1",
        "original": "Yo vā pana anaññātaññassāmītindriyaṁ na bhāvessati so domanassindriyaṁ nappajahatīti?",
        "analyzed": "yaḥ vā pana anaññātaññassāmītindriyam na bhāvessati so domanassindriyam na ppajahati iti ",
        "folio": "44"
    },
    {
        "segmentnr": "PA_ya_10.3.5:45.1_0",
        "original": "Anāgāmimaggasamaṅgī anaññātaññassāmītindriyaṁ na bhāvessati, no ca domanassindriyaṁ",
        "analyzed": "anāgāmi magga samaṅgī anaññātaññassāmīti indriyam na bhāvessati no ca domanassindriya ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_10.3.5:45.1_1",
        "original": "nappajahati. Aṭṭha puggalā anaññātaññassāmītindriyañca na bhāvessanti domanassindriyañca nappajahanti.",
        "analyzed": "na pajahati aṭṭha puggalāḥ anaññātaññassāmi itindriyañca na bhāvessanti domanassindriyañca na ppajahanti ",
        "folio": "45"
    },
    {
        "segmentnr": "PA_ya_10.3.5:46.1",
        "original": "Yo domanassindriyaṁ nappajahati so aññindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ domanassindriyam na ppajahati saḥ aññindriyam na bhāvessati iti ",
        "folio": "46"
    },
    {
        "segmentnr": "PA_ya_10.3.5:47.1",
        "original": "Cha puggalā domanassindriyaṁ nappajahanti, no ca aññindriyaṁ na bhāvessanti. Tayo puggalā domanassindriyañca nappajahanti aññindriyañca na bhāvessanti.",
        "analyzed": "cha puggalā domanassindriyam na ppajahanti no ca aññindriyam na bhāvessanti tayo puggalā domanassindriyam ca na ppajahanti aññindriyam ca na bhāvessanti ",
        "folio": "47"
    },
    {
        "segmentnr": "PA_ya_10.3.5:48.1",
        "original": "Yo vā pana aññindriyaṁ na bhāvessati so domanassindriyaṁ nappajahatīti? Āmantā.",
        "analyzed": "yaḥ vā pana aññindriyam na bhāvessati saḥ domanassindriyam na ppajahati iti āmantā ",
        "folio": "48"
    },
    {
        "segmentnr": "PA_ya_10.3.5:49.1",
        "original": "Yo domanassindriyaṁ nappajahati so aññātāvindriyaṁ na sacchikarissatīti?",
        "analyzed": "yaḥ domanassindriyam na ppajahati saḥ aññātāvindriyam na sacchikarissati iti ",
        "folio": "49"
    },
    {
        "segmentnr": "PA_ya_10.3.5:50.1",
        "original": "Satta puggalā domanassindriyaṁ nappajahanti, no ca aññātāvindriyaṁ na sacchikarissanti. Dve puggalā domanassindriyañca nappajahanti aññātāvindriyañca na sacchikarissanti.",
        "analyzed": "satta puggalā domanassindriyam na ppajahanti no ca aññātāvindriyam na sacchikarissanti dve puggalā domanassindriyam ca na ppajahanti aññātāvindriyam ca na sacchikarissanti ",
        "folio": "50"
    },
    {
        "segmentnr": "PA_ya_10.3.5:51.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikarissati so domanassindriyaṁ nappajahatīti? Āmantā. (Domanassindriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātāvindriyam na sacchikarissati saḥ domanassindriyam na ppajahati iti āmantā domanassindriya mūlaka ",
        "folio": "51"
    },
    {
        "segmentnr": "PA_ya_10.3.5:52.1",
        "original": "Yo anaññātaññassāmītindriyaṁ na bhāveti so aññindriyaṁ na bhāvessatīti?",
        "analyzed": "yaḥ anaññātaññassāmītindriyam na bhāveti saḥ aññindriyam na bhāvessati iti ",
        "folio": "52"
    },
    {
        "segmentnr": "PA_ya_10.3.5:53.1",
        "original": "Cha puggalā anaññātaññassāmītindriyaṁ na bhāventi, no ca aññindriyaṁ na bhāvessanti. Tayo puggalā anaññātaññassāmītindriyañca na bhāventi aññindriyañca na bhāvessanti.",
        "analyzed": "cha puggalāḥ anaññātaññassāmi iti indriyam na bhāventi no ca aññindriyam na bhāvessanti tayo puggalāḥ anaññātaññassāmi iti indriyam ca na bhāventi aññindriyam ca na bhāvessanti ",
        "folio": "53"
    },
    {
        "segmentnr": "PA_ya_10.3.5:54.1",
        "original": "Yo vā pana aññindriyaṁ na bhāvessati so anaññātaññassāmītindriyaṁ na bhāvetīti? Āmantā.",
        "analyzed": "yaḥ vā pana aññindriyam na bhāvessati saḥ anaññātaññassāmītindriyam na bhāveti iti āmantā ",
        "folio": "54"
    },
    {
        "segmentnr": "PA_ya_10.3.5:55.1",
        "original": "Yo anaññātaññassāmītindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikarissatīti?",
        "analyzed": "yaḥ anaññātaññassāmi iti indriyam na bhāveti saḥ aññātau indriyam na sacchikarissati iti ",
        "folio": "55"
    },
    {
        "segmentnr": "PA_ya_10.3.5:56.1_0",
        "original": "Satta puggalā anaññātaññassāmītindriyaṁ na bhāventi, no ca aññātāvindriyaṁ na sacchikarissanti.",
        "analyzed": "satta puggalāḥ anaññātaññassāmi iti indriyam na bhāventi no ca aññātāvindriyam na sacchikarissanti ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_10.3.5:56.1_1",
        "original": "Dve puggalā anaññātaññassāmītindriyañca na bhāventi aññātāvindriyañca na sacchikarissanti.",
        "analyzed": "dve puggalāḥ anaññātaññassāmi itindriyam ca na bhāventi aññātāvindriyam ca na sacchikarissanti ",
        "folio": "56"
    },
    {
        "segmentnr": "PA_ya_10.3.5:57.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikarissati so anaññātaññassāmītindriyaṁ na bhāvetīti? Āmantā. (Anaññātaññassāmītindriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātau indriyam na sacchikarissati saḥ anaññātaññassāmi iti indriyam na bhāveti iti āmantā anaññātaññassāmi iti indriya mūlaka ",
        "folio": "57"
    },
    {
        "segmentnr": "PA_ya_10.3.5:58.1",
        "original": "Yo aññindriyaṁ na bhāveti so aññātāvindriyaṁ na sacchikarissatīti?",
        "analyzed": "yaḥ aññindriyam na bhāveti saḥ aññātāvindriyam na sacchikarissati iti ",
        "folio": "58"
    },
    {
        "segmentnr": "PA_ya_10.3.5:59.1",
        "original": "Pañca puggalā aññindriyaṁ na bhāventi, no ca aññātāvindriyaṁ na sacchikarissanti. Dve puggalā aññindriyañca na bhāventi aññātāvindriyañca na sacchikarissanti.",
        "analyzed": "pañca puggalāḥ aññindriyam na bhāventi no ca aññātāvindriyam na sacchikarissanti dve puggalāḥ aññindriyam ca na bhāventi aññātāvindriyam ca na sacchikarissanti ",
        "folio": "59"
    },
    {
        "segmentnr": "PA_ya_10.3.5:60.1",
        "original": "Yo vā pana aññātāvindriyaṁ na sacchikarissati so aññindriyaṁ na bhāvetīti? Āmantā. (Aññindriyamūlakaṁ.)",
        "analyzed": "yaḥ vā pana aññātāvindriyam na sacchikarissati saḥ aññindriyam na bhāveti iti āmantā aññindriya mūlaka ",
        "folio": "60"
    }
]